{"tweet":"Hell hath no fury like a ..... scorned.RT @pmportare: SickoTrumpRT @JackPosobiec: BREAKING: Trump campaign to deploy task force of election lawyers to Philadelphia from all across the countryALL Republicans are doing more to stop people from voting than to stop people from dying. Trump alone isn't smart e… https://t.co/PuxEp76HKHIn particular, Trump has run America very much the way the Bush team ran Iraq during the occupation — the same combination of corruption and prioritization of loyalty over competence and expertiseDear @realDonaldTrump: We have the magical CA mask that let’s you eat right through it.","polarity":1,"subjectivity":"0.4852721088435374"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Awww, just kidding. We wear masks in public &amp; take them off when eating.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also, where do you get your batshit crazy ideas? As @POTUS, you have access to the best info in the world. Use it. https://t.co/v3gu114VWF$270 million+","polarity":1,"subjectivity":"0.6"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"That's how much debt President Trump has had forgiven since 2010 after he failed to repay his lenders for a Chicago skyscraper development, according to a tax analysis from The New York Times.@Shari2112 Violence against whom? Random people on the streets? The police? (hint: the police are on their side) Is… https://t.co/WPHipOAeyt'Anonymous' no more: Former DHS official Miles Taylor reveals he is writer of scathing Trump op-ed","polarity":-1,"subjectivity":"0.4220779220779221"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"✅✅✅","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And to those who for SOME REASON thought it was Kellyanne Conway, I say, I told you so: No! She’s a sellout. She doesn’t have the balls  https://t.co/NlR13u2YTU@KyleKulinski Kyle, not to put too much pressure on ya but we need you to set the record straight on JRE. Alex Jone… https://t.co/hpLMm7rxKwLaughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.“Absentee ballots counted after election day do not ‘flip the results of an election,’ as Justice Kavanaugh claimed. They are the results of the election.”@jack The following tweet was marked sensitive, offensive content: “Thank God. Thank Trump” that is all it said. An algorithm that pegs either of those two phrases as offensive has been purposely written to suppress either God or Trump or both. There is no good faith argument there.RT @SpyGateDown: Almost a hundred miles of Trump.","polarity":1,"subjectivity":"0.5318181818181819"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"MAGA 🇺🇸RT @chipfranklin: Who agrees Trump should be the first US president in history to be jailed immediately after leaving the Oval Office? ✋RT @JackPosobiec: BREAKING: Trump campaign to deploy task force of election lawyers to Philadelphia from all across the country@NadineStone19 @MargaretYetman @hdfatguy @JustinYourBae @realDonaldTrump Well that’s actually somewhat true. Busine… https://t.co/xMM0OhRsNHRT @thejtlewis: This guy lays out the case for re-electing Trump better than almost anyone....","polarity":1,"subjectivity":"0.39583333333333337"}
{"tweet":" https://t.co/888vnFYKKkYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNRT @SVNewsAlerts: Story details: https://t.co/Tv4NvXO4UG","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Photo 👇 https://t.co/8IptpKOz9e@SexCounseling Yes, I've thought that for a long time.","polarity":-1,"subjectivity":"0.4"}
{"tweet":"I could see it happening. Alone, as everyone probably felt,… https://t.co/kssK3v9LLj@springsteen Trump is the incompetent syndrome. GOP spewed hate for fellow Americans &amp; institutions that did not se… https://t.co/R5TzInCPSMRT @dbongino: Twitter CEO Defends Decision to Censor Trump But Not Iran’s Ayatollah Calling for Violence","polarity":-1,"subjectivity":"0.6333333333333333"}
{"tweet":"https://t.co/QfnNu7uk9CRT @RedWingGrips: Turns out this \"anonymous\" leaker is a former disgruntled Trump staffer and current CNN contributor. ","polarity":0,"subjectivity":"0.2"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Imagine my shock 🤣You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNRT @IngrahamAngle: A second Trump victory would show America belongs to all of the people, not just an elite few.","polarity":-1,"subjectivity":"0.05"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#IngrahamAngle","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://…RT @TheDailyShow: Being Trump’s teleprompter operator is no easy job. @Jaboukie https://t.co/A0cAu0mmhrRT @JackPosobiec: Trump: People are breaking into stores and walking out with washing machines and all sorts of things - it shouldn't be al…@kell50215410 Yes. They interviewed several and it was all just a misunderstanding. These people would walk off a l… https://t.co/ueASmUMY1J#Inktober ","polarity":-1,"subjectivity":"0.4166666666666667"}
{"tweet":"#Day28 #FLOAT","polarity":0,"subjectivity":"0.0"}
{"tweet":"Initially I drew a polar bear floating on a small lump of ice to highlight global warming.… https://t.co/zhyh7JH1eGRT @Amy_Siskind: Stock market tumbles","polarity":-1,"subjectivity":"0.1625"}
{"tweet":"Cases reach record highs","polarity":0,"subjectivity":"0.0"}
{"tweet":"Stranded voters in Omaha","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Welcome to Trump's closing week.@pushforward40 @my6girls2012 The FBI is politicized and we would have never known had it not been for President Trump they all need to go. Strzok and Page were just the tip of the icebergDear @realDonaldTrump: We have the magical CA mask that let’s you eat right through it.","polarity":1,"subjectivity":"0.8119047619047618"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Awww, just kidding. We wear masks in public &amp; take them off when eating.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also, where do you get your batshit crazy ideas? As @POTUS, you have access to the best info in the world. Use it.“Senate Republican candidate” and “non-Trump-y traditional Republican” aren’t quite synonyms, but it seems safe to… https://t.co/2LvHm2DBNNRT @intheMatrixxx: Dorsey Just Lied To Congress And Claimed Twitter Never Censored President Donald Trump https://t.co/tUUFurMk7iI don't understand why folks are let down that Miles Taylor is Anonymous. He came out as a Trump detractor long ago… https://t.co/O8Uwfov4epRT @ShawnInArizona: Anti-Trump messages projected on Camelback Mountain https://t.co/3juE16OtvQ https://t.co/3juE16OtvQReport Reveals Trump Avoided Paying Taxes On Nearly $300 Million In Loans","polarity":1,"subjectivity":"0.5055555555555555"}
{"tweet":"@keriRN @rini6 @GrandmaShark18","polarity":0,"subjectivity":"0.0"}
{"tweet":"@MpoppEileen @AmazonianGal127 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@18TruckaMan https://t.co/q53CjRT8il via @politicususa@realDonaldTrump Another corona death rally.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump act like there is no virus who kills more people than flu.@Local4News So tired of lock down maskUp shut the economy down for the sake of politics, so Democrats can say \"look… https://t.co/mbeby4QlKeYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.373015873015873"}
{"tweet":"https://t.co/46VkWJE0GNYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNNoooooooo! Voting for @realDonaldTrump is a losing game for #Latinos. It's one red card after another. ","polarity":-1,"subjectivity":"0.2"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#BastaTrump! Let's win the game against Trump by voting on or before November 3. Help make sure Latino voters see this ad - donate to MiFamiliaVota: https://t.co/AT3vpd4sxG https://t.co/XEkkZJex26Miles Taylor helped spin the Trump administration’s policy of separating migrant children from their parents. How many of those parents were offered media contributorships?RT @RichardGrenell: Saturday night Trump Pride in Minneapolis. Join us!","polarity":1,"subjectivity":"0.5472222222222223"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/R3HBUjCgjfA vote for trump is a vote for hate. #VoteBlueIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.💥BOMBSHELL💥","polarity":-1,"subjectivity":"0.4600000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#DisbandTheFBI","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Wray’s FBI Knew All Along And Kept It a Secret From President Trump, The ‘Investigators’ Had Hunter’s ‘Laptop From Hell’ Since December https://t.co/RnUHpZtWbCDonald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkqMost people that are crazy and didn’t vote for him that stand behind no law no borders no America that only spread… https://t.co/DiE3Hd4Trt@ddale8 @donwinslow Lol, though it pisses me off, why is this news worthy? It just another day in where trump and h… https://t.co/ncF3X98hG6You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.6833333333333333"}
{"tweet":"https://t.co/46VkWJE0GN@RBPundit It might even get a few conservatives off the couch to vote for President Trump that were intending to sit this one out.@NIH Maybe you can team up with the  Wuhan Lab and create Potential Pandemic Pathogens that are way more transmissi… https://t.co/NBlEQyVCejJoe Biden bus tour is getting a big Trump welcome to Texas in Fort Worth as we speak. Don’t worry, the next bus stop in Dallas has more people waiting and ready to greet them too. R/T @SheepofftheJeep https://t.co/whK0StuXIjVOTE FOR PRESIDENT TRUMP ON NOVEMBER 3rd!It’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19… https://t.co/ju2doB2Jc1EXCLUSIVE: Donald Trump Jr. says he believes the New York Times op-ed penned by an anonymous senior administration official was written by a “very low-level person\" and that the Justice Department should investigate the author. https://t.co/8eiCruD7Fs https://t.co/R8QPtzHKra@BonkPolitics @LabyrinthWeaver @MarkMeadows Yet Trump is the one with undisclosed bank account in China.@CNNnewsroom @CNN @jamiegangel You hacks are a joke. 100% negative articles about Trump and conservatives, and 100%… https://t.co/XYF1prsFltTrump to gut protections in Alaska’s Tongass forest, the ‘lungs of the country’ https://t.co/csAjQX6Y89 Another cri… https://t.co/tE78TSSKvzShorty with the head wrap looked around at shorty wit the slick back like “bitch you hearin this?”You forgot. He told us what he would do.   Then Trump kept his promises.  Even when RINO’s didn’t support him.RT @Redistrict: Here come the final polls...RT @AOC: I try not to curse in public, but... 🤷🏽‍♀️ https://t.co/4aqmxSff60RT @funder: Biden cares more about Trump’s supporters in Omaha than Trump does.RT @CAPolitics: @MilesTaylorUSA @denver_rose Reminder Trump gassed American protesters,  shot them with rubber bullets and wanted to do wor…You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.3642132867132867"}
{"tweet":"https://t.co/46VkWJE0GNYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNTrump Is Doing Better In MI And Wisconsin Than Polls Suggest","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"A week-long trip through the Midwest States talking with ordinary people convinced us polls aren't telling full story","polarity":1,"subjectivity":"0.4833333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"... as w/ 2016, the MSM Polling are Lies to Influence the Election ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@POTUS https://t.co/JkN31ouceZIt feels like even this nightmare court would have a hard time ruling that every state where Trump is ahead on elec… https://t.co/rDWkIaOk77Haven’t seen many of this website's staunch defenders of Catholicism condemning this deplorable attack on a faithful Catholic quoting the recent encyclical of the Vicar of Christ. Any moment now, I’m sure!  https://t.co/xcACNSkeTdThe brothers at @MeidasTouch deliver again!","polarity":1,"subjectivity":"0.5300925925925926"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The brothers at Meidas and the fantastic team at @ReallyAmerican1 are doing really important work. https://t.co/zDES5xExTx@mattklewis @DavidAFrench David has a good track record of being wrong. I’m more confident now that Trump will win.RT @nprpolitics: Ex-Homeland Security Official Outs Himself As 'Anonymous' Anti-Trump Author https://t.co/OZvku3ygySRT @Avenger2Toxic: Jack Dorsey at Twitter Defends Censoring President Trump but not Iran's America Hating Ayatollah via @gatewaypundit http…RT @gatewaypundit: Facebook Permanently Bans Vet-Owned Apparel \"American AF\" Over Awesome Trump Merchandise via @gatewaypundit https://t.co…RT @dbongino: Twitter CEO Defends Decision to Censor Trump But Not Iran’s Ayatollah Calling for Violence","polarity":1,"subjectivity":"0.6814814814814816"}
{"tweet":"https://t.co/Ajp2E8YWEVThe Chairman of a massive Big Tech hearing slammed the CEO of Twitter for enabling dictators’ calls for violence and Chinese COVID-19 propaganda while censoring President Donald Trump. https://t.co/iSP8PsZROa@NatashaBertrand @DoNotTrustTrump Donald Trumps track record for 4 years","polarity":-1,"subjectivity":"0.30000000000000004"}
{"tweet":"No healthcare plan, higher middle lower class taxes, Rich people pay no taxes, 228,000 dead Americans, 12,580,000 unemployed Americans, 8,000,000 more Americans in Poverty, while Donald Trump used well over 100,000,000 in tax money for golfRT @VanityFair: .@AOC on the New York Times’s bombshell investigation of Trump’s taxes: https://t.co/xAbI0YRPca https://t.co/zht1EH9ztADemocrat Governors destroyed the Economy, NOT TRUMP","polarity":1,"subjectivity":"0.4340909090909091"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Democrat Governors shipped Covid Patients into nursing homes, killing the old, NOT TRUMP","polarity":1,"subjectivity":"0.2"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Remember thisTrump lives in that other reality- so, let’s vote him out and elect Joe Biden!!!#SenateBlueWave #VoteBiden #VoteBlueDownBallot ","polarity":1,"subjectivity":"0.6375"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#COVID19 #coronavirus @realDonaldTrump &amp; @GOP failed to pass stimu… https://t.co/yGH4A53ljHRT @catturd2: I admit - I never knew just how bad the swamp was until Trump was elected President.RT @Lrihendry: If you have already voted for Joe Biden and want a do over, you can change your vote to TRUMP. ","polarity":-1,"subjectivity":"0.4833333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s not too late! DO IT NO…@JoeBiden Don't vote for Trump he look like a big potato@sanaonline__ @realDonaldTrump Trump takes Adderall, lies to the entire United States for four years and is Dementia Donnie...RT @EvanAKilgore: Who else just watched the INCREDIBLE @realDonaldTrump speech in Bullhead City, Arizona??","polarity":1,"subjectivity":"0.55625"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I think Arizona is going to Tru…Trump muses about how Joe Biden would fare if he fought in UFC, and how it would go if the two of them fought. Things are getting weird. https://t.co/p1lSx82vfhThe same woman who denied extra protections for a US ambassador &amp; his Protection Team 2 weeks before an attack &amp; denied them help again after they begged for their lives the night of the attack has no room to criticize anyone else's ability to save lives! Sit down!RT @AOC: I try not to curse in public, but... 🤷🏽‍♀️@aephax @William____H @stillgray I don't know who these people are. All I know is that if they are voting for Biden… https://t.co/eESR7qfs5kMy final *CONSERVATIVE* prediction for 11/3.","polarity":-1,"subjectivity":"0.43009259259259264"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"BIDEN 55%","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP 41% ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Electoral College 370-168 Biden ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Senate 52-48 Democrats ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"House +15 more seats ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"These are my BEST CASE #’s for Trump/RepublicansRT @Newsweek: Majority of Americans view Joe Biden as more of a patriot than Donald Trump, new poll shows https://t.co/gMCwTAkRi2@MarkMeadows The biggest monumental embarrassment is the fool you work for, Trump!RT @BobPark67157482: AMERICA'S BURNING TO THE GROUND &amp; TRUMP'S AT A RALLY LOWRATING HILLARY CLINTON ! ! !RT @CitizenWonk: Obama held back on his most biting critiques of Trump until now for maximum effect: op-ed https://t.co/dahGGExkXg https://…I am actually so disturbed by the amount of under 30s I know who are voting for Trump SOLELY based off Biden’s tax plan. Like?????? Absolutely no hate but you work the front desk at a gym.. I don’t think you make the $400k cut my loveAlready, this story has far more evidentiary and on-the-record corroboration than, say, the Dossier reporting or that blooper of a report in Buzzfeed (remember, @benyt?) on Trump suborning perjury, which the Mueller team demolished within 12 hours.Biden on the Omaha debacle: \"It's an image that captured President Trump's whole approach in this crisis ... He gets his photo op and he gets out. He leaves everyone else to suffer the consequence of his failure to make a responsible plan.\"Fox News' Juan Williams brings up Trump supporters being left to freeze by the Trump campaign last night after the president's rally.","polarity":1,"subjectivity":"0.39794372294372293"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Jesse Watters: \"Yeah, I didn’t hear about that.\" https://t.co/RzMRhx7aHdNEW OLBERMANN VS. TRUMP VIDEO:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"My opus - “Trump’s 50 Worst Atrocities.”","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Gonna violate my rule here and ask you to share, post, RT the Condensed Version below, and the full 12-minute video is here on YouTube: https://t.co/nVnN0SMCPE","polarity":1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"PLEASE RT TRUMP’S 50 WORST ATROCITIES. https://t.co/Spw10vSz2cOn January 20th, 2021, @JoeBiden will be inaugurated President of the United States. ","polarity":-1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The easiest thing for Donald Trump to do is to stand up like a man and accept the results of an election of the American people. #vote https://t.co/unFSIBdY18You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.20833333333333331"}
{"tweet":"https://t.co/46VkWJE0GNMy grandmother is 90 years old","polarity":1,"subjectivity":"0.2"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She survived Hitler and the Holocaust","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She lived in Russia under Stalin and Khrushchev","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Then moved to Chile, Peru, and Panama before moving to the United States in the '70s","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She has never voted in her life","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Today she voted for Donald J. Trump https://t.co/zFLS1nREn6You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNFocusing on the tragically high death toll is important. But this disease can damage those who seem to recover for years. Trump and his fellow deniers never address these long-term effects.RT @JackPosobiec: This debunks the midwit journos trying to say \"stand back\" means \"attack\"Powerful. And quite a message on a day we find out the anonymous call was coming from inside Kristen Nielsen’s house.HAPPENING NOW Republican Armenian Americans, wearing the colors of the Armenian flag in rows, awaiting Donald Trump’s speech at Goodyear (Phoenix area) in Arizona, hoping for US enforcement of ceasefire with Azerbaijan. https://t.co/8haYlZfjprFriends in blue states - please vote early.  We need the largest popular vote margin so Trump has fewer arguments to cling to power. I’m voting today in DC. Consider voting in person or take your ballot in. Do it today.Laughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.5377056277056277"}
{"tweet":"https://t.co/46VkWJE0GNRT @DonaldJTrumpJr: The supposed “high level administration official” was a DHS staffer!!! 🤣🤣🤣 No one I know has  even heard of him.RT @mortgageconsult: Which killed 226K Americans https://t.co/nJ9tqX8BZWRT @discourse_blog: Congrats to this piece of shit https://t.co/pdFflzFz9MFUN FACT: In an astonishingly sexist remark during a campaign rally yesterday, Trump pledged to women that if reelected, he’d get their “husbands back to work.”You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.39666666666666667"}
{"tweet":"https://t.co/46VkWJE0GNA week from today, we could wake up and never have to deal with Donald Trump as president ever again. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote. Make sure your parents vote. Make sure your friends vote. Make sure your family votes.If the anonymous op-Ed writer was a nobody staffer at DHS, imagine how irrelevant all the media's other \"anonymous sources familiar with the matter\" during the Trump admin have beenYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.5972222222222221"}
{"tweet":"https://t.co/46VkWJE0GN“Absentee ballots counted after election day do not ‘flip the results of an election,’ as Justice Kavanaugh claimed. They are the results of the election.” https://t.co/2iBaOcApPJOANN is reporting that the CDC numbers reveal that hospitals counted over 130K deaths from pneumonia, influenza and heart attacks as Covid-19 deaths.","polarity":0,"subjectivity":"0.0"}
{"tweet":"This means that everything we've been told about the virus is a lie.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hospitals got rich while leftists blamed Trump. 🤔🤔@NikaDragomira This is the problem with Trump and his minions. They’re actually so ridiculous that parodies aren’t all that funny.RT @BuzzPatterson: This is a closing argument for @realDonaldTrump! https://t.co/3hirwHAKNjOn a call w/ reporters WH Senior Advisor Stephen Miller, speaking as an advisor to the Trump campaign, claimed, without evidence, Biden \"would incentivize child smuggling and child trafficking on an epic global scale\" falsely claiming \"This administration kept families together.\"RT @blaireerskine: Woman stranded at MAGA rally in Omaha says Trump wanted to teach them a lesson https://t.co/SvqYw5MnOZWoman who is literally incapable of taking care of her own daughter because greed and lust for power led her to become a Trump zombie has thoughts.During a single 90-minute rally, Trump made 130 false or inaccurate statements — some entirely made up, others casual misstatements of simple facts, some clearly intended to mislead. He lied about his own record and that of his opponent. @YLindaQiu @shearm https://t.co/ofIfDXP0xWRT @PrincessBravato: 7 trillion in debt Trump racked up in 4 years.","polarity":1,"subjectivity":"0.6283163265306122"}
{"tweet":"HOLY SHITPresident Donald Trump on Wednesday condemned local Democrat officials for failing to stop rioting and looting in Philadelphia the previous evening in reaction to a police shooting of a black man. https://t.co/ITyEwQ8kI1@samstein She is saving her big backstab for Trump v. Biden.@JoeBiden It’s Trump, it’s all made up and served with a slice of bitterness and incompetence.What is with you liberals and your sick obsession with Hitler? Joe Biden is being demonized bc he is a demon, predator, racist and a corrupt criminal.  Put the joint down, turn off CNN and educate yourself. https://t.co/vHWtSZrfqhYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":-1,"subjectivity":"0.38448773448773443"}
{"tweet":"https://t.co/46VkWJE0GN@Walker1world @NickAdamsinUSA If more cities lockdown that's going to only make more people vote for Trump!! IMHO@Jim_Jordan Hmm..Trump works in court to suppress voting, attacks peaceful protestors and wants to silence the pres… https://t.co/jeEMEi5SZ1RT @RichardGrenell: I want this guy as my US Senator - we need outsiders representing us in Washington, DC.This is what you get when you have a DC establishment that has been so entrenched for so long that an outsider becomes a threat. It becomes twisted to the point that they are right and the people ( whom are supposed to be the bosses) are wrong. So sick.RT @MollyJongFast: I can’t wait till @marcorubio &amp; @tedcruz start pretending they never supported trump.@bcn4eva2 @MetalGal @KP2USA @CGLKag @AR152A @arcutha @camari2 @lexi10292 @YC727USA @kelliekelly23 @RoarNWarrior @militarysweep2 @micah_xoxoxo @1_Gabriel_17 @__Double__R @LilRichie420 @shadesome @Bob452020 @Gal_NYCA @DjGoree @Ih8uJ COVID","polarity":-1,"subjectivity":"0.5720779220779221"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"THE AMERICAN PATRIOTS ARE NOT BUYING YOUR SICK LYING","polarity":-1,"subjectivity":"0.42857142857142855"}
{"tweet":"INTIMIDATING PROPAGANDA ","polarity":-1,"subjectivity":"0.1"}
{"tweet":"CNN YOU DUMB BASKET CASES","polarity":-1,"subjectivity":"0.5"}
{"tweet":"CNN EXECUTIVES YOU NEED A SERIOUS PHYCOLOGICAL EXAM","polarity":-1,"subjectivity":"0.6666666666666666"}
{"tweet":"YOU SICK PHYCO’S ➕MSM","polarity":-1,"subjectivity":"0.8571428571428571"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Ⓜ️🅰️G🅰️","polarity":0,"subjectivity":"0.0"}
{"tweet":"♈️OTE","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP➖♈️ICTORY https://t.co/6oc4lCdRBNJust spoke to my maga cousin in South Carolina. He said trump voters are planning to vote at the last minute to let Dems think they are winning so they don’t feel the need to go vote! #VoteHimOut2020 #VoteBlueToEndThisNightmare VOTE!!!!!The NYT answered a bunch of written questions about why they decided to publish the op-ed, and defended the use of \"senior administration official.\"","polarity":1,"subjectivity":"0.4083333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They used the phrase \"upper echelons of an administration.\" But Taylor wasn't even upper echelons of DHS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/B6PDPyisvc https://t.co/PMvxAhStfG@NatashaBertrand @xtrixcyclex So the citizens of the US no longer have an AG, the president has a personal defense attorney. And now we don't have an IC to protect us, they're busy lying to us to protect the president's political fortunes. No one is looking after us, it's all about Trump.","polarity":1,"subjectivity":"0.2333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"How is this good?#RogerStone : Here’s How Trump Could Still Pull Off A Historic Upset On Election Day #TheStoneColdTruth #MAGA #Trump2020 https://t.co/FVxXogmkKK via @dailycallerA caravan of dozens of vehicles supporting U.S. President Donald Trump rolled down the Jerusalem-Tel Aviv highway in Israel on Tuesday evening, the latest “Trump train” organized by supporters of the 45th president. https://t.co/FstI78dpWrThisRT @ymenken: This is yet another groundbreaking win for simple fairness against #Antisemitism from the Trump Administration. https://t.co/X…RT @RAICESTEXAS: FACTS 👇🏾BREAKING: Trump is exempting Alaska's entire Tongass National Forest from the roadless rule, making more than 9.3 million acres eligible for logging and other development. It is one of the biggest public lands rollbacks of his presidency. By @eilperin https://t.co/LnYnUI8h7vDon’t let @nytimes off the hook. They purposefully misled the country into thinking a notable senior Trump admin official was plotting against him when in fact it was an unknown Obama donor, Miles Taylor, from DHS. They knew what they were doing and it’s not journalism.Just watched an Anti-Trump commercial that was full of one misleading statement after another! Irresponsible!BREAKING:  Mike Bloomberg is funding a last-minute $15 MILLION TV blitz in TEXAS &amp; OHIO to boost Biden in the biggest red states.","polarity":1,"subjectivity":"0.35760971055088697"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Why?","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Because Biden is about to beat Trump there!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteBlueToEndThisNightmare in 7 Days!Unpopular because he crucified her without any proof. People hate her to this day for absolutely no reason except h… https://t.co/LHZOYnZcxcWhat? You mean it didn't disappear in April's warm weather or dissipate like magic?Slowing the #USPS is the work of Trump and his lackey DeJoy. If you havent mailed your ballot yet, DO NOT! DROP IT OFF in a drop box, or give it to the county clerk.","polarity":-1,"subjectivity":"0.8175000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Ballots mailed now MAY NOT arrive in time to be counted! https://t.co/JALdKtybQLDear @realDonaldTrump: We have the magical CA mask that let’s you eat right through it.","polarity":1,"subjectivity":"0.7678571428571428"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Awww, just kidding. We wear masks in public &amp; take them off when eating.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also, where do you get your batshit crazy ideas? As @POTUS, you have access to the best info in the world. Use it.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.4066666666666666"}
{"tweet":"https://t.co/46VkWJE0GNYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNAfter a brief mic issue, Trump: \"Whoever did this microphone, don't pay 'em. You know, I have a reputation for not paying. And it's a false reputation. When somebody does a lousy job like a microphone that's no good or teleprompters that fly with the wind, I say 'don't pay 'em.'\"Trump on Democrats: \"And you know what they want to teach in school? We don't teach that in school. We've ended that.\" He never explains what the that is.RT @sbg1: \"I was nominated for three Nobel Peace Prizes,\" Trump just now roars to his rally crowd in Arizona. They cheer.So the Steele Dossier that kicked off 4 years of Russiagate hysteria among the US ruling class was cooked up by two Russian alcoholics from Perm. “Gogolesque” does not begin to describe the grotesque credulity &amp; stupidity of the American elites.","polarity":-1,"subjectivity":"0.5481481481481482"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/LynUT8KLWxRT @Rschooley: The Trump campaign is really hitting their Orwellian target. https://t.co/lxZJz1BW5P@3days3nights @CNN I’m voting for Trump on Saturday with my family, friends and neighbors. First day to vote early in California 😁The NYT answered a bunch of written questions about why they decided to publish the op-ed, and defended the use of \"senior administration official.\"","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They used the phrase \"upper echelons of an administration.\" But Taylor wasn't even upper echelons of DHS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/B6PDPyisvc https://t.co/PMvxAhStfGBREAKING: NORAD says that it dispatched an F-16 to intercept a unknown aircraft flying near the Trump rally in Arizona, launching flares before escorting the aircraft out of the restricted airspace@jboyle1223 @NBCNews @PinkIguana11 Stiffed by the bankrupt Trump campaign. Hard to believe 🤣🤣🤣🤣🤣🤣Bravo to whoever hacked Trumps campaign website! ","polarity":-1,"subjectivity":"0.5138888888888888"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is the best message EVER! ","polarity":1,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#WisdomWednesday https://t.co/9J0RKZNQ9n https://t.co/OxXPRUaakC@AaronFox24 @Juliannyc901 trump spent the entire first presidential debate attacking Biden’s son who has never been… https://t.co/JctPZQfT5cYes he is...@swiftiec13 lol, her damn ass is saying it like it's some great mystery...","polarity":1,"subjectivity":"0.5016666666666667"}
{"tweet":"TRUMP LIES PEOPLE DIE, period","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpDeathToll230KAnd marry Christmas. https://t.co/bnF25ZT43iOver A million absentee ballots, mostly in key swing states of course, won’t be counted because they don’t arrive on Election Day.  And that’s backed up by a judge.  So Trump and his minion, postmaster  DeJoy, may have effectively stolen this election by blocking ballots.My grandmother is 90 years old","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She survived Hitler and the Holocaust","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She lived in Russia under Stalin and Khrushchev","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Then moved to Chile, Peru, and Panama before moving to the United States in the '70s","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She has never voted in her life","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Today she voted for Donald J. Trump https://t.co/zFLS1nREn6RT @KellyannePolls: If the latest #polls are right, Trump is favored to win reelection - The Washington Post https://t.co/hUO2MtKoSIAmerica is at a crossroads.","polarity":1,"subjectivity":"0.6839285714285714"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We can choose four more years of Donald Trump's chaos and division. Or we can choose a different path — one of hope and light.","polarity":1,"subjectivity":"0.6"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The decision is in your hands. Vote: https://t.co/eoxT07d7QBEveryone knows that the way to get things done is simply to claim you DID them.","polarity":0,"subjectivity":"0.35714285714285715"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Right?RT @Wut_Alex: The trump supporters in OC have to remember that he denied California wildfire aidRT @TheDailyShow: Snapped a selfie at last night's Trump rally! https://t.co/tFVeMm5YsTWhen the BOSS @realDonaldTrump wins✅","polarity":1,"subjectivity":"0.26746031746031745"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ChinaJoe Trump WILL Shut you down faster than @HillaryClinton’s Money laundering foundation💴💴💴💴💴💴💵💵💵💵💵💵","polarity":-1,"subjectivity":"0.2888888888888889"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"funny video: https://t.co/bajux8s08RRT @TrueFactsStated: Just a thought but what if everyone votes and Trump is done and dusted by midnight on Tuesday?I ain't even American HELPDonald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkqRT @blaireerskine: Woman stranded at MAGA rally in Omaha says Trump wanted to teach them a lesson https://t.co/SvqYw5MnOZRT @AOC: I try not to curse in public, but... 🤷🏽‍♀️Miles Taylor helped spin the Trump administration’s policy of separating migrant children from their parents. How many of those parents were offered media contributorships?Trump is derailed by feedback, then he says, \"whoever did this microphone, don't pay them. You know I have a reputation for not paying.\" https://t.co/Th7eKgsTNwNew: CIA had to take extraordinary measures to protect the whistleblower from threats that surged as Trump attacked him on Twitter. https://t.co/YOwTtIReHA By @gregpmiller @isaacstanbeckerSo we've gotten two live-caller national polls fully post-debate and they're Biden +12 (CNN) and Biden +11 (CNBC/Hart/POS). ","polarity":1,"subjectivity":"0.5809523809523809"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/P66ItEJsB2I'm in California. Where do we get these special masks? Why don't I ever see one? Everyone I know is wearing regular masks.","polarity":1,"subjectivity":"0.32417582417582413"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also, they stay home and don't eat at restaurants.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The president is an idiot. And a liar. https://t.co/iTf7K3ouAYJared Kushner bragged that Trump was taking the country “back from the doctors and scientists”?","polarity":-1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"What the hell? https://t.co/oAAih2cqwYRT @DavidWallce: People arriving in the secure area for Trump's speech later today. #TrumpInAZ https://t.co/GoyKB0CEgzThe average American carries roughly $90,000 in personal debt and struggles to pay it back over the course of their lives. Trump had $287 MILLION in debt and had it forgiven. This is what we mean when we say the rich play by a different set of rules.True Author Behind 'Anonymous' Anti-Trump Writings Finally Steps Forward https://t.co/yQX4N09tue @townhallcom #AAG #AAG2020Seems clear to me that the lack of character was evidenced by the low-life that lacked the courage of his own convi… https://t.co/0hykFp27y1Dear @realDonaldTrump: We have the magical CA mask that let’s you eat right through it.","polarity":1,"subjectivity":"0.5170304232804233"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Awww, just kidding. We wear masks in public &amp; take them off when eating.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also, where do you get your batshit crazy ideas? As @POTUS, you have access to the best info in the world. Use it.Trump's utter failure on COVID and McConnell's rejection of a recovery program has sent the market into freefall and millions into poverty. ","polarity":1,"subjectivity":"0.625"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The country can’t afford four more years of this. ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote.Tectonic shift started last night with #Bobulinski interview, Congress keeps it going with Big Tech Hearing today, then Trump keeps it going in spades in his FUN AS HELL rallies.","polarity":1,"subjectivity":"0.12222222222222223"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Woooo hoooo@laurrue @ChrisEvans The Pandemic Plan that the Obama Administration left for Trump was tossed aside. They were given a plan, but it was ignored. And Biden was the VP, not the President.RT @GeorgeTakei: Trump will leave you out in the cold.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No, literally, he will.It’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.@TheScottHunt @john_starke @tomascol @tony10000 @albertmohler And Biden is hardly immune to the same complaint as T… https://t.co/aqcxS0OyEyYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.31"}
{"tweet":"https://t.co/46VkWJE0GN@voodooloungegm1 @rynopav22 @Teresa_Denemy @MarchandMusic @atrupar @RudyGiuliani @FoxNews Go back to playing minecr… https://t.co/k7aZtj5N7J@thehill @FLOTUS Trump is the biggest divide in this country@realDonaldTrump IG &amp; Facebook have put my account into a black hole where no one gets my posts. ","polarity":-1,"subjectivity":"0.21666666666666667"}
{"tweet":"This is what they have done to millions of Trump supporters. Fake media ignoring Biden caught working w/ Chinese Spy. But fear not! We are beating them despite all their efforts! #Trump2020LandslideThe Deep StateReminder to those who haven’t yet voted: Trump wanted us to explore gassing, electrifying, and shooting migrants at the border. Is that who we are? Vote him out.RT @AOC: I try not to curse in public, but... 🤷🏽‍♀️Senator Bill Cassidy, an MD, supports President Trump’s management of the pandemic as well as the repeal of the aff… https://t.co/Utq78nXZ8lSounds like literal treasonRT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! #MAGA ","polarity":-1,"subjectivity":"0.36666666666666664"}
{"tweet":"https://t.co/3AnrRUPTtZRT @RTerriers2: 'Bachelorette' broadcast in Detroit mistakenly airs 2020 election results favoring Trump in Michigan https://t.co/xCTdmPKYF…RT @DonaldJTrumpJr: The supposed “high level administration official” was a DHS staffer!!! 🤣🤣🤣 No one I know has  even heard of him.Because there are none. But President Trump’s tweets have been censorship many times by both of these liberal hacks.                                Facebook, Twitter CEOs struggle to name a single liberal who has been censored on their platforms","polarity":1,"subjectivity":"0.4180952380952381"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/gimvSuOlOrTrump is ahead in MI (oof, Gov. Witmer! Open your state!) and in PA, the latter a must-win state. Trump will win FL and Blue-state NC. No, TX won’t go “Blue,” and, yes, it will be an uphill climb for Trump to win WI. It doesn’t mean he should stop trying, though.It's disgraceful to watch the media praise Miles Taylor, the \"Anonymous\" whistleblower with no real insight into the Trump administration while completely ignoring Tony Bobulinski, the credible whistleblower with hard evidence of Biden Family corruption.US judge in San Antonio REQUIRES all voters, poll workers, and poll watchers in Texas to wear a mask at voting locations. Judge, a Trump appointee, VOIDS portion of Gov. Abbott’s mask mandate that exempted polling places.","polarity":1,"subjectivity":"0.37743055555555555"}
{"tweet":"More to come.Trump continues to mock masks, saying falsely, \"In California, you have a special mask. You cannot under any circumstances take it off. You have to eat through the mask. Right?...It's a very complex mechanism. And they don't realize, those germs, they go through it like nothing.\"Bullhead city🤣@tribelaw @gtconway3d @djrothkopf Trump is a very evil man He has no low .  #TrumpIsEvil. #EvilDonald #TrumpIsEvilagreeIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.@valdez1776 Trump crime family first. Plenty of evidence. None so far on Biden.@dcexaminer Don't worry; if Trump wins, there will be rioting; if Biden wins, there will be shooting..The American… https://t.co/hIx6r7Oyj3Second ARIZONA poll today showing broadening lead for Biden. ","polarity":1,"subjectivity":"0.4475297619047619"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump losing Arizona with John McCain’s wife, Cindy,… https://t.co/uMiHxBGRvSRT @dbongino: Twitter CEO Defends Decision to Censor Trump But Not Iran’s Ayatollah Calling for Violence","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/QfnNu7uk9CEVEN...if he did ( which he didnt )","polarity":0,"subjectivity":"0.0"}
{"tweet":"Millions PALE next to the CRIMINALITY of the orange-virus and his MINIONS of sp… https://t.co/u09AzFdPzq@realDonaldTrump @RSBNetwork President Trump is a beast! He has more energy than me in my 30’s. ","polarity":1,"subjectivity":"0.22666666666666666"}
{"tweet":"4-5 Rally a day doing it all for us. He didn’t need all of this. He had money &amp; fame &amp; they all loved him but he laid it all down to save our nation. ","polarity":1,"subjectivity":"0.5444444444444445"}
{"tweet":"God Bless him 🙌🏾❤️🇺🇸RT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! #MAGA ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3AnrRUPTtZ@ChristianWalk1r Don’t be nervous.  Trump has got this.@hetlorstruggles theyre main argument is always that karlie is a trump support when shes voices abt being a dem mor… https://t.co/7vaFnbhZzeRT @BuligaMixerShow: Get out and vote! Vote Trump and vote Red! 🇺🇸","polarity":1,"subjectivity":"0.16666666666666666"}
{"tweet":"#trump2020 #election #keepamericagreat https://t.co/nwta8v3jbQRT @Rschooley: The Trump campaign is really hitting their Orwellian target. https://t.co/lxZJz1BW5PTrump says he asked UFC president Dana White if Joe Biden would be a good UFC fighter, and Biden definitely wouldn't be. \"One gentle little touch to the face and he's down. He's down. He wouldn't get up very quickly either, would he?\"Registered Republican Noah knows that there is no way forward for the Republican Party if Donald Trump is re-elected. ","polarity":1,"subjectivity":"0.4253086419753086"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"Donald Trump is not a good leader. He takes no responsibility. He takes no ownership. He does nothing.\" https://t.co/5CZP6VcrcNRT @maryantunez4515: Ah, yes, quite surprising 🙄... A former whatever chief wanting to cash in...Wow. After Trump's rally tonight, he left thousands of supporters stranded in the blistering cold miles away from their cars. @omaha_scanner is currently reporting at least 30 patient contacts and 7 patient transports to the hospital. Elderly supporters were hit the hardest. https://t.co/RnWy4ab4eq@WeatherTech Love your products and that you're making face shields. What a sad fact to learn that your CEO is a me… https://t.co/KSHGDdxfrg@dvel86 I voted for Trump yesterdayRight-wing pastor Jim Garlow says this election is a choice between good and evil and \"60 million babies that have been killed in the womb, if they could be polled, they would be voting for Donald Trump.\" https://t.co/Ane7353vuY\"I grew up in the streets of Philadelphia &amp; I NEVER benefited from any programs that any Democrats had set forth... But President Donald J. Trump has gotten me to work. President Trump has gotten my family secure. President Trump is GREAT for America!\" ","polarity":1,"subjectivity":"0.5633333333333332"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"🌟Retweet🌟@Brixea🌟 https://t.co/tcj31Cwv8FRT @thejtlewis: Donald Trump is running a country and a national campaign.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden is just running from the press.@NatashaBertrand @xtrixcyclex So the citizens of the US no longer have an AG, the president has a personal defense attorney. And now we don't have an IC to protect us, they're busy lying to us to protect the president's political fortunes. No one is looking after us, it's all about Trump.","polarity":1,"subjectivity":"0.2333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"How is this good?Donald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkqRT @AOC: I try not to curse in public, but... 🤷🏽‍♀️I would pay all my dollars to be in the room when someone explains to Trump who Miles Taylor is.RT @MeidasTouch: Trump is now campaigning for Joe Biden it seemsTrump on COVID-19:","polarity":1,"subjectivity":"0.5555555555555556"}
{"tweet":"-We're \"rounding a corner.\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Dr. Fauci is an \"idiot.\"","polarity":-1,"subjectivity":"0.8"}
{"tweet":"-\"Don't be afraid of COVID.\"","polarity":-1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump's anti-science attitude is why 225,000 Americans are dead and why the pandemic is surging nationwide. We need a president who believes in science, not right-wing rhetoric.Laughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.The anonymous senior Trump administration official who wrote a 2018 New York Times op-ed and a subsequent book critical of President Donald Trump is Miles Taylor, he revealed in a statement to CNN https://t.co/AQwxTBF4jF https://t.co/QaKM4pWJozRT @24duckling: “The privilege that it holds for the election to be a joke to you.” was a deep statement.RT @blaireerskine: Woman stranded at MAGA rally in Omaha says Trump wanted to teach them a lesson https://t.co/SvqYw5MnOZRT @ari_russian: We love President Trump 🇺🇸","polarity":-1,"subjectivity":"0.5177095631641087"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/qBomTTl5F6RT @familyman20181: PRAY 🙏🙌🙏🙌","polarity":0,"subjectivity":"0.0"}
{"tweet":"☕✝️Remember, polls don't vote. &amp; 1 poll is not accurate to judge on. BUT Texas HAS been trending towards Biden. Now a legitimate LOCAL reliable poll has Biden up by 3%","polarity":-1,"subjectivity":"0.3166666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"If TX goes Blue, Trump cannot win. Literally.","polarity":1,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump could take FL, IA, AZ, NC, OH, GA, PA, MI, WI and STILL LOSE https://t.co/tzuPfidonERT @maXrated_: Y’all wanna know something? Celebrities are telling us to vote Biden but they are secretly voting for trump... that tax brac…@APLMom @LabyrinthWeaver @MarkMeadows You mean like the rallies Trump is still having right now? Seriously. How man… https://t.co/ozBi6f7HVZYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":-1,"subjectivity":"0.48903061224489797"}
{"tweet":"https://t.co/46VkWJE0GNRT @RealEricCarmen: @catturd2 President Trump is holding a rally in Goodyear, Arizona in a few minutes. We'll see if we can contrast the ph…RT @owillis: icymi, about 40% of the electorate is always going to be lost. it's a constant in america. https://t.co/Fzk539HC4EIf Trump could get $287 million of his debt canceled for his bogus real estate deals, please don't tell me we can't cancel the student debt of 45 million Americans who committed the \"crime\" of getting a college education.@JoeBiden Trump is trying to end democracy, not covid. If only he put this much energy into public health@ChidiNwatu @realDonaldTrump Wow, that’s insightful! tRump is pathetic!@APLMom @kisskiss8989 @TheJasonJBailey @LabyrinthWeaver @MarkMeadows I have found that trump supporters are incapab… https://t.co/Aenhy38UguRT @MingGao26: all those treasounous back channels trump assoc desired during campagn congealed after 2016. they are known.Living thru the 60’s and KKK cross burnings, these terrorist groups (they are NOT militias!) are highly dangerous a… https://t.co/zXJ2AF57ELEverybody who is voting for abortion rights has already made up their minds - such as they are - to vote for Joe Biden.","polarity":-1,"subjectivity":"0.45"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"An ad that puts killing babies IN YOUR FACE will only push undecided voters toward President Trump!","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/nJniHLpJk7RT @Jennyjen010: Has Trump received any Recognition from the MSM for the Peace deals he’s made?@AMan4AllSaisons If Trump somehow managed to hold on to power I feel like I would have no future and that's just no… https://t.co/SHkpF70InQ@realDonaldTrump Because there is no Biden corruption. There is, however, a LOT of Trump and Trump family criminal… https://t.co/CKn12AU1BTIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.If this answer seems incoherent, that's only because it is. They panicked because they want Trump out of the White House, and they don't want their comrades to blame them for anything that impedes that.I guess SDNY was too busy trying to create an issue with a Trump Org to actually do anything about the Bidens allying with “the f**king spy chief of China” ","polarity":-1,"subjectivity":"0.33106060606060606"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They’re all corrupt and compromised.RT @cek422: Total hypocrisy of these people they are evilu are not allowed to be sexy and support trump, not sorry ur wrongIt is estimated by observers tracking early voting lines that about 70% of extra votes in the election will go to Trump. ","polarity":1,"subjectivity":"0.6916666666666665"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Let’s assume it is 20M extra. ","polarity":0,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump gets 14M. They get 7M. Trump nets 7M extra votes. ","polarity":0,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just from voter turnout.It’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.Miles Taylor's \"we are the steady state\" NYT op-ed contained essentially no information and did nothing but reinforce the confirmation biases of both Democrats and Republicans: Dems that Trump is bad and Republicans that Trump is being attacked by the Deep State.@FlaDems @Women4Biden THE DOW LITERALLY DROPPED A STAGGERING 1,000 POINTS TODAY WHEN TRUMP TALKEDNEW AD: Trump Campaign Leader for Biden","polarity":-1,"subjectivity":"0.40833333333333327"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@JessicaDenson07 was Trump's 2016 Lead Staffer for Hispanic engagement – now she's speaking out against him.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"The campaign was a vile, self-serving branding exercise for one man and his family.\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Airing digitally in swing states. https://t.co/lMx2YH26QqRT @Nicholasmel44: @realDonaldTrump And your kicking butt Mr. President. Trump 2020! greatest leader this country has ever had.If Trump applied for a job with any company in the US, HR would deny his hiring. 26 sexual assault allegations, 6 bankruptcies, numerous lawsuits, + countless charges of racism going back decades. Yet we have no problem hiring him to be president? Think about that before u vote!@RepsForBiden Trump says CHINA, CHINA, CHINA but gets Mad if you bring up Russia. What's up Mr. President?I’m questioning whether anyone could be this stupid. If this person was speaking from anywhere other than Trump’s A… https://t.co/XCPJXwSvucMiles Taylor helped spin the Trump administration’s policy of separating migrant children from their parents. How many of those parents were offered media contributorships? https://t.co/j8WC6E3oSuGreat question about #TrumpCorruption.RT @TheLastRefuge2: Arizona Rally #2 – President Trump Make America Great Again Rally – Phoenix, Arizona – 5:30pm Livestream https://t.co/C…@hennojim @AP Trump has done nothing in his 74 years except lie,cheat, steal, file bankruptcy 6 times,stiff his con… https://t.co/uU3nYAQKYCit’s females like this that deserve to get they ass beat on sightRT @JackPosobiec: Did you hear Donald Trump Jr was caught admitting a secret deal with Beijing? ","polarity":1,"subjectivity":"0.5891025641025641"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Google spy chief of China tapeMassive Harvard study finds that Donald Trump and Fox News were the biggest spreaders of misinformation about mail-in voting, much more so than Russian bots or Facebook clickbait:","polarity":1,"subjectivity":"0.25"}
{"tweet":"https://t.co/DTk7Zxss9PKushner told Woodward that Trump did a \"full hostile takeover\" of the GOP. He also said, \"The most dangerous people around the President are over-confident idiots\" and that Trump had replaced them with \"more thoughtful people who kind of know their place.\"","polarity":1,"subjectivity":"0.6854166666666668"}
{"tweet":"https://t.co/9eV49LGPp3RT @TheDailyShow: Snapped a selfie at last night's Trump rally! https://t.co/tFVeMm5YsTRT @MarshaBlackburn: Twitter has not censored Joe Biden once. ","polarity":0,"subjectivity":"0.06666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It has censored @realDonaldTrump more than 65 times.","polarity":1,"subjectivity":"0.5"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/D8fmrqc…People who trash others anonymously are cowards.  Those who then LIE about it are dishonest. Perfect for CNN. Miles Taylor was a distant, disconnected figure who pretended to be some prominent Trump administration insider. His tweet today also shows he’s a grammatical idiot.RT @MeidasTouch: 📺 NEW VIDEO","polarity":1,"subjectivity":"0.6840909090909091"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet if you think Trump has always been sick #SickoTrump https://t.co/GQ0VL53GVI@GOPChairwoman I wonder if the Hispanic community realize that they have the enviable position of deciding the outcome of this election, specifically in FL, TX, &amp; AZ.","polarity":-1,"subjectivity":"0.8571428571428571"}
{"tweet":"Having endured insults from Trump &amp; harrassment from ICE, I pray to God that the will support @joebiden &amp; turn FL &amp; TX BLUEYou’re going to have to fumigate that place when you move in on January 20, 2021.@JoeBiden Trump creates his own \"reality\".They're not only going to be transferred to the hospital for pneumonia and hypothermia, they're  going to be transf… https://t.co/nfhMrVXB36RT @DoniTheDon_: Are you serious ❤? OMG..you just made my day. Thank you for letting me know. Love you! You're awesome.@SusanIverach @gooner1jdc @308saiga @RogerFritz7 @EG4USA @DaeJordan @LandslideYuge @CMW4USA @imginamarie1 @mrnd56… https://t.co/Fg4WHHiGwSRT @donwinslow: @JoeNBC Joe,","polarity":1,"subjectivity":"0.8533333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I agree. Watch. 8 million views:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/N32mXhI7KaDonald J. Trump didn’t run for President for money, power, or fame, he had all that.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He did it because of his love for our great country.","polarity":1,"subjectivity":"0.675"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And despite all the Dem’s phony investigations &amp; the dishonest media, #PresidentTrump has delivered for the people.","polarity":-1,"subjectivity":"0.5"}
{"tweet":" https://t.co/fJwKyUcBt6We need to keep our heads down and work like we are 20 points down. There is no do over on this one. We are sunk if… https://t.co/1Rlx70fUT0CNN says “Anonymous” is Miles Taylor, who has already come out against Trump. I don’t get it. Why is he coming out today if he’s already coming out? Whatever. Let’s get back to phone banking and driving voter turnout.Un fucking real. Records being set every day &amp; trump just up &amp; declares it over? Fuck trump seriously man Im so ove… https://t.co/P0HQtpeGFjIvanka Trump appears to have violated the Hatch Act a staggering 30 TIMES on Twitter alone since this was published two weeks ago.","polarity":-1,"subjectivity":"0.3574074074074074"}
{"tweet":"https://t.co/X7btvrQClE#Republicans are running about 1.5% AHEAD of their numbers 2016 numbers in Sumter County, #Florida. https://t.co/I2Vp5KIYh9 https://t.co/8mhB4GyoroInstead, hedge funds and private equity firms threw up their hands and forgave most of what Trump owed.","polarity":1,"subjectivity":"0.4375"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Two of those firms were run by men who later got roles in the Trump administration: @stevenmnuchin1 and Stephen Feinberg, who leads a White House advisory panel. https://t.co/dbhnlNlUd6@RodDean12 @washingtonpost 226,000 Dead Americans and Adolf Trump still has no planBiden was quoting the pope and stressing unity in America, but the Trump campaign made it look as if he was confused. https://t.co/0lOYC5VToGRT @TeaPainUSA: Is this \"Severe Voter Intimidation\" or just \"Mild Terrorism?\"  You decide.","polarity":-1,"subjectivity":"0.32"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/B948Qu2SFQ@Tea4gunsSC @mistressmira402 @realDonaldTrump You may like Trump enough to act like him, but it is an ugly quality. That is a lie bud.So trueRT @TrumpJew: Wow. I’m in line in Brooklyn NY to vote and out of the 3 people I’ve spoken to, all are voting Trump","polarity":-1,"subjectivity":"0.8333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In BrooklynRT @DavidLimbaugh: So great — “Trump is the greatest thing since sliced bread; sliced bread.\" https://t.co/hXHP4zu56GIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.@KellyannePolls Get ready for obscurity. It’s coming. All of you trump ass-kissers will be gone.Trumper: What's keeping you from voting for Trump?","polarity":1,"subjectivity":"0.5214285714285715"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Me: I believe another Trump term will lead us into dictatorship… https://t.co/PG3js0SdUkIt's disgraceful to watch the media praise Miles Taylor, the \"Anonymous\" whistleblower with no real insight into the Trump administration while completely ignoring Tony Bobulinski, the credible whistleblower with hard evidence of Biden Family corruption.Lindsey Graham also said wait until the next election","polarity":1,"subjectivity":"0.3883333333333333"}
{"tweet":"https://t.co/BZfzq6C0EW","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/lYYZzHhJH9","polarity":0,"subjectivity":"0.0"}
{"tweet":"You need to h… https://t.co/ZyUJqdwYVTThis election is about whether we pass a $15/hour living wage and give a raise to 40 million people or see more of Trump’s attacks on workers.","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Tune in Thursday at 8 pm ET for a virtual rally with me, @KamalaHarris, @aijenpoo, @MaryKayHenry and more on Fighting for a Living Wage. https://t.co/H0hqcho9WzRT @MeidasTouch: Trump is now campaigning for Joe Biden it seemsOne more time:","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"1. *Every* state counts ballots past Election Day. ","polarity":-1,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"2. Every state except one (Delaware) waits at least seven (and as many as 35) days *before* certifying their results.","polarity":1,"subjectivity":"0.45"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"3. This is neither new nor controversial.","polarity":1,"subjectivity":"0.7022727272727273"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"4. The President obviously *knows* all of this. https://t.co/0O5Hs27PNkRT @ConceptualJames: Officially a Trump voter now.BREAKING:  Joe Biden is now up by 4 points in Georgia!","polarity":0,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump can not afford to lose Georgia.  If he does, he can essentially kiss his slim hopes goodbye.The Ho really knows how to draw the crowds in Detroit 😱","polarity":1,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The polls say Biden is up on Trump in Michigan 🤔 but something’ tells me the polls are WRONG 😲","polarity":-1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Raise your hand 🙋‍♂️ if you’re votin’ for @realDonaldTrump Nov 3rd 🙌🏻","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/Z2zWqBto9eFUCK ANONYMOUS!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"MOTHERFUCKA DECIDES TO TALK 6 DAYS BEFORE THE ELECTION?!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WHAT WERE YOU DOING THE  LAST 4 YEARS?","polarity":0,"subjectivity":"0.06666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"YOU’RE TOO FUCKING LATE!","polarity":-1,"subjectivity":"0.6"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#SickoTrump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#KidVicious🖕🏽🙄🖕🏽","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/g5D4YS0Td5Trump is a genius. He has now incorporated air shows to his daytime rallies. Who wouldn’t want to see an F-35 in action?","polarity":1,"subjectivity":"0.1"}
{"tweet":"People actually have fun at Trump rallies. ","polarity":1,"subjectivity":"0.15000000000000002"}
{"tweet":"Informative/ stand up comedy/ air show.RT @seanhannity: TRUMP: Joe Biden Was ‘Funneling Millions to His Family as Vice President, Mike Pence Never Did That’ https://t.co/uKKSLpap…RT @Jukehorse50: Have you ever noticed that Trump's desk is always empty? There's a saying, \"A clean desk bespeaks an empty mind.\"@NaomiBiden @JoeBiden @DrBiden Senator Ben Sasse a right wing trump sycophant has finally turned on a Russian puppe… https://t.co/2P8LrznorsRT @CarySimonds9: Best TRUMP ENDORSEMENT EVER! vs. BIDEN? NOPE!!!!https://t.co/sb6Orzf9UjLast night, Trump attacked “socialized medicine.” ","polarity":1,"subjectivity":"0.5051020408163265"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Funny. I didn’t hear him complain when he received the best socialized medical care in the world for free at a 100% government-run hospital. https://t.co/RHZ8Ro2ZG9RT @thebradfordfile: Trump said the fake news media is the enemy of the people--and the media has spent four years proving him right.Trump's utter failure on COVID and McConnell's rejection of a recovery program has sent the market into freefall and millions into poverty. ","polarity":1,"subjectivity":"0.5595238095238095"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The country can’t afford four more years of this. ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote.@DeptofDefense @usairforce Click Like to re-elect President Trump   https://t.co/oOINPv7XlmRT @WinnerBrittany: Please say my sister's name, @MichaelCohen212! It would mean the world to us!RT @TheGoodLiars: His face is almost the same color as the hat.RT @ewong: Thread for anyone who wants to understand whether Trump has actually been “tough on China.\" https://t.co/1Tczv9uS96#ABC AIRS THIS BS BUT WONT AIR HUNTER BIDENS AND VP BUDEN COLLUSION WITH CHINA!We're 6 days away from Election Day! We can't afford four more years of Trump.RT @Rasmussen_Poll: Shocking. Who knew?","polarity":-1,"subjectivity":"0.5307291666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/BWAQX7AKFS https://t.co/YshspHjeqHRT @poutiesma: But “he’s done the most for conservation, right?” Couldn’t roll my eyes harder. We need to protect the environment https://t…RT @HowardBeck: Wow, these @ProjectLincoln ads depicting Trump's legacy are getting really creative!Hand deliver your ballot if possible, do NOT rely on Trump's  postal service, he's done everything in his power to… https://t.co/yRTEolQ6rEOh.....snap....Trump was rightRT @mmpadellan: It may be Fool's Gold, but I can't stop thinking about the possibility of Texas turning Blue.","polarity":1,"subjectivity":"0.5908163265306122"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And trump's face if/when it…And finally, the truth is its really hard to vote in person this year. People frustrated and outraged by Trump will stand in line for long hours because they have been waiting for 4 years to do it. Come Nov 3, when his supporters need to wait for hours, they will get out of line.Not only your back but your hair.","polarity":-1,"subjectivity":"0.5916666666666666"}
{"tweet":"My G-d the hair.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump might be a clown but your guy is creepy and weird.RT @ColSDM: Well I wasn’t expecting this","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Editorial: The Boston Herald endorses Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020 #TWGRP  https://t.co/vaYO7In1DwLmao, trump leaving thousands of his Omaha rally attendees in the freezing cold after being bused there is the perfect chef's kiss of lessons: After he's done with you, you're out in the cold freezing to death. #Omahastranded@Tazerface16 This has been one of the saddest revelations of the whole trump debacle over the past 5 years or so.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.5604166666666667"}
{"tweet":"https://t.co/46VkWJE0GN@FKUJAK1 @realDonaldTrump Leftist Marxist-Leninist socialism is the biggest virus in the United States today. They… https://t.co/nSGkNjqQh0Has anyone seen the recent events with The peaceful protesters attacking Jews for Trump? How can this not be consid… https://t.co/NloBUqg0dFI think it's funny how you don't realize that there are Trump supporters all over the world! There's also this thing called time zones but you go ahead sit in you're little Echo Chamber of delusion. We've got this! 😘💯🇺🇸💥 #BidenCrimeFamiily #Trump2020RT @DonaldJTrumpJr: The supposed “high level administration official” was a DHS staffer!!! 🤣🤣🤣 No one I know has  even heard of him.Are we just going to ignore the Biden Laptop stuff then?","polarity":1,"subjectivity":"0.5650000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Because that litterally proves everything you said wrong!This person is not a hero. As Chief of Staff at DHS, he played a critical role in the family separation policy, which he didn't even bother to mention in his anonymous op-ed. Instead he choose to milk his status as an \"anonymous\" member of the Trump administration to sell books. https://t.co/FADE3APhtV@JesseBWatters As a Registered Nurse I am greatly offended by Juan Williams laughing at the Trump supporters who ne… https://t.co/T0d2RpJ9ntRT @DC_Draino: Who here won’t let any rain, sleet, or COVID hysteria stop them from voting TRUMP next Tuesday?!RT @MrJonCryer: Wait, is this real?!It’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy wiretapping and actually creating fake predicates to go after Trump and his team. Hunter Biden? Tried to cover it all up. Shameful.🔥OUR PRESIDENT, @realDonaldTrump Has Followed the So-Called \"SCIENCE\" Long Before You SWAMP CREATURES even knew What was Happening!! ‼️","polarity":-1,"subjectivity":"0.534"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"OUR PRESIDENT, @realDonaldTrump IS STILL WAITING for a Stimulus Bill from Pelosi TO HELP THE AMERICAN PEOPLE‼️","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"YOU'RE NOT OUR PRESIDENT!👇Breaking: Jared told Bob Woodward in April! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"“Trump did a full hostile takeover of the GOP.”","polarity":1,"subjectivity":"0.55"}
{"tweet":"“Trump is surrounded with overconfident idiots.”If the anonymous op-Ed writer was a nobody staffer at DHS, imagine how irrelevant all the media's other \"anonymous sources familiar with the matter\" during the Trump admin have beenStock market slide muddles Trump’s economic message days before 2020 election","polarity":-1,"subjectivity":"0.575"}
{"tweet":"By Jeff Stein","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/hNJkmGd61sRT @itsJeffTiedrich: if we stop testing Trump supporters for hypothermia there would be less hypothermiaTrump is derailed by feedback, then he says, \"whoever did this microphone, don't pay them. You know I have a reputation for not paying.\" https://t.co/Th7eKgsTNwTrump wants US to believe he’s succeeded in crushing the virus. He also wants us to believe he’s not a Racist, a Criminal, a misogynist, a Sociopath and a Pathological Liar. Good luck with that. 6 days to end the Insanty.RT @frfrankpavone: Watch LIVE: President Trump Holds Make America Great Again Rally in Phoenix, AZ 10-28-20 https://t.co/1Nqb2IVFBoThis is so insane. The world is burning and there are less than 40% of all forests left in the world. And it’s not… https://t.co/ReNsCs9LKWRT @RichardGrenell: I want this guy as my US Senator - we need outsiders representing us in Washington, DC.@TeamTrump @realDonaldTrump [🔴 Watch LIVE: President Trump Holds Make America Great Again Rally Goodyear, AZ ]… https://t.co/8ZFvaea3UbRT @ReallyAmerican1: Trump is truly sick. #SickoTrumpRT @DailyCaller: TRUMP: \"We'll be the first nation to land an astronaut on Mars.\"","polarity":1,"subjectivity":"0.4715873015873015"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Person in the crowd: \"Make it Nancy Pelosi!\" https://t.c…Dear @realDonaldTrump: We have the magical CA mask that let’s you eat right through it.","polarity":1,"subjectivity":"0.7678571428571428"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Awww, just kidding. We wear masks in public &amp; take them off when eating.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also, where do you get your batshit crazy ideas? As @POTUS, you have access to the best info in the world. Use it.RT @TitusNation: “I take no responsibility, at all.” - Donald TrumpIt's disgraceful to watch the media praise Miles Taylor, the \"Anonymous\" whistleblower with no real insight into the Trump administration while completely ignoring Tony Bobulinski, the credible whistleblower with hard evidence of Biden Family corruption.If Trump applied for a job with any company in the US, HR would deny his hiring. 26 sexual assault allegations, 6 bankruptcies, numerous lawsuits, + countless charges of racism going back decades. Yet we have no problem hiring him to be president? Think about that before u vote!I know there are different opinions about @MilesTaylorUSA staying anonymous for so long. But I understand he had hi… https://t.co/Bk8KyIcUc3@HKrassenstein @cassiemonoo Trump lost the last election by millions of votes but still ended up in the White HouseThis person is not a hero. As Chief of Staff at DHS, he played a critical role in the family separation policy, which he didn't even bother to mention in his anonymous op-ed. Instead he choose to milk his status as an \"anonymous\" member of the Trump administration to sell books.RT @BarakRavid: Scoop: Secret Israel-Sudan contacts enabled deal sealed by Trump. My story on @axios https://t.co/se9nvsQQsui know the universe is doing me a favor by not coming across idiots like this bc.... whew. Shout out to them for keeping calm.#TALIBANJACK STRIKES AGAIN FOR THE CRIMINALSTwitter 2012: ","polarity":1,"subjectivity":"0.5050925925925926"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We’re the “free speech wing of the free speech party.”","polarity":1,"subjectivity":"0.8"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Twitter 2020:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Censors President Trump.","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Moderates conservative speech.","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Locks out the New York Post.@realDonaldTrump It’s your swamp now tRump. Been yours for 3.5 years.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.32196969696969696"}
{"tweet":"https://t.co/46VkWJE0GNRT @shmiant44: Block me and delete me if you voting for himRT @willchamberlain: Guess who's driving up to Philly this afternoonDow Goes Down 900 and $REGN Releases Results for Possible Cure #Trump #Biden #Election2020 #Regeneron #AntibodyDrug #AntibodyCocktail #Doctors #Nurses #Hospitals #Coronavirus #Covid #Covid19 #Biotech #Stocks #WallStreet #Dow #Nasdaq #BigTech #Tech #Potential #Cure #TreatmentRT @CBSNews: Jared Kushner told Bob Woodward Trump took the country \"back from the doctors\" https://t.co/zgD6F9DeANShe still a bitter sad bitch. She “had to remind” 50 Cents he was blackRT @bazecraze: Voting for Trump is like letting a tiger into your office and expecting it to just eat the people you don’t like.RT @24duckling: “The privilege that it holds for the election to be a joke to you.” was a deep statement.Can you let Senior White House Advisor @ivankatrump know that I agree with her? She blocked me because she didn’t want differences of opinion and respectful debate with a Member of Congress. Thanks.Come on Texas Arizona Wisc Georgia  Ohio show us Yr ballots ! Rember - traitors have fucked with mail - so if U have a mail in ballot U  must find a drop box ","polarity":-1,"subjectivity":"0.5262626262626263"}
{"tweet":"Or election clerk - hand deliver it  - trump &amp;  gop deathhhkult know they can’t win fair - they have sabotaged mailRT @redneurons: @Freeyourmindkid Narrator: it didn’t","polarity":1,"subjectivity":"0.65"}
{"tweet":"https://t.co/GeXgfWgqJOOn a call w/ reporters WH Senior Advisor Stephen Miller, speaking as an advisor to the Trump campaign, claimed, without evidence, Biden \"would incentivize child smuggling and child trafficking on an epic global scale\" falsely claiming \"This administration kept families together.\"RT @Redistrict: Here come the final polls...RT @BMeiselas: Donald Trump is a truly disturbed and depraved man #SickoTrump https://t.co/PuvVMCIdwX@kathrynw5 As long as he takes from trump and not Biden.The author of a notorious anonymous op-ed in the New York Times claiming to be part of a “resistance” inside the Trump administration has been revealed. https://t.co/h2oMo5G8j4Thank you for the reminder that Donald Trump spews lies at an incredible clip while Joe Biden has been completely honest and truthful.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.49898989898989893"}
{"tweet":"https://t.co/46VkWJE0GNThey are projecting their blatant bias upon the new justice. We already know Dems can’t be fair &amp; honest. We have n… https://t.co/WRmZuafa6HRT @jordanklepper: Finally, Trump unveils his plan for another 4 years.  https://t.co/bkpM5BPfCWPresident Donald Trump on Wednesday condemned local Democrat officials for failing to stop rioting and looting in Philadelphia the previous evening in reaction to a police shooting of a black man. https://t.co/ITyEwQ8kI1RT @AHayatu: Nigerian Trump supporters how far with Trump opposing @NOIweala? ","polarity":1,"subjectivity":"0.5949494949494949"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Though most of you are confused IPOBsDon’t let @nytimes off the hook. They purposefully misled the country into thinking a notable senior Trump admin official was plotting against him when in fact it was an unknown Obama donor, Miles Taylor, from DHS. They knew what they were doing and it’s not journalism.RT @TeamTrump: LIVE: President Donald Trump in Bullhead City, AZ #Arizona","polarity":1,"subjectivity":"0.5599999999999999"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/u0Gq5QyAZu@MilesTaylorUSA Poor little Miles can’t take the pressure of working in the White House under President Trump. U tu… https://t.co/PR08dtvpLuYears ago, Donald Trump appeared on Maury to present a check to Megan, an 11-year-old girl with brittle bone disease.","polarity":-1,"subjectivity":"0.26"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"President Trump will always protect Americans with pre-existing conditions. It's who he is!","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/BiaBVXZLKtPlease share this!!!","polarity":0,"subjectivity":"0.0"}
{"tweet":"Olbermann vs. Trump #15: The 50 Worst Trump Atrocities https://t.co/N6nTTDMexR via @YouTubeGood question @JohnWDeanIs this from the Hunger games? WTAF!Laughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.Note the ease with which @MilesTaylorUSA lies on camera for almost a half a minute that he he is not “Anonymous”, yet you buy his written claims about Trump? This guy is a grifter like the rest of the anti-Trump officials and Never Thumpers. It’s a lucrative business. Frauds!You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":-1,"subjectivity":"0.5568181818181818"}
{"tweet":"https://t.co/46VkWJE0GNRT @nycsouthpaw: This is a profound betrayal of his oath to preserve the constitution.Let's hope it backfires with suburban women and they can see through his charade.RT @Amy_Siskind: Trump is going down in flames.  No one wants to say it out loud because of 2016.  But....It’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy wiretapping and actually creating fake predicates to go after Trump and his team. Hunter Biden? Tried to cover it all up. Shameful.RT @PpollingNumbers: #FINAL National @CNN Poll:","polarity":-1,"subjectivity":"0.5678888888888889"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden 54% (+12)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump 42%@andrewpoggio Trump stunt double...looks like it worked... https://t.co/OBdP0QmusZJared Kushner told Bob Woodward in April that Trump had cut out the doctors and scientists advising him on the unfolding coronavirus pandemic.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In a taped interview, Kushner said that Trump was \"getting the country back from the doctors.\" https://t.co/hHf9HceEJzTwitter 2012: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We’re the “free speech wing of the free speech party.”","polarity":1,"subjectivity":"0.8"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Twitter 2020:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Censors President Trump.","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Moderates conservative speech.","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Locks out the New York Post.Trump is using the same exact tactic that every authoritarian uses. Problem is these authoritarian decades old tactics of lying, covering up, silencing people/professionals, intimidation, jailing, etc don't work for a pandemic. Covid is affecting too many households and peoplethis girl i know has been exposing trump supporters on her instagram story and it's soo funny but also very sad https://t.co/hXRzWzXpmPICYMI, Trump flew into Vegas, called a presser, mispronounced \"Nevada,\" got endorsed by 4 conservative groups, two w/ties to a Trump adviser, ridiculously called it \"a big deal,\" left for AZ, where he will yell across the Colorado River and claim it is a NV rally.","polarity":1,"subjectivity":"0.4629545454545454"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"2020, folks.Pastor Al Mohler: \"In terms of presidential action, Donald Trump has been the most effective and consequential pro-life president of the modern age.\"@DrBiden Hope you voted Trump !RT @JDiamond1: Worth noting Trump thought this was a show for him.","polarity":1,"subjectivity":"0.36"}
{"tweet":"\"Look at that! They gave the President a little display\"@JLCauvin 🤣🤣🤣This news dropped while Dumpy was speaking  at his Laughlin MAGA rally so I am going to play this back… https://t.co/SwgmeHrq4fRT @MeidasTouch: 📺 NEW VIDEO","polarity":-1,"subjectivity":"0.3181818181818182"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet if you think Trump has always been sick #SickoTrump https://t.co/GQ0VL53GVI#SickoTrump #Trump2020 #TrumpMeltdown #TrumpIsCompromised #TrumpIsACriminal #TrumpIsARacist #4MoreYears… https://t.co/n3Yl1JkbV2Here we highlight the 25 tenants who, according to our calculations, are paying the most rent to the president: https://t.co/LDqIoQFUMF by @DanAlexander21My grandmother is 90 years old","polarity":-1,"subjectivity":"0.5190476190476191"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She survived Hitler and the Holocaust","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She lived in Russia under Stalin and Khrushchev","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Then moved to Chile, Peru, and Panama before moving to the United States in the '70s","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She has never voted in her life","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Today she voted for Donald J. Trump https://t.co/zFLS1nREn6We should not insult Democrats but lead them with GOD'S light. If it was easy converting them, it wouldn't be worth it. Show them the Biden Laptop to cause fireworks, show them Trump's power to convince them, and show them God's love to save them from the darkness. 🔥‘Doesn’t that make me a smart guy?’: Trump defends Chicago business deals after NYT report","polarity":1,"subjectivity":"0.5752380952380952"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No, Donald, it doesn't… https://t.co/swGe5UBWAj@4YrsToday Trump has no heart - its obvious - just look what he is doing today - holding super-spreader events, wit… https://t.co/5Z56edcPJNTHE VIDEO THAT MADE MITT ROMNEY CRY!","polarity":1,"subjectivity":"0.5833333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I’ve got some symptoms (tiny chance: Covid-19; much likelier: Trump-45). Staying home until the test comes back.","polarity":1,"subjectivity":"0.2333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Till then enjoy Olbermann Vs Trump #1 explaining Trump is a terrorist. 15 minutes: https://t.co/0QyxdL4lVc","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Fastest 2 minutes: https://t.co/8iQNAxVhSy20 Republican Former U.S. Attorneys Condemn Donald Trump, Back Joe Biden They are slamming Trump’s politicization o… https://t.co/wgiNh1aaxART @P4boxers: Tell us how you Really feel!You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.1722222222222222"}
{"tweet":"https://t.co/46VkWJE0GNProbably.The NYT answered a bunch of written questions about why they decided to publish the op-ed, and defended the use of \"senior administration official.\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They used the phrase \"upper echelons of an administration.\" But Taylor wasn't even upper echelons of DHS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/B6PDPyisvc https://t.co/PMvxAhStfGRT @notcapnamerica: “I voted for Trump as kind of a joke”  https://t.co/WyTWYcFXoJRT @campusreform: EXCLUSIVE: Dinesh D’Souza talks 'Trump Card,' the election, and fighting socialism and the 'Deep State' https://t.co/Qjzl…Joint the Never Trump movement!","polarity":1,"subjectivity":"0.65"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s got “senior” administration officials, CNN contributor gigs, resistance retweets, luxury cabanas— https://t.co/YTU0j6tUHQRT @JoeBiden: It’s simple: Donald Trump thinks health care is a privilege. I think it is your right.Donald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkq\"Trump is getting away with more, and receiving less scrutiny, than Biden is.\"","polarity":1,"subjectivity":"0.49190476190476196"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"🤣RT @anniekarni: Update: In Trump's telling today, Barron Trump had Covid for 2 minutes.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNIvanka Trump appears to have violated the Hatch Act a staggering 30 TIMES on Twitter alone since this was published two weeks ago.","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/X7btvrQClEYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNRT @sarahdrew: Umm. NoPres Trump \"The Voter has to know\".","polarity":0,"subjectivity":"0.0"}
{"tweet":"Dem's Playbook and The Fake News:","polarity":-1,"subjectivity":"1.0"}
{"tweet":"#COVID Deaths","polarity":0,"subjectivity":"0.0"}
{"tweet":"#COVID Tests","polarity":0,"subjectivity":"0.0"}
{"tweet":"#COVID Relief Package (market tanks)","polarity":0,"subjectivity":"0.0"}
{"tweet":"#COVID Lockdowns (Econ's numbers: GDP, Unemployment, Small Buz bankruptcies...) Mail-in-Ballots","polarity":-1,"subjectivity":"0.4"}
{"tweet":"#Elections","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020 #KAG","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3paxFMDLo8You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNSo after Trump supporters were literally hospitalized for freezing in the cold because they were stranded after his rally in Omaha ... Trump opens his comments in Arizona by joking it was cold at another rally in Wisconsin...@piersmorgan @MarkCranfield_ “FAKE NEWS!!”","polarity":-1,"subjectivity":"1.0"}
{"tweet":"- Donald J. Trump, Piers’ HeroReminder to those who haven’t yet voted: Trump wanted us to explore gassing, electrifying, and shooting migrants at the border. Is that who we are? Vote him out.@realDonaldTrump So Joe Biden is acting responsibly during a pandemic by limiting the crowd and drawing circles to promote social distancing. Meanwhile, Trump packs his people together like sardines and uses a helicopter to blow their COVID secretions all over them.These billboards are FACT &amp; Jared Kushner knows it. “Cuomo didn’t pound the phones hard enough to get PPE for his state-His people are going to suffer &amp; that’s their problem.” I heard these &amp; other comments repeatedly. Anyone in the White House who says otherwise is lying. #vote https://t.co/P7QKTWoSDyThe NYT answered a bunch of written questions about why they decided to publish the op-ed, and defended the use of \"senior administration official.\"","polarity":-1,"subjectivity":"0.29047619047619044"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They used the phrase \"upper echelons of an administration.\" But Taylor wasn't even upper echelons of DHS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/B6PDPyisvc https://t.co/PMvxAhStfGScoop--DNI Ratcliffe strayed from his prepared remarks last week to say publicly that Iran's spoof emails intimidating Dems were aimed at \"damaging President Trump,\" blindsiding FBI Director Wray and CISA Director Chris Krebs who were standing behind him. https://t.co/DNSL7jIbOfTHE 50 WORST TRUMP ATROCITIES: My latest \"Olbermann Vs. Trump\" video. From \"discovering\" Lincoln was a Republican to impeachment to losing the battle against Covid-19, a pre-election toll of Trump's Worst.","polarity":-1,"subjectivity":"0.5619047619047619"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"12-minute YouTube Show: https://t.co/nVnN0T4dHc","polarity":0,"subjectivity":"0.0"}
{"tweet":"Condensed version below: https://t.co/lQRm5RTjvMIn case you had any doubt about what happened in 2016:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Roger Stone and Erik Prince Used Dark Money to Depress 2016 Black Vote - Rolling Stone https://t.co/40yN6GAUSLThis disaster shows what happens when we say our vote doesn’t count, that there’s no difference between candidates,… https://t.co/pLDqTVY5s6@realDonaldTrump Trump can’t walk on a ramp, is using taxpayers’ money to fly, killing people with his rallies, and has the audacity to compare himself to Joe who is doing everything out of decency and respect for science and lives. ","polarity":1,"subjectivity":"0.44166666666666665"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We can see that. Trump’s toast.Glad Taylor has gone public as the real “Anonymous.” As @gtconway3d says, he is a true patriot while, as @djrothkopf says, Trump is as evil a traitor as this country has ever known — including Benedict Arnold.Barack Obama took time from basking in the fact that he was a better president than Trump to blast Jared Kushner and the Trump administration’s entire narrative that Trump has done “so much” for Black people: https://t.co/hq1IEGBFZ5 https://t.co/GG6LFbSIOvIf Trump told his supporters that the world was flat, they would believe him. And they probably, already do.RT @PpollingNumbers: The final @CNN poll in 2016 was Clinton +5. https://t.co/igEVFSEY3oRT @feeIlikepabIo: If u like Trump or Biden enough to act like this for them sumthing is deadass very wrong with u 💀Laughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.RT @JoyAnnReid: I am sure this is a parody ... I'm sure of it ... but the fact that you can't 100 percent tell??? I mean ...@ScottGottliebMD \"That doesn't mean there's not still a lot of pain &amp; there won't be pain for a while, but that bas… https://t.co/zypaIr4th5UGH. Revoke Thiel's NZ citizenship please. Wouldn't want to make a habit of it, but these are exceptional circumsta… https://t.co/dS2MVgO1qyWatch this! Our spokesperson .@Ojeda4America this morning explaining why we are so passionate about helping #ruralDemocrats and letting everyone know Trump is not what’s best for this country. #NoDemLeftBehind https://t.co/KG5rmz3iUHDonald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkqRT @charles_kinbote: shod and freud🔴 Watch LIVE: President Trump Holds Make America Great Again Rally in Ph... https://t.co/ygDtb0nI9M via @YouTube ","polarity":1,"subjectivity":"0.6695124320124322"}
{"tweet":"H… https://t.co/lUdaEGXCdmRT @AOC: I try not to curse in public, but... 🤷🏽‍♀️@DC4Hope @DavidCornDC @20thgrader He writes that he made a mistake thinking anyone could help rein in Trump from the inside.  #MilesTaylorDoes Trump even know what a washing machine is? What it looks like?BREAKING: The person known as 'Anonymous' who trashed Trump in the New York Times 2yrs ago has finally gone public - and revealed himself as someone we've never heard of.Donald Trump is completing his THIRD rally of the day in 35 degree weather in Wisconsin with thousands of supporters","polarity":1,"subjectivity":"0.31757575757575757"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He is outworking Joe Biden by a huge margin. ","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Don’t trust the polls—Vote. This election is closer than you think.NEW AD: Trump Campaign Leader for Biden","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@JessicaDenson07 was Trump's 2016 Lead Staffer for Hispanic engagement – now she's speaking out against him.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"The campaign was a vile, self-serving branding exercise for one man and his family.\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Airing digitally in swing states. https://t.co/lMx2YH26QqRT @JudgeJeaninefan: @realDonaldTrump we love you President Trump!!!!!It’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy wiretapping and actually creating fake predicates to go after Trump and his team. Hunter Biden? Tried to cover it all up. Shameful.Secret Israel-Sudan contacts paved the way for the  normalization deal that Trump is taking credit for https://t.co/fVLYlZN5ef @BarakRavidIt’s going to be truly ironic when minority voters are the difference makers in a Trump victory after the media &amp; the Left have falsely labeled the president a racist.Jon Tester asked Jack if Joe Biden said the same things President Trump said if Twitter would fact check him and Jack couldn't even say yes to that simple question lol. He said \"If we found violations of our policy we would do the appropriate enforcement action.\" Jack is a joke.Eve of election Trump strips protections from temperate rainforest, \"the lungs for N. America,\" for logging old growth forest. Goes further even than lobbyist requests. He's not doing it for them. He's doing it to \"own the libs,\" to show off to his mob. https://t.co/CfgmWdTYUsTRUMP: “The U.S. will be the first nation to land an Astronaut on Mars — Maybe we'll make that a woman too...\"","polarity":1,"subjectivity":"0.47923558897243107"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"SUPPORTER: \"Make it Nancy Pelosi!\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP: \"That's pretty good, I have to say — I didn't say it. I'm just repeating it!\" https://t.co/TcPPVMgflh@veritas08643487 @VincentCrypt46 I think the V was on purpose for multiple reasons. Collapse economy, chip every1 w… https://t.co/Vzf67bMx0UAs usual..Jr was spot on! #KyleWhoYet again I hope he rotsBREAKING: Miles Taylor, former Homeland Security chief of staff and outspoken Trump critic, says he wrote the 2018 \"Anonymous\" op-ed, chronicling a \"resistance\" in the administration. https://t.co/fNyflaMlbE@atrupar As a Californian living in California, you can chalk that up to just another Trump baldass lie.You can have him .RT @JackPosobiec: This is a great point https://t.co/URwVxZoIbWI bet it PISSES her off to have to go in front of America and Praise Donald when we can all see that she cant stand… https://t.co/xZcpchBLSYRT @TeaPainUSA: Liar Scoreboard","polarity":1,"subjectivity":"0.43333333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Miles Taylor: 1","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump: 22,305 https://t.co/6lzqWK8DKl@DineshDSouza FIGURES! ❤️🇺🇸TRUMP ❤️🇺🇸TRUMP: \"In California, you have a special mask. You cannot under any circumstances take it off. You have to eat through the mask. Right, right, Charlie? It's a very complex mechanism. And they don't realize those germs, they go through it like nothing.\" https://t.co/SG2nF2FsrIToday Trump officially opened America's largest remaining old-growth forest -- one of the world's last intact temperate rainforests -- to logging, stripping it of protections put in place by Bill Clinton. https://t.co/6cUiR33jVAThere's so many polls today that it's hard to string together a tidy narrative, and you can cherry pick your way to a few better results for Trump/Republicans here and there. But overall a lot of data and most of it quite good for Biden and Democratic congressional candidates.@realDonaldTrump So what your saying is America hasn’t been great for the past 4 years?","polarity":1,"subjectivity":"0.4356994047619047"}
{"tweet":"Obama was president ❌","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hilla… https://t.co/PFBuxUzgfRRT @AOC: I try not to curse in public, but... 🤷🏽‍♀️☑Get a responsive business website #wordpress #ecommerce #wordpresswebsite #wordpressdeveloper #cloudsecurity","polarity":0,"subjectivity":"0.06666666666666667"}
{"tweet":"☑A gr… https://t.co/UTBgyMAel4@KennethFeagins3 @FOX4 A vote for Biden is a vote for Trump? You realize how ridiculous that sounds, right? I voted… https://t.co/j0zuaPcM5DRT @VFL2013: PLEASE RT THE TWEET OF THE YEAR!!! YOU'RE WELCOME 🇺🇸🇺🇸🇺🇸You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.5448412698412698"}
{"tweet":"https://t.co/46VkWJE0GNJust when Michigan couldn't look any dumber!","polarity":0,"subjectivity":"0.0"}
{"tweet":"'Bachelorette' broadcast in Detroit mistakenly airs 2020 election resu… https://t.co/1nCHlWkmtKRT @JoeBiden: It’s simple: Donald Trump thinks health care is a privilege. I think it is your right.\"She is someone who has publicly championed…not bullying people, but there she is attacking both the media as well as Democrats in defense of her husband,\" @AymanM says of first lady Melania Trump’s remarks in Pennsylvania speech.","polarity":1,"subjectivity":"0.3232142857142857"}
{"tweet":"https://t.co/TbSzSns1RIScoop--DNI Ratcliffe strayed from his prepared remarks last week to say publicly that Iran's spoof emails intimidating Dems were aimed at \"damaging President Trump,\" blindsiding FBI Director Wray and CISA Director Chris Krebs who were standing behind him. https://t.co/DNSL7jIbOf@MeidasTouch @DumpTru97324661 This makes Biden look like a great caring leader and  Trump looks like a deranged nar… https://t.co/geIxZa5FaW\"I grew up in the streets of Philadelphia &amp; I NEVER benefited from any programs that any Democrats had set forth... But President Donald J. Trump has gotten me to work. President Trump has gotten my family secure. President Trump is GREAT for America!\" ","polarity":1,"subjectivity":"0.44761904761904764"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"🌟Retweet🌟@Brixea🌟 https://t.co/tcj31Cwv8FSo we've gotten two live-caller national polls fully post-debate and they're Biden +12 (CNN) and Biden +11 (CNBC/Hart/POS). ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/P66ItEJsB2New CNN national poll; interviews conducted October 23-26, 2020 by telephone with 1,005 adult Americans, including 886 likely voters ","polarity":1,"subjectivity":"0.65"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Among likely voters","polarity":0,"subjectivity":"1.0"}
{"tweet":"54% Biden","polarity":0,"subjectivity":"0.0"}
{"tweet":"42% TrumpIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.When My President Sang ‘Amazing Grace’ https://t.co/efqz2g1by1Cha-Ching. Going to the southern White House virtually every weekend was more about lining @POTUS' pockets than anything else. We will be shocked once we get our hands on all the invoices the Administration is refusing to release. It’s all about the $$. https://t.co/DoGFSEN4ZL“Donald Trump needed a knockout, and he didn’t get it.” ","polarity":1,"subjectivity":"0.39999999999999997"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Catch up on the final presidential debate and other headlines with @TheRickWilson, @reedgalen, @NHJennifer and @ronsteslow on this week’s round up. https://t.co/UdN57lVGVnRT @koconews: Anonymous author of President Trump critique is identified https://t.co/PaHMnqOl1VBREAKING: Miles Taylor, former Homeland Security chief of staff and outspoken Trump critic, says he wrote the 2018 \"Anonymous\" op-ed, chronicling a \"resistance\" in the administration. https://t.co/fNyflaMlbERT @DavidLimbaugh: So great — “Trump is the greatest thing since sliced bread; sliced bread.\" https://t.co/hXHP4zu56GRT @dbongino: WARNING ⚠️: Discredited Russian Collusion Hoaxer 👇🏻👇🏻@stirednotshakn Love it suppression polls. I’ll tell you what man. We have pollsters, FBI, CIA , DOJ , media , etc.… https://t.co/l6M9HIejyhRT @FDRLST: With CNN Contract, Another ‘Resistance’ Leaker Cashed In On Anti-Trump Vendetta","polarity":1,"subjectivity":"0.515625"}
{"tweet":"https://t.co/XnScUqSGD9In June, President Trump signed an executive order suspending four important #visa categories – L-1, H-1B, H-2B, an… https://t.co/yzmoy95z8jTrump’s chances fade in states where Covid cases are soaring https://t.co/wmNOhsQ8kYRT @blaireerskine: Woman stranded at MAGA rally in Omaha says Trump wanted to teach them a lesson https://t.co/SvqYw5MnOZRT @seanhannity: TRUMP: Joe Biden Was ‘Funneling Millions to His Family as Vice President, Mike Pence Never Did That’ https://t.co/uKKSLpap…YALL BEEN BIG LATE CAUSE DONNIE BEEN DOING THIS FOR YEARSSo after Trump supporters were literally hospitalized for freezing in the cold because they were stranded after his rally in Omaha ... Trump opens his comments in Arizona by joking it was cold at another rally in Wisconsin...Bunter Hid'n #LapTopFromHell ","polarity":-1,"subjectivity":"0.74"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It ain't going away @JoeBiden. If you voted for Joe you're a chump. If you voted for Joe and are not trying to change your vote, you're just retarded.","polarity":-1,"subjectivity":"0.8"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote Hunter for sex with your niece.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote Biden for China and blackmail.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"VOTE Trump for America.Drain the swamp! We need a real leader who will always put the people first - and that leader is President Donald Trump.  Let's Keep America Great for #FourMoreYearsThe same political party that impeached President Donald Trump over a phone call about Joe Biden’s foreign corruption is now telling you to blatantly ignore Joe Biden’s foreign corruption.","polarity":1,"subjectivity":"0.2947916666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is insane.TRUMP: \"In California, you have a special mask. You cannot under any circumstances take it off. You have to eat through the mask. Right, right, Charlie? It's a very complex mechanism. And they don't realize those germs, they go through it like nothing.\" https://t.co/SG2nF2FsrIIt's disgraceful to watch the media praise Miles Taylor, the \"Anonymous\" whistleblower with no real insight into the Trump administration while completely ignoring Tony Bobulinski, the credible whistleblower with hard evidence of Biden Family corruption.A lot of us appreciate you coming forward @MilesTaylorUSA to warn America of the threat Trump poses. ","polarity":-1,"subjectivity":"0.5671693121693121"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Unlike MANY others, you chose not to remain silent. You actually did something about it, for the sake of America👊🏽🇺🇸","polarity":1,"subjectivity":"0.2333333333333333"}
{"tweet":"#CountryOverParty ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteHimOut ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Anonymous@akaloha @adndotcom Because they’re scared. They’re so scared that trump is going to turn a majority red state blue… https://t.co/wMMn4L4KhfAlso I get super triggered when people assume that because someone believes in Jesus, they automatically would be Trump supporters. Trump stands for NOTHING Jesus stands for. Just my two cents. ❤️❤️❤️RT @lindarchilders: @MarkMeadows “What a monumental embarrassment” sums up the Trump administration.Donald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkqI’m not gay, but if I was, it would only be for this guy.\"Hi, I am a crazy person. I repeat things that trees tell me. Also, I have complete control of nearly 1500 strategic nuclear weapons because 63 million people think I'm hilarious.\"Laughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.RT @3days3nights: 75M early votes already cast. ","polarity":1,"subjectivity":"0.628896103896104"}
{"tweet":"17M more votes than 2016. ","polarity":1,"subjectivity":"0.5"}
{"tweet":"Early votes help Trump. ","polarity":1,"subjectivity":"0.3"}
{"tweet":"Panic on @CNNYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNNEW: #AmericaNeedsPennsylvania w/ Bruce @springsteen !  ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump arrives in Pennsylvania later today.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We need more than **1 MILLION VIEWS** before he lands.","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Please RETWEET and QUOTE RETWEET.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"!!! TURN VOLUME UP LOUD !!! https://t.co/vTIq88WDakRT @gregolear: Looks like Trump finally revealed his healthcare plan.Ya gotta vote, people. I'm going tomorrow.Donald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkq@toonedin @JoyAnnReid She got me too. When you can't tell the difference between real Trump supporters and someone… https://t.co/TJv1Ro3xUhAlternatively, we have overtly laid out our cases with regard to 2020, and remained heavily critical of Trump when we feel it's deserved. But keep calling everyone you disagree with racist. That's definitely going to convince me to vote for Biden.President Trump on Wednesday announced his intent to nominate Sean Cooksey and Shana Broussard to serve as members… https://t.co/8J8OGyEH24It’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.@pattonoswalt The 30k supporters love Trump! Meanwhile Biden has 20 people he forced to be in little white circles..RT @MeidasTouch: Trump's final message to working class voters is that he doesn't pay his contractors #SickoTrump https://t.co/D3DaciHnR1Biden RIPS Trump, says \"I'll protect\" and \"build on\" ObamaCare instead of DISMANTLE https://t.co/IhAK5Pp8SyOK, so that \"overlap\" of key voters he's going after would be ... older white women in the suburbs of small cities… https://t.co/yEh5ePEpoz@MarkMeadows You're missing the point. The point is that HUGE numbers of people who have worked with Trump have come out in strong opposition to him, citing his malice, ignorance, incompetence, mental unfitness and self-dealing. This is unlike any president in modern history.THIS IS MADNESS. I CANNOT RESIST.","polarity":1,"subjectivity":"0.5006944444444444"}
{"tweet":"https://t.co/TP1LoeQA9eARIZONA FOR TRUMP! #Trump2020LandslideVictoryTrump admin.'s Covid-19 testing chief warns that local governments may be forced to impose “draconian measures” if… https://t.co/S5KUDhInIMRT @TeaPainUSA: Liar Scoreboard","polarity":-1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Miles Taylor: 1","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump: 22,305BREAKING: Former Dept of Homeland Security Chief of Staff Miles Taylor revealed today that he was the anonymous author of the bombshell New York Times op-ed about working in the Trump administration. Read more: https://t.co/3rD0mWv6V3 https://t.co/kaYHTEwAKLThis crazy Trump supporter was last seen at a MAGA rally in Beverly Hills, CA taking photos of people's license plates and trying to intimidate them. https://t.co/Bxnn9n9S96When Trump had casinos in Atlantic City he would bus in elderly folks from as far away as Ohio &amp; KY on ‘free Trump busses’ then after they poured their social security checks into his slots he would send them home broke without so much as a free meal card. @realDonaldTrumpRT @Lixxibella: Would ya look at that...he was right. https://t.co/KkLlD6RFc5RT @CandidlyCandy_: Girl in the yellow coat ready to slap her sillyStrong support for Trump in rural North Carolina: Driving through West Jefferson, North Carolina one can see far mo… https://t.co/BUXGN8JgGdMiles Taylor,  former chief of staff at the Dept of Homeland Security, just revealed himself as 'Anonymous' -- the author of the book \"A Warning\" as well as the infamous 2018 NYT op-ed describing Trump as “impetuous, adversarial, petty &amp; ineffective.\"","polarity":1,"subjectivity":"0.4764745670995671"}
{"tweet":"https://t.co/cafkMaFXonYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNIt’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy wiretapping and actually creating fake predicates to go after Trump and his team. Hunter Biden? Tried to cover it all up. Shameful.Honest to God, I've admired @realDonaldTrump since I first knew who he was as a kid.","polarity":-1,"subjectivity":"0.6205555555555556"}
{"tweet":"In 2012 when the GOP botched the election and handed BO his second term, I said this Country needed to be run like a business and Trump was the man to do it.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/Pvd6z0zvtQ@gapyear2016inc @SkyNewsAust Based on what f'wit? 'cause Trump says so? Or is it because of what the Groomer (aka A… https://t.co/QQZe9HNPm9Kamala Harris RAILS AGAINST Trump in Tuscon, AZ drive-in rally | FULL REMARKS https://t.co/FOiF61hkHiBiden is a weak and frail","polarity":-1,"subjectivity":"0.5875"}
{"tweet":"old white man who is demented.","polarity":1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And worst of all,","polarity":-1,"subjectivity":"1.0"}
{"tweet":"he’s racist to the core.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He could turn dark quickly","polarity":1,"subjectivity":"0.45"}
{"tweet":"punishing black America.","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote love over hate.","polarity":-1,"subjectivity":"0.75"}
{"tweet":"VOTE TRUMP! 🇺🇸","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"526 https://t.co/haiquT0zdnThat comment haunted her, she said.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Needless to say, we are seeing the same phenomenon here, and every day that Donald Trump has exposure to the public, he spellbinds his followers ever more deeply, as mental health experts are precisely the ones banned from comment.Just learned about the term “Q drop” from a Trump supporter at this Arizona rally who volunteered that she’s a QAnon follower and keeps up on new (conspiracy) theories, i.e. “Q drops.”@MarshaBlackburn @realDonaldTrump Thank you for the reminder that Donald Trump spews lies at an incredible clip while Joe Biden has been completely honest and truthful.This is Patricia, a registered Democrat in Jermyn, PA. When I knocked on her door and said I was volunteering for Trump, she started to cry. “ I’m crying because I want Trump to win so badly, “ she said. She apologized for not looking her best but I thought she looked beautiful. https://t.co/AQvRMTJGHiBumping this for the journalists out there:At least 7 hospitalized after disastrous Trump rally in Omaha - More at: https://t.co/OXlaDTirox https://t.co/EJAvn14EaVBecause GOD has already won!! Not that there won’t be casualties.. we as Patriots understand that when we take the… https://t.co/yXAvITfh2URT @Pismo_B: WOW!! Trump Rally in Arizona!","polarity":1,"subjectivity":"0.5848883572567785"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#RedWaveRising2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#RedTsunami2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020NowMoreThanEver ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/iq5suvfJEL@News3LV @realDonaldTrump ““They’re using the hotels and the golf clubs to profit off the presidency,” he said. “Jared Kushner and Ivanka Trump have no qualifications whatsoever to be in the position they’re in. Zero. Zip. And they’re using it to make money, basically.””https://t.co/Nla9qzuiwjNEW: Philadelphia District Attorney @DA_LarryKrasner tells Trump, “Keep your Proud Boys, goon squads, and uncertified ‘poll watchers’ out of our city.\"@Mary83235011 @realDonaldTrump @RSBNetwork @restartleader Governments have never thought of peace.","polarity":1,"subjectivity":"1.0"}
{"tweet":" They always fought and killed people.","polarity":-1,"subjectivity":"0.0"}
{"tweet":" You brought #peace to the people of the world.","polarity":0,"subjectivity":"0.0"}
{"tweet":" All people Love you. ","polarity":1,"subjectivity":"0.6"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Restart_opposition","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020","polarity":0,"subjectivity":"0.0"}
{"tweet":"#MIGA #MAGA ","polarity":0,"subjectivity":"0.0"}
{"tweet":"GOD WINS ","polarity":1,"subjectivity":"0.2"}
{"tweet":"TRUMP WINS 💪 https://t.co/98PsIEbLJZRT @GregRubini: Assassination attempt on Trump?","polarity":1,"subjectivity":"0.2"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"NORAD dispatched an F-16 to intercept an unknown aircraft flying near the Trump rally in A…It’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.Laughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.I not sure how long the Lord will tarry ! But I am sure that we going to descend into Sodom and Gomorrah if the Democratic Party wins this coming November 🚨 ","polarity":-1,"subjectivity":"0.5563325563325564"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They will force it upon us &amp; the persecution will be genocidal. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"🙏ing for Rapture or Trump re-election.RT @EricMMatheny: Re-elect Trump on the 3rd. Insurrection Act on the 4th. Sick of this shit. https://t.co/JmjJOcNHlbIvanka Trump appears to have violated the Hatch Act a staggering 30 TIMES on Twitter alone since this was published two weeks ago.","polarity":-1,"subjectivity":"0.6392857142857142"}
{"tweet":"https://t.co/X7btvrQClERT @atrupar: Trump is about to hold a pandemic rally in Bullhead City, Arizona. Follow for a video thread. https://t.co/WnvWcGqoLATrump looks like he skipped ‘Sober October’ this year. Secretary Backfat looks smug and Jared looks like he’s wondering what wine pairs best with human flesh. @realDonaldTrump https://t.co/WO764BGNL9@GOATJordanLove Trump train babyRT @godinhistory: A 96 mile Trump rally in Arizona. Unprecedented. https://t.co/aBf5uwtWC7RT @AOC: I try not to curse in public, but... 🤷🏽‍♀️RT @funder: Biden cares more about Trump’s supporters in Omaha than Trump does.RT @joshdcaplan: NEVADA INDY: President Trump endorsed by Nevada Trucking Association, Retail Association of Nevada and Associated Builders…The Latino community has suffered immensely from Trump’s mishandling of COVID-19. ","polarity":1,"subjectivity":"0.43809523809523804"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We need a serious leader with real plans to fight the pandemic and build back our country better. ","polarity":1,"subjectivity":"0.3666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We need to elect VP @JoeBiden. ","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/ZGE5m63QSrYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNHe's saying it out loud: he wants courts to block legally cast ballots from being counted. This is so dangerously authoritarian - and the fact that it's only being denounced by one party tells you everything you should need to know to vote this year.RT @EvanAKilgore: Who else just watched the INCREDIBLE @realDonaldTrump speech in Bullhead City, Arizona??","polarity":1,"subjectivity":"0.65"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I think Arizona is going to Tru…Joe Biden bus tour is getting a big Trump welcome to Texas in Fort Worth as we speak. Don’t worry, the next bus stop in Dallas has more people waiting and ready to greet them too. R/T @SheepofftheJeep https://t.co/whK0StuXIjGod they are desperate to keep Cheeto Man in office. I feel like probably because he would try to go to war if he l… https://t.co/7o3sUpwe9kRT @thejtlewis: This guy lays out the case for re-electing Trump better than almost anyone....","polarity":1,"subjectivity":"0.45"}
{"tweet":" https://t.co/888vnFYKKkRT @JackPosobiec: Trump: People are breaking into stores and walking out with washing machines and all sorts of things - it shouldn't be al…Trump defaulted on $287M in bank loans, new report shows l GMA https://t.co/syZ4Q6TVRl via @YouTube@dvergano The only thing Ivanka Trump is an expert in is nepotism. #coronavirus #nepotism #DonaldTrump #cancelledRT @CillizzaCNN: Biden 54","polarity":1,"subjectivity":"0.7272727272727273"}
{"tweet":"Trump 42","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3gEIgjiDpoBREAKING: NORAD says that it dispatched an F-16 to intercept a unknown aircraft flying near the Trump rally in Arizona, launching flares before escorting the aircraft out of the restricted airspaceRT @steveweinstein: Failed businessman. Tax cheat. https://t.co/CPLOCRb6npRT @tribelaw: And she’s only 104!!OH MERCY ~ tooooo faaaarIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.RT @davenewworld_2: Trump supporters in Beverly Hills threaten people if they don't vote for Trump https://t.co/d8CBtP2Xh7TRUMP: \"In California, you have a special mask. You cannot under any circumstances take it off. You have to eat through the mask. Right, right, Charlie? It's a very complex mechanism. And they don't realize those germs, they go through it like nothing.\" https://t.co/SG2nF2FsrIYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.4464126984126984"}
{"tweet":"https://t.co/46VkWJE0GN@Mikel_Jollett Its almost like Trump wanted to leave a departing gift for his 2016 voters. https://t.co/ZeIuCorZvvElection Report: Joe Biden is not 10 pts ahead","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Pollsters have Trump and Biden tied in Florida and Georgia; if you believe this data, why would Biden not be in Texas? Why would he be in Michigan or Wisconsin at all?","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"ABC and WaPo released a fake poll today","polarity":-1,"subjectivity":"1.0"}
{"tweet":"https://t.co/seyHVvIK8fArmed Biden and Trump supporters involved in violent clash outside Georgia Democratic rally -… https://t.co/v8hKcNvFrHTrump says: \"In California, you have a special mask. You cannot under any circumstances take it off. You have to eat through the mask. It's a complex mechanism. And they don't realize, germs go through it like nothing.\"","polarity":-1,"subjectivity":"0.5053571428571428"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"When \"blather\" gets more incoherent what's it called then?RT @Raffi_RC: #healthcare is a human right. https://t.co/XPApAlxOPLHe is so concerned about silencing us.   Could this be one of the reasons why? #WakeUpAmerica President Trump is the only President who has ever fought against this evil.  Do we ever hear one word about this. No...because of people like Zucktard.  #Trump2020Landslide https://t.co/6r5tGPJcf9Trump’s chances fade in states where Covid cases are soaring https://t.co/p55OHby1wY#Trump-linked groups spending millions campaigning against #LGBT and #women’s rights in #Europe. Right-wing US grou… https://t.co/jXaNEcLN3X2020 will be remembered for","polarity":-1,"subjectivity":"0.5482993197278911"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Bidens, Democrats, News Agencies, &amp; Social Media conspired to suppress &amp; mislead t… https://t.co/iFdwTFTmBGThere have been actual children taking Trump down and making him look foolish. They’ve made him flustered, but actual democrats with real power can’t? I’m not buying it.RT @CillizzaCNN: Biden 54","polarity":1,"subjectivity":"0.17111111111111113"}
{"tweet":"Trump 42","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3gEIgjiDpoDon’t let @nytimes off the hook. They purposefully misled the country into thinking a notable senior Trump admin official was plotting against him when in fact it was an unknown Obama donor, Miles Taylor, from DHS. They knew what they were doing and it’s not journalism.RT @AOC: I try not to curse in public, but... 🤷🏽‍♀️Dear Tulsicrats,","polarity":1,"subjectivity":"0.3888888888888889"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"War, famine, disease—these are the enemies of the USA. Not Russia, China, Syria.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Obama's Third Term must be defeated—but what does it take for a Trump presidency to yield a new paradigm?","polarity":1,"subjectivity":"0.22727272727272727"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Reject cynicism.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Tonight @ 730PM EDT. RSVP:","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/eBNobBf0hQRT @thejtlewis: This guy lays out the case for re-electing Trump better than almost anyone....","polarity":1,"subjectivity":"0.5"}
{"tweet":" https://t.co/888vnFYKKkYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNI absolutely love this man I want to give him the biggest hug. Immigrants for trump #TRUMP2020ToSaveAmemericaIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.RT @thejtlewis: This guy lays out the case for re-electing Trump better than almost anyone....","polarity":1,"subjectivity":"0.4166666666666667"}
{"tweet":" https://t.co/888vnFYKKk@JuliusErving @JoeBiden @KamalaHarris Trump 2020RT @Ann7837: Wait, whut?  Bwahahahaha.  Trump is Batshit Crazy!","polarity":-1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/E1DKSo2KvV","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Resist  #MAGA2020  #KAG  #FreakShowSen. Gardner Asks Dorsey Why He's Hidden Trump's Tweets, But Not the Ayatollah's https://t.co/eWVHMmYjALRT @Progress_AZ: Projection happening NOW at Camelback Mountain ","polarity":-1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump failed us - vote November 3rd! https://t.co/UitZDXgn3wTwo weeks ago, Joe Biden spent hours after the cameras were off talking to voters at his town hall. Last night, Trump left thousands of his supporters in freezing cold temperatures walking miles with no transportation as dozens sought medical attention.","polarity":-1,"subjectivity":"0.20952380952380953"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"That's the difference.@realJonSundet @MeidasTouch @omaha_scanner Trump wouldn’t piss on you if you were on fire loserAlways a projection or a confession: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“The most dangerous people around the president are overconfident idiots,” s… https://t.co/qfZEilkor8There's so many polls today that it's hard to string together a tidy narrative, and you can cherry pick your way to a few better results for Trump/Republicans here and there. But overall a lot of data and most of it quite good for Biden and Democratic congressional candidates.“For hours, attendees — including many elderly Trump supporters — stood in the withering cold, as police scrambled to help the most at-risk get to warmth. At least seven people were taken to hospitals,” ⁦@timelfrink_dc⁩ reports.  https://t.co/CzscQckC1hRT @_WSBG: Trump hates his base lol. He can't stand them poor rednecks but he uses the shit out them and they too dumb to see itYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.5467391304347826"}
{"tweet":"https://t.co/46VkWJE0GN@Art_Vallejo @AP Trump has done nothing in his 74 years except lie,cheat, steal, file bankruptcy 6 times,stiff his… https://t.co/T9dQPMYNJx@JoeLeGrand44 @CottoGottfried Or, last option and least likely, Biden is up everywhere and going for the knockout. The problem with that is that Trump would BE in TX, GA, nonstop to shore those up. He’s not. He’s going to MN, NV, NH and WI/MI/PA on repeat. He’s on offense and going for the killRT @CBSNews: JUST IN: \"Anonymous\" is former DHS official who has openly opposed Trump https://t.co/LY8phedaXM@TeamPelosi THE DOW LITERALLY DROPPED A STAGGERING 1,000 POINTS TODAY WHEN TRUMP TALKEDRT @GregRubini: Assassination attempt on Trump?","polarity":-1,"subjectivity":"0.41111111111111115"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"NORAD dispatched an F-16 to intercept an unknown aircraft flying near the Trump rally in A…RT @Amy_Siskind: Trump is down 17 points in Wisconsin from a reliable pollster, ABC/WaPo.  This seems significant.#Trump Gets His October Surprise From #Regeneron $REGN #Coronavirus #Covid #Covid19 #Election2020 #Republicans #Democrats #Congress ","polarity":1,"subjectivity":"0.5409722222222222"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/VFKVCjAulL@realDonaldTrump You have been in Washington for FOUR years! It is your SWAMP! You left his own fans STRANDED in freezing cold in the middle of the night in Omaha last night. Many had to be hospitalized. ","polarity":1,"subjectivity":"0.4277777777777778"}
{"tweet":"https://t.co/YnWwPXeMpS","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#SickoTrumpIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.Another Donald \"Big T\" Trump death rally. How many Trump supporters will have lifetime health problems or die withi… https://t.co/zggzJkouSMDonald Trump effectively placed 3 young judges on the Supreme Court. The court is now majority conservative (6-3) and with that said the 4 year social experiment y'all played by voting for a corrupt clown celebrity will have repercussions for the next 50 yearsGov. Kristi Noem made at least eight trips out of state this month campaigning for both President Donald Trump and herself while South Dakota grapples with its worst stretch yet amid the coronavirus pandemic. https://t.co/EgcrMC3W1IIRONIC: trump came in and started blaming immigrants for the loss of jobs. He promised a wall, and then he started a trade war which lost TONS of American jobs. ","polarity":-1,"subjectivity":"0.40476190476190477"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It should be criminal being THAT inept.","polarity":-1,"subjectivity":"0.55"}
{"tweet":"#TrumpLostOurJobsRT @intheMatrixxx: Dorsey Just Lied To Congress And Claimed Twitter Never Censored President Donald Trump https://t.co/tUUFurMk7iLaughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.RT @thekjohnston: I really hope this murderous shit stands trial.The Trump campaign opted for this method of dispatchin' Senior Citizens because puttin' them on ice floes would have been logistically unfeasible. ","polarity":-1,"subjectivity":"0.6136363636363636"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/adiQ2KCjvyRT @JoeBiden: It’s simple: Donald Trump thinks health care is a privilege. I think it is your right.Rep. Jeff Van Drew left the Democratic Party and pledged ‘undying support’ to Pres. Trump — now he might lose his seat to @AmyKennedy715 https://t.co/tE5c6bil4qIt’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy wiretapping and actually creating fake predicates to go after Trump and his team. Hunter Biden? Tried to cover it all up. Shameful.RT @Mustanghands: Incredible crowd in Arizona today for President Trump! #KAG2020TRUMPVICTORY 🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸The Trump Campaign Left Thousands of Supporters Stranded in Near-Freezing Temperatures in Omaha… https://t.co/jeurtbF2bA@KamalaHarris So you're predicting a Trump win. So am I.Miles Taylor, the former DHS chief of staff, reveals that he was the anonymous author of the @nytimes op-ed in 2018 whose description of Trump as “impetuous, adversarial, petty and ineffective” roiled Washington and set off a hunt for his identity. @shearm https://t.co/ZPT7GM6ZgvRT @CillizzaCNN: Biden 54","polarity":1,"subjectivity":"0.42357142857142865"}
{"tweet":"Trump 42","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3gEIgjiDpoDear women of @RedWineBlueUSA, thank you for giving me a heavy pour of hope this week. 🍷💙 This group of self-described suburban women are mobilizing to defeat Trump in Ohio &amp; are one of the reasons why Biden is +23 points with these women in swing states. Cheers to you ladies!! https://t.co/3vOVnWO5xODon’t let @nytimes off the hook. They purposefully misled the country into thinking a notable senior Trump admin official was plotting against him when in fact it was an unknown Obama donor, Miles Taylor, from DHS. They knew what they were doing and it’s not journalism.Reminder- Immigrant Women were given forced hysterectomies without their informed consent. There were Thousands of reports of sexual assaults while adults and kids were held in cages. Over 500 kids have been forcibly orphaned by the Trump administration.A good sound bite from Biden re:  how Trump leaves voters out in the cold, a real-life metaphor for his irresponsib… https://t.co/vcHPxQncgD@JoeBiden \"If you tell a lie three times, people will believe it.\"  --Donald J. Trump@Breaking911 Yep president Trump is a good man, he proudly took the office and all the shit you left behind....My other grandmother is 90 years old ","polarity":1,"subjectivity":"0.5337962962962962"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She survived Hitler and the Holocaust; a Catholic Church saved her and her brothers","polarity":0,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She then lived in Cuba and had to escape the Fidel Castros regime","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She's been a registered Democrat since becoming a citizen","polarity":1,"subjectivity":"0.8500000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She voted for Donald J. Trump https://t.co/orajAchsgMRT @marklevinshow: New York Post and Washington Examiner endorse Trump for President","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"https://t.co/VzKBKIHaVBYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNIn America, a self-avowed billionaire like Donald Trump can get big banks to cancel $287 million in debt while paying $750 in taxes. But if you're a working-class stiff who receives student loans, your paychecks and Social Security checks will be garnished until you drop dead.RT @tribelaw: And she’s only 104!!BREAKING: The person known as 'Anonymous' who trashed Trump in the New York Times 2yrs ago has finally gone public - and revealed himself as someone we've never heard of.@JoeBiden Trump wouldn't know an accomplishment if it bit him. He's been given everything and then squandered itTrump's biggest crime = Children in cages, even babies separated from their families.","polarity":-1,"subjectivity":"0.4484848484848485"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Should we turn him over for… https://t.co/JM3TkKOJciIt’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy wiretapping and actually creating fake predicates to go after Trump and his team. Hunter Biden? Tried to cover it all up. Shameful.“For hours, attendees — including many elderly Trump supporters — stood in the withering cold, as police scrambled to help the most at-risk get to warmth. At least seven people were taken to hospitals,” ⁦@timelfrink_dc⁩ reports.  https://t.co/CzscQckC1hRT @rath_22: Who will die from this rally? Blame Game Begins After Trump’s Nebraska Rally Sh*tshow https://t.co/aL8xcT1RLj via @thedailybea…Very good energy at the Trump rally! Extremely nice people. Very diverse. So many stories that never get told. ","polarity":1,"subjectivity":"0.6053846153846154"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The media is beyond evil for how they portray Trump’s voter base. And they know it.My grandmother is 90 years old","polarity":-1,"subjectivity":"0.7333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She survived Hitler and the Holocaust","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She lived in Russia under Stalin and Khrushchev","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Then moved to Chile, Peru, and Panama before moving to the United States in the '70s","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She has never voted in her life","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Today she voted for Donald J. Trump https://t.co/zFLS1nREn6But he’s going to tax all the millionaires and billionaires right?? No, he’s not. He will kill the middle class and working families. These big $$$ people aren’t donating to him for fun. All talk! #SaveAmericaI want you to remember that the reason Trump is STILL in office is because YOU let #CharliesAngels flop at the box… https://t.co/3DUsEFFknMSeriously though this was a joke no one would be this stupid to wait out in cold.....Well it won’t be COVID to kill… https://t.co/tO568SiRwFRT @RichardGrenell: Every “senior administration official” the NYT uses is obviously a lower level staffer. https://t.co/8ut3PWtqsNRT @owillis: trump has had military jets flyover his events... who's paying for that?RT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! #MAGA ","polarity":-1,"subjectivity":"0.4294642857142857"}
{"tweet":"https://t.co/3AnrRUPTtZ@JoeBiden #joebiden on tape saying he will ban #fracking #oil #gas says he never said that! Again proven he lied.… https://t.co/MQcCQuckE8Why hasn’t @DNI_Ratcliffe apologized for lying to the American people at his hastily called presser last week? He said Iran wanted to “damage“ Trump. Iranians sent emails that threatened voters &amp; warned them to vote FOR Trump. Iran was helping @realDonaldTrump, not hurting him.RT @yoruguaenusa: If only Anonymous had a least half  the ovaries of Fiona Hill or Marie Yovanovitch https://t.co/r3s3NHtRRuEx-Homeland Security Official Outs Himself As 'Anonymous' Anti-Trump Author https://t.co/mzRTfsioUm Z29 #ONEV1 #BLMIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.“at least 30 people including the elderly, an electric wheelchair user and a family with small children were among those requiring medical attention...” https://t.co/qM5gmRoYFyLaughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.It’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.@BillyBob_Smythe @realDonaldTrump @FoxNews Like your closet love affair with President Trump? Sorry. He doesn’t you… https://t.co/ZiKZ9LVxqx@macktruck81 @WarrenSmithFOX @MarkGottlieb Then Donald Trump should join him.These GOP clowns pictured below are gonna regret sucking up to Trump the last 4 years","polarity":-1,"subjectivity":"0.39783549783549776"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Follow these Dems 👇 and let's #FlipTheSenate","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"KY @AmyMcGrathKY","polarity":0,"subjectivity":"0.0"}
{"tweet":"CO @Hickenlooper","polarity":0,"subjectivity":"0.0"}
{"tweet":"AZ @CaptMarkKelly","polarity":0,"subjectivity":"0.0"}
{"tweet":"NC @CalForNC","polarity":0,"subjectivity":"0.0"}
{"tweet":"ME @SaraGideon","polarity":0,"subjectivity":"0.0"}
{"tweet":"IA @GreenfieldIowa","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/NVEEjjp8JC@DonaldJTrumpJr Click Like to re-elect President Trump   https://t.co/oOINPv7XlmRT @anyonewantchips: Trump brags he’s smart for getting his $287M debt forgiven.","polarity":1,"subjectivity":"0.7714285714285715"}
{"tweet":"He must think the rest of us who pay our debts are stupid.Can you let Senior White House Advisor @ivankatrump know that I agree with her? She blocked me because she didn’t want differences of opinion and respectful debate with a Member of Congress. Thanks.RT @paulkrugman: The man with the nuclear codes is sundowning. This is very scary.To those who believe mkts are down bc Wall St thinks Biden could win &amp; they’ll be crushed by regulation &amp; taxes, why would campaign contributions look like this? 👇In the Trump administration, you don't have to donate millions of dollars for @POTUS to care about you. You don't have to be a celebrity, sports star, or belong to a certain social class. Your race, gender, ethnicity, they don't matter either. You just have to be an American. https://t.co/a0ekrCfHwSIt’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy wiretapping and actually creating fake predicates to go after Trump and his team. Hunter Biden? Tried to cover it all up. Shameful.Some viral fakery I missed, via @RobertMackey: Trump campaign video of Biden supposedly kicking media out bc he couldn't answer a question chopped off 1) Biden answering the question and 2) answering it *again* at a press conference right after. https://t.co/OpkTbdPPpvIt’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy wiretapping and actually creating fake predicates to go after Trump and his team. Hunter Biden? Tried to cover it all up. Shameful.@ContextMatte @LiesoftheBeaut1 @CatHoffman14 @MarshaBlackburn @SenWhitehouse Democrats would hate ACB, regardless,… https://t.co/1XNQEs6krjRT @JasonMillerinDC: Wall Street spent over $74 million to back Joe Biden's run for president, topping Trump's haul https://t.co/xXJsfGmncLUPDATE: The Army guy down the street from me had his Trump sign stolen. ","polarity":-1,"subjectivity":"0.4638161375661376"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"So he replaced it with 2 Trump signs and posted a note that says 'Every time you steal my signs I am doubling them.'","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He just moved here from Texas.RT @AOC: I try not to curse in public, but... 🤷🏽‍♀️Trump wants US to believe he’s succeeded in crushing the virus. He also wants us to believe he’s not a Racist, a Criminal, a misogynist, a Sociopath and a Pathological Liar. Good luck with that. 6 days to end the Insanty.RT @funder: Biden cares more about Trump’s supporters in Omaha than Trump does.Oh man, I love love love love this: \"Miles Taylor\" is a CNN contributor. OF COURSE HE IS. Oh man, God bless everyone involved in this story. And apologies to all the actual high-level Trump officials who were falsely accused of being this dude, a literal CNN contributor.Lunatic cultNEW AD: Trump Campaign Leader for Biden","polarity":1,"subjectivity":"0.4611904761904761"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@JessicaDenson07 was Trump's 2016 Lead Staffer for Hispanic engagement – now she's speaking out against him.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"The campaign was a vile, self-serving branding exercise for one man and his family.\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Airing digitally in swing states. https://t.co/lMx2YH26Qq‘Ready to Do Whatever It Takes!’: Anti-Trump Groups Plot to Shutdown DC and Spark National ‘Uprising’ After Electio… https://t.co/7GvlKkIr2mBut what i’m more surprised is to know that Josh’s family aka Jared’s family too aka Ivanka’s husband which means t… https://t.co/ng0F5i3f13i followed.... a TRUMP SUPPORTER WHATI would rather talk about #TonyBubolinski great character and what a re hero looks like","polarity":1,"subjectivity":"0.5375"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"If you want accolades ","polarity":0,"subjectivity":"0.0"}
{"tweet":"try not lying like  Biden family crimes against USART @dbongino: Twitter CEO Defends Decision to Censor Trump But Not Iran’s Ayatollah Calling for Violence","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/Ajp2E8YWEVAnyone interview any Omaha rally goers to ask how they felt about Trump stranding them in the cold?Powerful. And quite a message on a day we find out the anonymous call was coming from inside Kristen Nielsen’s house.RT @writerknowles: Take national polls with a grain of salt, but this is the second one today showing Biden by 12 pts. or more. https://t.c…If Trump could get $287 million of his debt canceled for his bogus real estate deals, please don't tell me we can't cancel the student debt of 45 million Americans who committed the \"crime\" of getting a college education.RT @RichardGrenell: I want this guy as my US Senator - we need outsiders representing us in Washington, DC.It’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.These polls have Biden ahead to keep Trump supporters from voting.  Like we all gonna say.. \" Whats the use in voting?  Biden is ahead anyway. I'm just gonna stay home and watch Netflix and chill'.RT @NikWotherspoon: This is next level creepy af. Are we North Korea now with this kind of propaganda?!You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.43958333333333327"}
{"tweet":"https://t.co/46VkWJE0GNOn January 20th, 2021, @JoeBiden will be inaugurated President of the United States. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The easiest thing for Donald Trump to do is to stand up like a man and accept the results of an election of the American people. #vote https://t.co/unFSIBdY18RT @carrieksada: Trump said we should learn to live with Covid, Biden said we should learn to die with Covid. I choose to live.@chipfranklin Let's keep Trump in government housing!Anyone else feel the #ObamaAdmin was one big money laundering operation and they targeted #Flynn because he would have been able to expose it all to #Trump?? ","polarity":1,"subjectivity":"0.34500000000000003"}
{"tweet":"#ObamaBidenGate has taken on a whole new meaning to me today.RT @KarlousM: And nobody laughed.Dear @realDonaldTrump: We have the magical CA mask that let’s you eat right through it.","polarity":1,"subjectivity":"0.5180519480519481"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Awww, just kidding. We wear masks in public &amp; take them off when eating.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also, where do you get your batshit crazy ideas? As @POTUS, you have access to the best info in the world. Use it. https://t.co/v3gu114VWFRT @FOX29philly: Trump on Philly violence: ‘Can’t let that go on’ https://t.co/t140Uy6D5BA caravan of dozens of vehicles supporting U.S. President Donald Trump rolled down the Jerusalem-Tel Aviv highway in Israel on Tuesday evening, the latest “Trump train” organized by supporters of the 45th president. https://t.co/FstI78dpWrRT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! #MAGA ","polarity":1,"subjectivity":"0.5277777777777778"}
{"tweet":"https://t.co/3AnrRUPTtZRT @ymenken: This is yet another groundbreaking win for simple fairness against #Antisemitism from the Trump Administration.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.3180952380952381"}
{"tweet":"https://t.co/46VkWJE0GNBruce Springsteen calls on the US to vote Donald Trump out of office in next week’s presidential election… https://t.co/OdOrg0uef1Afghanistan Pakistan region is insignificant know, its all about helping indians knowRT @DanScavino: HAPPENING NOW in ARIZONA!","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VOTE #MAGA🇺🇸🦅","polarity":0,"subjectivity":"0.0"}
{"tweet":"🌐https://t.co/zqgeZMtyiF https://t.co/CFgMsfsZUJRT @DanScavino: HAPPENING NOW in ARIZONA!","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VOTE #MAGA🇺🇸🦅","polarity":0,"subjectivity":"0.0"}
{"tweet":"🌐https://t.co/zqgeZMtyiF https://t.co/CFgMsfsZUJDon’t let @nytimes off the hook. They purposefully misled the country into thinking a notable senior Trump admin official was plotting against him when in fact it was an unknown Obama donor, Miles Taylor, from DHS. They knew what they were doing and it’s not journalism.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.38666666666666666"}
{"tweet":"https://t.co/46VkWJE0GNThis is amazing! #SickoTrump@scrowder @GamebredFighter @Timcast @hodgetwins @megynkelly @TheCumiaShow @andrewklavan @benshapiro If Trump wins, must troll TYT again 🤔😂RT @seanhannity: TRUMP: Joe Biden Was ‘Funneling Millions to His Family as Vice President, Mike Pence Never Did That’ https://t.co/uKKSLpap…No shit!! What is wrong with people vote trump. Or taxes up and your Freedoms will be gone!!!!… https://t.co/26ib7MYbfI@DonaldJTrumpJr MR. LAW &amp; ORDER . . .","polarity":1,"subjectivity":"0.7000000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Every time a Trump calls out \"Law &amp; Order\" I get goosebumps...","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCrimeFamily    -   #TrumpCrimesAgainstHumanity https://t.co/FgKAfCxmhbI expected Trump to make 1 last swing through #RochMN but I still feel nauseous about it. Politics of fear, division, &amp; white supremacy have no place in our city. We love our immigrant, refugee, Black, Latino, Indigenous, Asian, Muslim, Jewish &amp; LGBTQ+ neighbors. #GreaterThanFearRT @Breaking911: MOMENTS AGO: Fighter jet flies over Trump rally in Arizona and appears to fire off flares; crowd chants \"USA!\" https://t.c…@realJonSundet @MeidasTouch @omaha_scanner It seems you learnt nothing from the experience- Trump is a con man who… https://t.co/vUMaVUMqQOTo all the @FoxNews watchers. You are not helping Trump by watching Fox unless Trump is on. You're giving Fox more power by giving them ratings. @OANN @newsmax could use some ratings to get rid of bias ass FOX.RT @24duckling: “The privilege that it holds for the election to be a joke to you.” was a deep statement.I bet these swing states will shut down polling stations to prevent Trump Voters from casting their Vote on Nov 3rd ","polarity":1,"subjectivity":"0.24444444444444444"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They will use Corona to do this","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Get ready for them to shut down Voting places, its comingTo every dem who is sneering at Jeff Flake and Miles Taylor right now: We can't afford to tear down the opposition to Trump just because they're not exactly who we want. We can't afford the spotless moral high ground.","polarity":1,"subjectivity":"0.3790702947845806"}
{"tweet":"What we CAN do is respond to what they're saying. Like adults.Jack Dorsey at Twitter Defends Censoring President Trump but not Iran's America Hating Ayatollah via @gatewaypundit https://t.co/F7VA7cpnU4RT @BivingsDoris: Arizona. He doesn't need a teleprompter for thatNot all Fairy Tales start with ‘Once upon a time...’","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Some start with ‘When elected, I promise I will...’","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpTrump is again claiming he got impeached after saying \"congratulations on your victory\" to the president of Ukraine, yada-yadaing the things he said after congratulations that actually got him impeached.@WhiteHouse @realDonaldTrump Biden maintains a 9.2-point lead over Trump nationally, according to FiveThirtyEight's… https://t.co/UgiS3JCx9W@realDonaldTrump I mean you can literally see the dust from the ground blow into the air over everyone. Wonder what that does to the respiratory droplets and aerosols of all the spittle from screaming MAGA all day. You know, I feel sorry for Trump supporters who are human beings too. It sucks.The closer we get to election, the more attacks we hear about. #VoteRedToSaveAmerica2020 #DemocratsAreDestroyingAmerica #Trump2020RT @catturd2: I admit - I never knew just how bad the swamp was until Trump was elected President.Watch \"Trump Interview Parody\" on YouTube - https://t.co/mYaRPv6jrZEve of election Trump strips protections from temperate rainforest, \"the lungs for N. America,\" for logging old growth forest. Goes further even than lobbyist requests. He's not doing it for them. He's doing it to \"own the libs,\" to show off to his mob. https://t.co/CfgmWdTYUsIf Trump could get $287 million of his debt canceled for his bogus real estate deals, please don't tell me we can't cancel the student debt of 45 million Americans who committed the \"crime\" of getting a college education.We just learned that Joe Biden’s family was paid $5,000,000 by a Chinese Communist Party controlled company whose CEO was tried &amp; convicted in the SDNY of money laundering and bribing government officials. But this is what @jaketapper is focusing on. https://t.co/hj6Bxmw7NoRT @DonaldJTrumpJr: The supposed “high level administration official” was a DHS staffer!!! 🤣🤣🤣 No one I know has  even heard of him.Honor to be with the President of USA ( Greatest Nation on Earth ) last week at the White house.  President Trump thank you for leading us. https://t.co/pyb9UxRh4nIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.New audio of conversations between Jared Kushner and Bob Woodward reveal plans to keep the President - not doctors - in charge of the Covid-19 national response.","polarity":1,"subjectivity":"0.4197799422799423"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"It just underscores the Trump-Kushner political strategy. They had one concern: Election Day,\" says @JamieGangel. https://t.co/zfNNTSMibERT @davenewworld_2: Nazis love Trump https://t.co/Ybql18NvRh.@nasa This must be stopped. It is inappropriate and shameful. I know it is being done for Trump. Just. Don't.@GOP @realDonaldTrump This election will be an IQ test of the citizens of America. ","polarity":1,"subjectivity":"0.35"}
{"tweet":"Are we intelligent enough to recognize that Trump &amp; the GOP are not only killing us through super spreader events &amp; mask denial, they are also killing democracy in real time before our very eyes?","polarity":1,"subjectivity":"0.611111111111111"}
{"tweet":"Pray for intelligence. https://t.co/t4eoWIdS3kYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNThis is hard to watch but necessary","polarity":-1,"subjectivity":"0.7708333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is diseased and has infected the entire country","polarity":-1,"subjectivity":"0.6875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He must be excised from the body politic. Share #SickoTrump if you agree","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@MeidasTouch 🥊","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vpMrdB6FipRT @chipfranklin: Who agrees Trump should be the first US president in history to be jailed immediately after leaving the Oval Office? ✋RT @123RHGreen: It's October 28th, and Chucky is still Pelosi's \"little b*tch.\"","polarity":1,"subjectivity":"0.41666666666666663"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"That must really suck.@themisst1 @RealRLimbaugh @realDonaldTrump Anyone that doesn’t know what Trump has accomplished must have been livi… https://t.co/Fd8DNF1vCuFor Wed Oct 28, 2020 - Sponsored by @libertynation","polarity":1,"subjectivity":"0.35"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"National Likely Voter (LV) Job Approval of @POTUS - 52%","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"GOP LV App - 82%","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Dem LV App - 24%","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Ind LV App - 52%","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"White LV App - 54%","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Black Total LV App - 40% ","polarity":-1,"subjectivity":"0.5916666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Other Non-White Total LV App - 52%","polarity":-1,"subjectivity":"0.375"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Visit https://t.co/aLUzII52gL https://t.co/YGMGmZe5TAfun fact: if you linger at poll booths after you cast your vote they call 911.Watch \"Trump Interview Parody\" on YouTube - https://t.co/3WU6lFdIh6One more time:","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"1. *Every* state counts ballots past Election Day. ","polarity":-1,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"2. Every state except one (Delaware) waits at least seven (and as many as 35) days *before* certifying their results.","polarity":1,"subjectivity":"0.45"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"3. This is neither new nor controversial.","polarity":1,"subjectivity":"0.7022727272727273"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"4. The President obviously *knows* all of this.Melanie, thank you for sharing your story and for the sacrifices you've made to keep us all safe. They are not in vain.","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"On Tuesday, we need to vote out Donald Trump and treat the climate crisis like the existential threat it is. https://t.co/dCKIBGlmooRT @ByronYork: And, yes, yet another indicator of pro-Trump intensity in the crucial state of Pennsylvania... https://t.co/Bzaft9RLv1Turns out the NYT oped page gave an enormous “Resistance” platform to a staffer whose agency green-lit the Trump administration’s most hardline immigration moves, including family separation, during his tenure.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.5047619047619047"}
{"tweet":"https://t.co/46VkWJE0GNRT @JoeBiden: It’s simple: Donald Trump thinks health care is a privilege. I think it is your right.38 Times President Trump Has Condemned Racism and White Supremacy https://t.co/IE0ElpPvLC via @YouTube@ScottPresler Waiting for my heart to beat normally again! Not cool!! Lol.","polarity":1,"subjectivity":"0.48214285714285704"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Scott, you need to have your own conser… https://t.co/DKzxHun4Z9It’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.RED Wave Coming!  #MAGA 🇺🇸Election 2020 live updates: Ex-Trump official Miles Taylor revealed as ‘Anonymous;’ Biden accuses Trump of recklessness on the pandemic","polarity":1,"subjectivity":"0.41428571428571426"}
{"tweet":"By John Wagner, Felicia Sonmez, Beth Reinhard and Paulina Firozi","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/IQikmGOzSsRT @Kyle_A_Morse: Can someone please tell Donald Trump that there's only one NEBRASKA? https://t.co/RLfuvdnju0RT @thejtlewis: Trump is running on his record.","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden is running from his record.Trump on Democrats: \"And you know what they want to teach in school? We don't teach that in school. We've ended that.\" He never explains what the that is.BREAKING - F-16 jets intercepted an aircraft flying near one of President Trump’s rallies in Arizona today, deploying flares in order to get the civilian aircraft to depart the restricted airspace (NORAD) https://t.co/FBWHxNImtqRT @washingtonpost: Opinion: How the idiocy of Trump and Jared Kushner let the pandemic loose https://t.co/41fVZ1TDMe@MSNBC And I’ll bet you want to blame Trump  😂😂😂😂😂😂😂#TrumpLandslideJoe Biden bus tour is getting a big Trump welcome to Texas in Fort Worth as we speak. Don’t worry, the next bus stop in Dallas has more people waiting and ready to greet them too. R/T @SheepofftheJeep https://t.co/whK0StuXIj@golfgirlie72 @CommonCause She doesn't have the integrity to recuse herself.  And she's pledged her loyalty to tras… https://t.co/D6Iu5QEI8qRT @DanScavino: HAPPENING NOW in ARIZONA!","polarity":1,"subjectivity":"0.35213675213675216"}
{"tweet":"#VOTE #MAGA🇺🇸🦅","polarity":0,"subjectivity":"0.0"}
{"tweet":"🌐https://t.co/zqgeZMtyiF https://t.co/CFgMsfsZUJDonald Trump was sick long before he got #COVID19:","polarity":-1,"subjectivity":"0.6285714285714286"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"▶️Sick with women","polarity":-1,"subjectivity":"0.8571428571428571"}
{"tweet":"▶️Sick with known pedophiles","polarity":-1,"subjectivity":"0.8571428571428571"}
{"tweet":"▶️Sick with his own daughters","polarity":-1,"subjectivity":"0.9285714285714286"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And we Americans are SICK OF TRUMP.🤢🤮","polarity":-1,"subjectivity":"0.8571428571428571"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#SickoTrump @MeidasTouch #VoteHimOut #VOTE ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/x6TwgEiUqhRT @natemax: @jeffzeleny So, what your saying is, the president managed this situation incompetently. Shocking.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/X2I4yrOxecIt’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy wiretapping and actually creating fake predicates to go after Trump and his team. Hunter Biden? Tried to cover it all up. Shameful.Miles Taylor, a Former Homeland Security Official, Reveals He Was ‘Anonymous’ https://t.co/C1e7oVcnKA https://t.co/YWnQOYglUTRT @morethanmySLE: Never been looking forward to a date more than this: January 20, 2021, the day Democracy RETURNS to America! https://t.c…RT @AOC: I try not to curse in public, but... 🤷🏽‍♀️What purpose does this serve?@dbongino @dovah69_ THIS IS A VICTORY VIDEO FOR PRESIDENT TRUMP....","polarity":-1,"subjectivity":"0.4366666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"VIDEO TWITTER SAYS IS OFFENSIVE 😡😡😡","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"PRESIDENT TRUMP’S 2020 VIDEO 💯💯💯","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"OUR CONSTITUTIONAL REPUBLIC 🇺🇸🇺🇸🇺🇸","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/szfqryShkjRT @sarahdrew: Umm. NoRT @DanScavino: HAPPENING NOW in ARIZONA!","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VOTE #MAGA🇺🇸🦅","polarity":0,"subjectivity":"0.0"}
{"tweet":"🌐https://t.co/zqgeZMtyiF https://t.co/CFgMsfsZUJRT @RichardGrenell: . @RonJohnsonWI: Democrats try to get us to ignore reality by focusing on ‘Russian election interference’","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co…I’m on a conference call where a high level Administration official confirmed it was Iranians who sent the spoofed proud boys email that threatened voters to vote for Trump.RT @FrankPatriot_: Nothing worse than a posing punk who tries to get “real” and then goes down crying about how real it got.","polarity":1,"subjectivity":"0.5587654320987654"}
{"tweet":"https://t.co/f…There he goes again pumping up his chest 😡 He is so disgusting..... he hasn’t lifted a pinky to help anybody with t… https://t.co/7DdAgeCGKPEx-DHS official Miles Taylor reveals himself as Anonymous, who wrote critically of Trump https://t.co/ntYocCaO6s… https://t.co/HYsXbQp7Q9RT @AOC: I try not to curse in public, but... 🤷🏽‍♀️BREAKING: Donald Trump is campaigning in Minnesota on Friday.","polarity":-1,"subjectivity":"0.6222222222222222"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just DAYS before the election, he’s making a last-minute push to flip MN red. And a recent poll shows my race within ONE point. Can you chip in $5 right now to help me keep MN blue? https://t.co/WV2SvwRVWMRT @TheBeaverton: Senator Lynn Beyak: I didn’t know donating to Trump was illegal, I thought it was just racist https://t.co/VT3y0YKabUYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.25396825396825395"}
{"tweet":"https://t.co/46VkWJE0GN@JoeBiden Science and Trump are oxymorons. Only latter is a true moron.Biden in desperation has brought out Obama to campaign. It’s laughable as we remember how he ripped our country apart. 8 years of disaster. You can insult Trump but you can’t deny his accomplishments. ","polarity":-1,"subjectivity":"0.73"}
{"tweet":"⁦@POTUS⁩ ","polarity":0,"subjectivity":"0.0"}
{"tweet":"⁦@BarackObama⁩ ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ObamaBidenGate https://t.co/xGnI9Wc3oxRT @Maximus_4EVR: WARNING: These are ANTIFA accounts that block and report #MAGA.@Jim_Jordan Trump is totally a Washington politician..he basically followed the Republican playbook..giant tax cuts… https://t.co/foMYXTHFPV@KLB4USA @PookztA @H1Tch7 @2a_way @poettinger @BCarey60 @cinarte1956 @jeffbullwinkle @peggyperez @sandy___21… https://t.co/rbJMtxKoFt🚨NEW VIDEO🚨","polarity":0,"subjectivity":"0.875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Lindsey Graham is the WORST kind of sycophant. He’s on the record trashing Trump before he won, and praising Biden before he gave up his dignity!","polarity":-1,"subjectivity":"0.95"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Please watch and RT the heck out of it! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#EveryoneHatesLindsey","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/NRmt1T158kRT @chipfranklin: Who agrees Trump should be the first US president in history to be jailed immediately after leaving the Oval Office? ✋You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.29166666666666663"}
{"tweet":"https://t.co/46VkWJE0GNTune in to \"In Focus\" on @OANN at 6PME. We have a lot great guests including: @RepGregSteube, Texas Sheriff @BillWaybourn, The King Of Memes @DC_Draino, the Market Institute’s @CharlesSauer, Maxim Model &amp; fmr Trump campaign staffer @elizabethpipko &amp; more! ","polarity":1,"subjectivity":"0.625"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"See you soon! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"❤️😀🇺🇸 https://t.co/fEC5c8p5qRRT @RichardGrenell: I want this guy as my US Senator - we need outsiders representing us in Washington, DC.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNRT @DaleMoss2: Wayment.  The buses didn’t show because the Trump campaign credit card to pay was DECLINED?Rudy Giuliani blows up a Fox Business interview after Lisa Kennedy says people could say he's acting like Trump dossier author Christopher Steele with the Hunter Biden laptop materials: \"You better apologize for that ... I think our interview is now over\" https://t.co/OsIGZ42y1rBREAKING: Trump administration finalizes huge public lands assault with the official roll back of the Roadless Rule in Alaska's Tongass National Forest. ","polarity":1,"subjectivity":"0.29333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"More than 9 million acres of pristine temperate rainforest will be up for logging starting tomorrow.","polarity":1,"subjectivity":"0.3"}
{"tweet":"https://t.co/UQJUKUfq1JJared Kushner called the Republican Party \"a collection of a bunch of tribes\" and described the GOP platform as \"a document meant to, like, piss people off, basically.\" Kushner described Trump's rise as a \"full hostile takeover.\"","polarity":1,"subjectivity":"0.55"}
{"tweet":"https://t.co/OHCDG6un5t@realDonaldTrump I’ve dedicated the last 4 years of my life to re-electing you. ","polarity":0,"subjectivity":"0.06666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I know what’s at stake &amp; I treat this election very seriously. ","polarity":-1,"subjectivity":"0.8666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Voting for Trump is voting to secure America’s future. ","polarity":1,"subjectivity":"0.3625"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Voting for Trump is voting to keep our jobs open. ","polarity":0,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Voting for Trump is voting for freedom.The scene awaiting Trump’s arrival in Goodyear, Arizona. Scorching hot today. https://t.co/Tcaq5Zq1stRT @dbongino: Twitter CEO Defends Decision to Censor Trump But Not Iran’s Ayatollah Calling for Violence","polarity":1,"subjectivity":"0.8500000000000001"}
{"tweet":"https://t.co/Ajp2E8YWEVUFC President Dana White going along for the ride.RT @livesmattershow: BLM and Antifa rioters have produced 2 things in 2020:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"New Trump Supporters &amp; New Gun Owners\"I only read anti-Trump fake news daily, and I can't figure out why anyone would like Trump!\"","polarity":-1,"subjectivity":"0.5818181818181818"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"=","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"I've searched every tree in this forest for fish and I haven't found any fish. Anyone who believes fish exist is an IDIOT! Can't fix stupid!\"Yes, I'll Be Voting For Trump !","polarity":-1,"subjectivity":"0.9"}
{"tweet":"Again This Year !","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Choice Has Never Been !","polarity":0,"subjectivity":"0.0"}
{"tweet":"So Clear !","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Why Do Dems Act Crazy ?","polarity":-1,"subjectivity":"0.9"}
{"tweet":"Not A Act Maybe ?","polarity":0,"subjectivity":"0.0"}
{"tweet":"@JoeBiden Is Shady !","polarity":-1,"subjectivity":"0.625"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#FakeNews Wants You Frightened !","polarity":1,"subjectivity":"0.1"}
{"tweet":"With What I Know Now !","polarity":0,"subjectivity":"0.0"}
{"tweet":"I'm Enlightened !","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"If Your #Awake","polarity":0,"subjectivity":"0.0"}
{"tweet":"Stay Away !","polarity":0,"subjectivity":"0.0"}
{"tweet":"#WalkAway !","polarity":0,"subjectivity":"0.0"}
{"tweet":"#KAG2020 🇺🇲 https://t.co/tVDgvOixTPTrump says “we have to win both Nebraska’s”. I’m literally in my classroom look at my map of the US to find out where the hell Nebraska 2 is and can’t find itDonald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkq@JoeBiden Try this Bing search..","polarity":1,"subjectivity":"0.7"}
{"tweet":"honestly, it's all you need to know for this election","polarity":1,"subjectivity":"0.9"}
{"tweet":"👇👇(and very, very funny!)","polarity":1,"subjectivity":"1.0"}
{"tweet":"https://t.co/bl3yRtZJ3N https://t.co/0B0vE5fcTHIt's disgraceful to watch the media praise Miles Taylor, the \"Anonymous\" whistleblower with no real insight into the Trump administration while completely ignoring Tony Bobulinski, the credible whistleblower with hard evidence of Biden Family corruption.RT @no_silenced: If Trump came out in a Lincoln hat he would be on every news station in America....How could they not report that😂@RichardGrenell I'm just waiting for some actual journalist to ask Taylor how many times he even met President Donald Trump, or spoke with him. ","polarity":1,"subjectivity":"0.4236111111111111"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hell, how many times was he even in the same room with him?New CNN national poll; interviews conducted October 23-26, 2020 by telephone with 1,005 adult Americans, including 886 likely voters ","polarity":1,"subjectivity":"0.47590909090909095"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Among likely voters","polarity":0,"subjectivity":"1.0"}
{"tweet":"54% Biden","polarity":0,"subjectivity":"0.0"}
{"tweet":"42% TrumpRT @stillgray: Bloomberg forced to correct after running fake news on Trump campaign in Florida","polarity":-1,"subjectivity":"0.6"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/iVyXO76u7SWhere the hell is Hunter and all that cash?  BTW, we got your laptop!","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Bobulinski + #LaptopFromHell","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Where the hell is Nancy Pelosi and when is America's Feeding Time? America is starving Nance, Trump with pen in hand!  #stimulusGlad Taylor has gone public as the real “Anonymous.” As @gtconway3d says, he is a true patriot while, as @djrothkopf says, Trump is as evil a traitor as this country has ever known — including Benedict Arnold. https://t.co/2Qojo3811W@heycharity @indieimmy @RealJamesWoods BTW Trump is sundowning. He's imagining things and making stuff up and clear… https://t.co/2p2vR4LhuFRT @2222vj: They hate Trump because he doesn’t want to bomb innocent brown children and women ","polarity":-1,"subjectivity":"0.5714285714285714"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@TheLastRefuge2RT @JoeBiden: It’s simple: Donald Trump thinks health care is a privilege. I think it is your right.Democrats press Trump Organization about president's Chinese bank account | TheHill - The Hill… https://t.co/hetU9ZSDweHe will literally kill them through negligence and snide hatred of their peasant existence but it will only make th… https://t.co/DR6doBTy4ZMelanie, thank you for sharing your story and for the sacrifices you've made to keep us all safe. They are not in vain.","polarity":1,"subjectivity":"0.47857142857142854"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"On Tuesday, we need to vote out Donald Trump and treat the climate crisis like the existential threat it is. https://t.co/dCKIBGlmoo\"The first country that implements free trade coupled with low or no corporate taxes, regardless of what any other nation does, will see a boom in capital, growth, and jobs.\"","polarity":1,"subjectivity":"0.3616666666666667"}
{"tweet":"Free trade saves lives!","polarity":1,"subjectivity":"0.8"}
{"tweet":"#Jorgensen2020 #Vote #Libertarian","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/JwkM0CDvs3RT @AhmedBaba_: Who knew the two generations that troll each other the most would unite to take down authoritarianism.RT @seanhannity: TRUMP: Joe Biden Was ‘Funneling Millions to His Family as Vice President, Mike Pence Never Did That’ https://t.co/uKKSLpap…You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.33287037037037037"}
{"tweet":"https://t.co/46VkWJE0GNRT @TeaPainUSA: Liar Scoreboard","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Miles Taylor: 1","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump: 22,305I like how Jared talks about how Trump is swayed by \"overconfident idiots\" when there aren't more competent people… https://t.co/70RCEGrzPPRT @cryborg: Soooo there's this book by George Orwell...Trump needs to take responsibility for his actions! He, of course won so vote him out of office. Send him home to M… https://t.co/wvq49rTpjIRT @GeorgePapa19: Trump is winning in a landslideRT @FrancisTRocha: This. ","polarity":1,"subjectivity":"0.6791666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Then let's get fucking started on abolishing the two party system.@realDonaldTrump Now it's clear why Trump is so pathetically trying to push a fake smear story today: because the REAL STORY (stock market declines) is a disaster for Trump! https://t.co/H1cpQAtYKQ","polarity":-1,"subjectivity":"0.6208333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#StockMarket #COVID19 https://t.co/CbeJBqi8TzThat's now more verified evidence of Joe Biden being entangled with a hostile foreign power than they ever had against President TrumpHundreds of Republican former governors, members of Congress, federal government officials, strategists and donors… https://t.co/Vp66c35HgoNebraska is considered a sure thing for Trump, but he’s holding a rally in Omaha to secure the 1 Electoral Vote from the 2nd Congressional District that could go for Biden. Trump cannot afford to lose a single one of the state’s 5 E.V.’s. \"Get the hell out and vote,\" he urged. https://t.co/aYLiX3g9RkRT @Lrihendry: The more the media media lies, the more support Trump gets! ","polarity":1,"subjectivity":"0.3697971781305115"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Raise your hand if you’re behind this president 100% all the w…@realDonaldTrump @RSBNetwork Trending Stories ","polarity":-1,"subjectivity":"0.7"}
{"tweet":"&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/MKqs12M1IeKeilar calls out Lindsey Graham: Loyalty to Trump cost him","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/v4BnUPTcAyRT @mikeduncan: Not really. My grading remains a  C- against a straight up F https://t.co/nIX2cl8DlMI'm a Senior citizen on Social Security.","polarity":1,"subjectivity":"0.22222222222222224"}
{"tweet":"Covid19 took my job now I makes ends gets closer ( they don't meet) ","polarity":0,"subjectivity":"0.0"}
{"tweet":"By wa… https://t.co/1P06TOHko0Remember to teach our little patriots at home watching how great their President is! Children pass their thoughts along openly. They believe in their parents. They see Trump's energy on TV. They want to cheer for their leaders too! Keep your children involved and loving America!#TheFive here is the backstory of those people in Omaha who froze.  PROTESTERS blocked the buses trying to get the people from the Trump rally.","polarity":1,"subjectivity":"0.675"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Don't lie Juan.  Your sweet peaceful protesters are the real reason people were sent to the hospital.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.38055555555555554"}
{"tweet":"https://t.co/46VkWJE0GN@ATrumpest @Mabbycrankyp “Medics were on hand to treat those, particularly the elderly, with visible medical issues as they walked out.” Some also we’re treated for hypothermia. Great look for 45 a week away from an election. Found this article in Newsweek: https://t.co/IKza1OF3Mx@WoVets Yeah, I agree. Everything I've observed about how this was handled suggests it's an abhorrent game of necro… https://t.co/FybepzYwOV6.  Sending healing prayers &amp; love to Rush Limbaugh...I believe in Miracles! God Bless you Rush for your passionate plea to all Americans to re-elect Pres. Trump. In the midst of his serious condition,Rush,still loves this Nation...&amp; supports Pres. Trump..Let’s do it ! For Rush🇺🇸If you haven’t seen this 🎥 @pttrn_ntgrty then watch it and share. ","polarity":1,"subjectivity":"0.588888888888889"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"For the past 4 yrs, Trump’s moves are right out out the Authoritarian playbook. ","polarity":1,"subjectivity":"0.39285714285714285"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Do you want a president who continues to gaslight and lie? 😡","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#AmericaWakeUp","polarity":0,"subjectivity":"0.0"}
{"tweet":"#DemVoice1","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vk7MBNxlYnTell us again how Joe Biden is senile:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/pIEkCxeucX","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Resist  #MAGA2020  #KAGThat comment haunted her, she said.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Needless to say, we are seeing the same phenomenon here, and every day that Donald Trump has exposure to the public, he spellbinds his followers ever more deeply, as mental health experts are precisely the ones banned from comment.RT @thehill: Pelosi: Trump should accept election results \"like a man\" https://t.co/p20TQ5RTuU https://t.co/Ru2gu82FRHTRUMP: \"In California, you have a special mask. You cannot under any circumstances take it off. You have to eat through the mask. Right, right, Charlie? It's a very complex mechanism. And they don't realize those germs, they go through it like nothing.\" https://t.co/SG2nF2FsrI.@JoeBiden campaign statement on #Trump sanctions that hurt #Cuban families: “President Trump's war on family remittances is a cruel distraction from his administration's failure to advance democracy in #Cuba. @WesternUnion  is the largest remittance service on the island.\" https://t.co/Lq3J66YumI@RTS_Gamer321098 Oh totally, I think trump will be ahead within 24 hours of Election Day.","polarity":-1,"subjectivity":"0.531117216117216"}
{"tweet":"It’s what happens NEXT that will be funRT @goatsrgr8: “The only problem? President Obama had made no speech earlier that day.” https://t.co/f8ziG2B8HtRT @JackPosobiec: Did you hear Donald Trump Jr was caught admitting a secret deal with Beijing? ","polarity":-1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Google spy chief of China tapeKing =114 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump =114  ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Republicans =114    ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Election Results on 11/4  ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"United States President =114  🇺🇸","polarity":0,"subjectivity":"0.0"}
{"tweet":"President of the United States =114","polarity":0,"subjectivity":"0.0"}
{"tweet":"Make America Great Again Again =114","polarity":1,"subjectivity":"0.75"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Revealing #ElectionDay Projection via #Gematria   🗳️ https://t.co/LbT0HOxAc8RT @VFL2013: PLEASE RT THE TWEET OF THE YEAR!!! YOU'RE WELCOME 🇺🇸🇺🇸🇺🇸In each of his \"sir\" stories about coronavirus, about himself or his son Barron, Trump is now saying that he was told that he or Barron tested positive, sir, and then he responded, \"Positive for what?\" This makes absolutely no sense.Author of 2018 'Anonymous' op-ed critical of Trump revealed","polarity":1,"subjectivity":"0.738181818181818"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/OjIF69xjaFPresident Trump took off in Air Force One 1 hr 20 minutes ago, but thousands of his supporters remain stranded on a dark road outside the rally. “We need at least 30 more buses,” an Omaha police officer just said, shaking his head at the chaotic cluster that is unfolding.Headed into Nov. 3 with disinformation threats coming at Americans, and one of the greatest sources of that disinformation is Trump's director of national intelligence, John Ratcliffe.","polarity":1,"subjectivity":"0.47000000000000003"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Read this latest scoop by @NatashaBertrand and @dlippmanLaughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.Remember, all this is happening with the accept and support from the republican party.If #CNBC Wanted Markets To Go Up, They Would Put Up Their Big Font For Regeneron Coronavirus Results $REGN ","polarity":1,"subjectivity":"0.6136363636363636"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Stocks #WallStreet #Dow #Dow40K #OctoberSurprise #Trump #Biden #Republicans #Democrats #Congress #NYC #LA #Boston #Seattle #Chicago #Dallas #Miami #NewOrleans #DC  #PART @BernardKerik: ROGER STONE: Here’s How Trump Could Still Pull Off A Historic Upset On Election Day | The Daily Caller https://t.co/9LiIk…she lowkey spittin though 👀💀This crazy Trump supporter was last seen at a MAGA rally in Beverly Hills, CA taking photos of people's license plates and trying to intimidate them. https://t.co/Bxnn9n9S96@DrBiden Trump 2020!RT @washingtonpost: Opinion: How the idiocy of Trump and Jared Kushner let the pandemic loose https://t.co/41fVZ1TDMeRT @strawberryTrav: Confirmed: Trump does not live in the same reality as the rest of us https://t.co/3ZeIJxUyRoRT @ALT_uscis: Undercover Video Shows California ‘Trump Store’ Collecting Ballots - VICE https://t.co/Fb24Hl4mSDA U.S. fighter jet intercepted a general aviation aircraft that entered restricted airspace near President Trump’s rally in Arizona earlier, according to NORAD, which says the aircraft \"established radio communications after NORAD aircraft deployed signal flares.\"Thanks for providing even further proof that Trump is a liar and unfit to be president. ","polarity":-1,"subjectivity":"0.38292124542124545"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just 6 more days to #VOTE  for @JoeBiden, @KamalaHarris, and #democrats down the ballot! It's ridiculous to say this, but let's vote for people who don't need to be censored by social media.@Sea_2Lake @TrueFactsStated Not just the supporters. Trump is going to implode.@realDonaldTrump @POTUS Hello ","polarity":1,"subjectivity":"0.4638888888888889"}
{"tweet":"Mr. Donald Trump's I hope you win the election cuz if you don't wear in so much trou… https://t.co/0Z5BWMVcFbMy god, how did you ever get elected??!! Twitter has rules and your idiot leader gets censored when he doesn’t foll… https://t.co/RMoWMIrjzCSo this Tyrannical Democratic Activist is now taking over USPS? Maybe we can get some anons to do a deep dive on this guy and expose what's behind him. We already know he's corrupt for what he's doing to @GenFlynn ...-TRUMP: “The U.S. will be the first nation to land an Astronaut on Mars — Maybe we'll make that a woman too...\"","polarity":-1,"subjectivity":"0.5476190476190477"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"SUPPORTER: \"Make it Nancy Pelosi!\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP: \"That's pretty good, I have to say — I didn't say it. I'm just repeating it!\" https://t.co/Nt0CJWFXX4RT @KarlousM: And nobody laughed.RT @erichards24: Trump at his rally: \"3 Weeks in, Biden gets shot, Harris becomes President\"","polarity":1,"subjectivity":"0.6"}
{"tweet":"@FBI Trump just threatened @JoeBiden@realDonaldTrump Take back the Country, isn’t this Trump’s America....RT @SladeFisher: @realDonaldTrump President Trump has 87 million followers. Sleepy Joe has 21 million followers. The polls are already in.@realDonaldTrump Virus is raging, 230,000 dead, stock market is crashing, white supremist militias loyal to Trump a… https://t.co/S2mYSK6W2GIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.3151515151515152"}
{"tweet":"https://t.co/46VkWJE0GNRT @BecketAdams: The anonymous ‘senior’ Trump official hyped by the New York Times is just some bureaucrat you’ve never heard of https://t.…I have been debating thousands of people, And I have noticed the following...","polarity":1,"subjectivity":"0.2772727272727273"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Spirit filled are 90% Trump.","polarity":1,"subjectivity":"0.9"}
{"tweet":"Quasi religious are 60% Trump. Non religious are 30% Trump.","polarity":0,"subjectivity":"0.25"}
{"tweet":"Evil people are 0% Trump.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"God is the reason we are winning in a landslide. More of us than them. Simple.@TruckerDee @DaShaunLH I'm not voting for Trump does that mean I'm voting for Biden?RT @3days3nights: 75M early votes already cast. ","polarity":1,"subjectivity":"0.5189285714285714"}
{"tweet":"17M more votes than 2016. ","polarity":1,"subjectivity":"0.5"}
{"tweet":"Early votes help Trump. ","polarity":1,"subjectivity":"0.3"}
{"tweet":"Panic on @CNNRT @RyanAFournier: In case you didn't know,","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Under President Trump the black prison rate is the lowest in 31 years,","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"and the hispanic priso…RT @rkylesmith: I blame Trump https://t.co/hspTOw9cruDonald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkqRT @ChrisMurphyCT: This is good.RT @CindyKendrick11: Nancy Pig-losi says she's going to retire it Trump wins reelection...","polarity":1,"subjectivity":"0.6"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Bye bitch!!🖕🖐🇺🇸🇺🇸🇺🇸 AMERICA VOTE FOR OUR GREAT PRESIDENT DONALD J TRUMP AND WIN IN NOVEMBER FOR YOU AND YOUR FAMILY'S SAFETY PRESIDENT TRUMP THE LAW AND ORDER PRESIDENT JOE BIDEN IS GOING TO DEFUND THE POLICE JOE BIDEN GOING TO TAKE AWAY YOUR 2ND AMENDMENT YES YOUR GUNS BIDEN BAD FOR AMERICA https://t.co/vOxT8cEy0LYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.37857142857142856"}
{"tweet":"https://t.co/46VkWJE0GNRT @Lrihendry: The more the media media lies, the more support Trump gets! ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Raise your hand if you’re behind this president 100% all the w…RT @seanhannity: TRUMP: Joe Biden Was ‘Funneling Millions to His Family as Vice President, Mike Pence Never Did That’ https://t.co/uKKSLpap…It’s true that the GOP had long-standing problems--conspiracy-mongering, racism, hostility toward science--that Trump was able to exploit. But he has also exacerbated all of those maladies, just as he made the covid outbreak much worse than it needed to be.https://t.co/k94gRsJpnfOMG what the hell is happening in Arizona? ","polarity":-1,"subjectivity":"0.595"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"People at Trump rally as far as the eye can see. I have never seen anything like it. ","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Greatest Show On Earth 🎪 ","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biggest story never told, eh? @ABC, @CNN, @NBC, @CBSNews @FoxNews ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"That &amp; Biden family biz partner Bobulinski https://t.co/psxNeTdRRoRT @TeamTrump: LIVE: President Donald Trump in Bullhead City, AZ #Arizona","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/u0Gq5QyAZu@GOATJordanLove if u tweeted trump 2020 people would get mad asfRT @kelly_ramona: Wow! Look at that Crowd! We Love you President Trump! God Bless you! Thank you! @realDonaldTrumpBREAKING: NEW #GASen POLL:","polarity":1,"subjectivity":"0.7636363636363637"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Ossoff: 49% (!!!)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Perdue: 46% ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Folks, we have officially surged into the lead in Georgia! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Chip in $5 to defend it &gt;&gt; https://t.co/aj06egmniq@IngrahamAngle I guess Trump is out of money having Laura Ingraham campaign for himRT @people: 7 Hospitalized After Trump Rally When Many Supporters Were Stuck in the Cold Trying to Get Home​ https://t.co/mozEu4FGc7Except of course if they are taking a knee in protest to police brutality or racial injustice. Then we want them cancelled “so fast”Here's a fine election law summary for those in need of a quick refresher (including, apparently, Trump and Kavanaugh). https://t.co/rj1Uuze94vRT @carrieksada: Trump said we should learn to live with Covid, Biden said we should learn to die with Covid. I choose to live.This is Patricia, a registered Democrat in Jermyn, PA. When I knocked on her door and said I was volunteering for Trump, she started to cry. “ I’m crying because I want Trump to win so badly, “ she said. She apologized for not looking her best but I thought she looked beautiful. https://t.co/AQvRMTJGHiRT @JoeBiden: It’s simple: Donald Trump thinks health care is a privilege. I think it is your right.It's disgraceful to watch the media praise Miles Taylor, the \"Anonymous\" whistleblower with no real insight into the Trump administration while completely ignoring Tony Bobulinski, the credible whistleblower with hard evidence of Biden Family corruption.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.5038419913419914"}
{"tweet":"https://t.co/46VkWJE0GNRT @GrogsGamut: He keeps talking about COVID. This is nuts‘SUPPRESSION OF THE STORY’: President Trump blasts Twitter as CEO attempts to defend censorship, lies during Senate hearing https://t.co/jBIPU4HsdAThis time for sure 😆RT @JackPosobiec: Did you hear Donald Trump Jr was caught admitting a secret deal with Beijing? ","polarity":1,"subjectivity":"0.7944444444444444"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Google spy chief of China tapeRT @KarinaKling: Biden’s Path to 270 Widens, Trump’s Path Narrows, as Texas Moves to Toss Up https://t.co/lA0wKD6KaaGuys, just saying: if Biden wins Arizona, Wisconsin and Michigan, but Trump wins Pennsylvania, NE2 and ME2, and all the other states voted the way they did in 2016...it's a 269-269 Electoral College tie.@notdawn_0 @thehill You’re making a claim that the two situations are different based on assumptions you’re making… https://t.co/dgUS0PQVvpRT @Mike_Pence: THANK YOU MINNESOTA! The Iron Range is TRUMP COUNTRY! 🇺🇸 https://t.co/zIJ3LOQ3LZRT @TheLastRefuge2: Arizona Rally #2 – President Trump Make America Great Again Rally – Phoenix, Arizona – 5:30pm Livestream https://t.co/C…If you missed: ","polarity":1,"subjectivity":"0.425"}
{"tweet":"Video: Sen. Wicker grills Twitter CEO: You allow Chinese officials' propaganda but restrict Trump immediately:","polarity":-1,"subjectivity":"0.05"}
{"tweet":"https://t.co/jd9BbwYv7lRT @washingtonpost: Opinion: How the idiocy of Trump and Jared Kushner let the pandemic loose https://t.co/41fVZ1TDMeRT @MarshaBlackburn: Twitter has not censored Joe Biden once. ","polarity":-1,"subjectivity":"0.33461538461538465"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It has censored @realDonaldTrump more than 65 times.","polarity":1,"subjectivity":"0.5"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/D8fmrqc…RT @mmpadellan: It may be Fool's Gold, but I can't stop thinking about the possibility of Texas turning Blue.","polarity":0,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And trump's face if/when it…On January 20th, 2021, @JoeBiden will be inaugurated President of the United States. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The easiest thing for Donald Trump to do is to stand up like a man and accept the results of an election of the American people. #vote https://t.co/unFSIBdY18@blaireerskine I hate Trump, but this must be a parody. They are interviewing her as she is freezing but you can’t see her breath?You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":-1,"subjectivity":"0.3466666666666666"}
{"tweet":"https://t.co/46VkWJE0GNRT @afrotunes2: niggas sleep on country music. that shit fire yall jus only familiar with the trump country.He literally has no policy platform for his second term. So, we all have to listen to this bullshit everyday.Out of the horses mouth. Ive been saying that Trump’s achilles heel is the stock market bubble, which he took full… https://t.co/QLLKVckkpM“.. At some rallies, Trump has called Biden a puppet of socialists, while other times saying he’s controlled by Wall Street donors.”","polarity":1,"subjectivity":"0.5464285714285715"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"(via @josh_wingrove) @business ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/2Bl6dUlBhT https://t.co/r9GIa1s9RSAnd how is this not considered voter suppression? It's legal, but it's fucking calculated bullshit. #TrumpMeltdown@educated_educ8r There are no strategies for dealing with tRump! The rest of my disabilities, I can find the work a… https://t.co/8sCr0ITe4ANew CNN national poll; interviews conducted October 23-26, 2020 by telephone with 1,005 adult Americans, including 886 likely voters ","polarity":-1,"subjectivity":"0.575"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Among likely voters","polarity":0,"subjectivity":"1.0"}
{"tweet":"54% Biden","polarity":0,"subjectivity":"0.0"}
{"tweet":"42% TrumpTwitter 2012: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We’re the “free speech wing of the free speech party.”","polarity":1,"subjectivity":"0.8"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Twitter 2020:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Censors President Trump.","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Moderates conservative speech.","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Locks out the New York Post.RT @RichardGrenell: Saturday night Trump Pride in Minneapolis. Join us!","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/R3HBUjCgjfYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GN@bcn4eva2 @MetalGal @KP2USA @CGLKag @AR152A @arcutha @camari2 @lexi10292 @YC727USA @kelliekelly23 @RoarNWarrior @militarysweep2 @micah_xoxoxo @1_Gabriel_17 @__Double__R @LilRichie420 @shadesome @Bob452020 @Gal_NYCA @DjGoree @Ih8uJ COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"THE AMERICAN PATRIOTS ARE NOT BUYING YOUR SICK LYING","polarity":-1,"subjectivity":"0.42857142857142855"}
{"tweet":"INTIMIDATING PROPAGANDA ","polarity":-1,"subjectivity":"0.1"}
{"tweet":"CNN YOU DUMB BASKET CASES","polarity":-1,"subjectivity":"0.5"}
{"tweet":"CNN EXECUTIVES YOU NEED A SERIOUS PHYCOLOGICAL EXAM","polarity":-1,"subjectivity":"0.6666666666666666"}
{"tweet":"YOU SICK PHYCO’S ➕MSM","polarity":-1,"subjectivity":"0.8571428571428571"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Ⓜ️🅰️G🅰️","polarity":0,"subjectivity":"0.0"}
{"tweet":"♈️OTE","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP➖♈️ICTORY https://t.co/6oc4lCdRBNTrump's utter failure on COVID and McConnell's rejection of a recovery program has sent the market into freefall and millions into poverty. ","polarity":-1,"subjectivity":"0.65"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The country can’t afford four more years of this. ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote.Let's hope soLaughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.Here we highlight the 25 tenants who, according to our calculations, are paying the most rent to the president: https://t.co/LDqIoQFUMF by @DanAlexander21Laughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.RT @Wut_Alex: The trump supporters in OC have to remember that he denied California wildfire aidRT @RyanLizza: This seems like it should be wall to wall breaking news. Imagine if an incumbent in another democracy said this?President Trump made peace in the Middle East. The media didn't report on it.","polarity":1,"subjectivity":"0.5681818181818182"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"President Trump is dismantling the child sex-trafficking networks. The media didn't report on it.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"President Trump is saving this country and putting God first. The media is scared of that.A little reading material as a reminder for folks  @realDonaldTrump @Scotus @WhiteHouse https://t.co/hBMW0htcdeI find it hysterically funny that many of the early voters who bought the socialist propaganda &amp; couldn't wait to vote Trump out, after reviewing recent developments re: the Biden family &amp; Harris's goofball interviews, now want to change their votes. Fools rush in...It is RIDICULOUS that elections cost this much money.RT @matthewamiller: Trump 2020: If the Covid doesn't get you, the hypothermia will.It's disgraceful to watch the media praise Miles Taylor, the \"Anonymous\" whistleblower with no real insight into the Trump administration while completely ignoring Tony Bobulinski, the credible whistleblower with hard evidence of Biden Family corruption.@caringguy1957 @douglas_donero I figured someone would say that &amp; I'm not going to debate the philosophy here.","polarity":1,"subjectivity":"0.47115384615384615"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He'… https://t.co/7BqfFtZw4LRT @HawleyMO: Joe Biden, the candidate from Wall StreetObama gave $150 billion to Iran's terrorist regime to save the mullahs!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Iran's Terrorist Regime is willing to give $150 billion to impeach Trump &amp; the mullahs' regime will not change!","polarity":1,"subjectivity":"0.75"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"If you didn't understand,read it again!","polarity":0,"subjectivity":"0.0"}
{"tweet":" #RestartMIGA ","polarity":0,"subjectivity":"0.0"}
{"tweet":" #MIGA #MAGA ","polarity":0,"subjectivity":"0.0"}
{"tweet":"  https://t.co/4176X5Q8ib@realDonaldTrump Now that’s America! Trump 2020!RT @catturd2: I admit - I never knew just how bad the swamp was until Trump was elected President.WOMEN FOR TRUMP IN NC! Let’s finish this thing! #MAGA @GOPChairwoman @KatrinaPierson @LaraLeaTrump @DiamondandSilk @WomenforTrump @realDonaldTrump @TeamTrump https://t.co/KIdZy3uU4COn January 20th, 2021, @JoeBiden will be inaugurated President of the United States. ","polarity":-1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The easiest thing for Donald Trump to do is to stand up like a man and accept the results of an election of the American people. #vote https://t.co/unFSIBdY18Hail Ted..U were great for our freedom of free speech against the big tecks &amp; they need 5 - 25 billion dolar fines.… https://t.co/6ADwvdo1kl@JoeBiden Trump is a hypnotist to 40% of voters.  It's really, really sad.Today Trump officially opened America's largest remaining old-growth forest -- one of the world's last intact temperate rainforests -- to logging, stripping it of protections put in place by Bill Clinton. https://t.co/6cUiR33jVA@DanRather Trump is getting what he gives.  Nothing.  He deserves everything bad that happens to him.RT @blaireerskine: Woman stranded at MAGA rally in Omaha says Trump wanted to teach them a lesson https://t.co/SvqYw5MnOZ@JLCauvin Only thing bad if Trump isn't re-elected is that we won't have these President Trump videos anymoreMental illnessEvidently the White House *can* make it up.RT @michellemalkin: There are legions still like him embedded in the federal government. #DRAINTHESWAMP #PURGETHESNAKESRT @cjtruth: Someone asked me \"Are you feeling confident about a Trump victory?\"","polarity":-1,"subjectivity":"0.5069444444444445"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"My answer: \"BIGLY!\"Trump to win is still nearly 2/1 ash. I won on brexit and trump 2016. Get your free money while still available 🙌🙌🙌 https://t.co/XoUshrgJa0I feel like what happened in March and what’s happening now are co-cyclical virus outbreaks—natural causes and common behavioral/policy failures. But the April, May, June, July, Aug discrepancy is extremely Trump related. https://t.co/TJ2YOtXldFRemember what I told you earlier - I wrote columns about it. The Trump admin strategy on the SpyGate investigations/prosecutions/indictments is not to comment or *even acknowledge their existence* until they are ready. ","polarity":1,"subjectivity":"0.49090909090909096"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/7p2BUEs4CB@SimonMarksFSN @IainDale @LBC A biased night of Pro candidate Biden and auntiePresident Trump with @SimonMarksFSN as your biased host. 🎙🧐The Hill: Activists project 'Trump failed us' onto Arizona mountain | TheHill.","polarity":-1,"subjectivity":"0.3"}
{"tweet":"https://t.co/c8T0fTewHTLaughable as the “Miles Taylor Anonymous” episode is, it’s every bit as damaging to the media. The New York Times amplified a no-name agency deputy with no access to President Trump and misled Americans into thinking he was an influential senior official. Absolutely ridiculous.A thread. ","polarity":-1,"subjectivity":"0.7272727272727273"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":".@andymstone, the ex-Democratic operative who said Facebook is \"reducing circulation\" on our Hunter Files reporting, said that step is being taken pending fact-checking. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It was a bizarre standard, seemingly not applied to countless anti-Trump stories that collapsed.Don’t let @nytimes off the hook. They purposefully misled the country into thinking a notable senior Trump admin official was plotting against him when in fact it was an unknown Obama donor, Miles Taylor, from DHS. They knew what they were doing and it’s not journalism.RT @zeynepturancom: TrumpCheck out this week’s @PghCurrent! #LocalNews #Election2020 #VOTE@BlueVotr @IvankaTrump @realDonaldTrump And not one of them blamed President Trump! He had tents, heaters, hot choc… https://t.co/zDFT7naOf6You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.4314814814814815"}
{"tweet":"https://t.co/46VkWJE0GN@HRGPFOREVER @mcm_ct @Soros @wef @UN @TheDemocrats Ok if you say so man..... if on election night Trump claims vict… https://t.co/sXQX35hmPfRT @kenolin1: And by “we” does she mean Eastern European underwear models who marry sleazy real estate con-men for their money?Anyway, another day has passed with Trump airing grievances about all the attention Covid is getting, blah blah..and about Nobel Peace Prizes and Abraham Lincoln and voter fraud and yada yada yada.    He has gained no ground.   5 days.  GET OUT OUR VOTE!  BLUE WAVE!BREAKING: Trump left thousands of his supporters stranded in Omaha in the freezing cold last night. Some were taken to the hospital suffering from hypothermia. Others walked over 3 miles to find their car. No one should vote for Trump. No one. Vote Biden. #WednesdaySenateBlueWaveDid I completely miss the stampede of GOP Senators coming out to condemn trump's assassination of Joe Biden comment, or are we all pretending that shit is as normal as their complicit silence?Trump Speech Hints He's GIVING UP?!","polarity":-1,"subjectivity":"0.40946969696969693"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/mM5rWi0CJbBLM is burning Philadelphia and rioting again in major cities across the country but somehow the top trend on Twitter is that some people at a Trump rally had some trouble getting a shuttle back to their carsThe NYT answered a bunch of written questions about why they decided to publish the op-ed, and defended the use of \"senior administration official.\"","polarity":1,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They used the phrase \"upper echelons of an administration.\" But Taylor wasn't even upper echelons of DHS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/B6PDPyisvc https://t.co/PMvxAhStfGBREAKING: Miles Taylor, former Homeland Security chief of staff and outspoken Trump critic, says he wrote the 2018 \"Anonymous\" op-ed, chronicling a \"resistance\" in the administration. https://t.co/fNyflaMlbEYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.20833333333333331"}
{"tweet":"https://t.co/46VkWJE0GNDear @realDonaldTrump: We have the magical CA mask that let’s you eat right through it.","polarity":1,"subjectivity":"0.7678571428571428"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Awww, just kidding. We wear masks in public &amp; take them off when eating.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also, where do you get your batshit crazy ideas? As @POTUS, you have access to the best info in the world. Use it.RT @intelligencer: The Wisconsin football team's COVID outbreak is a high-profile symbol of Trump’s failure. @jonathanchait writes https://…more American Wonders – a collection of observations from afar ........ number 63","polarity":1,"subjectivity":"0.4079999999999999"}
{"tweet":"#moreAmericanWonders","polarity":0,"subjectivity":"0.0"}
{"tweet":"a shrine !RT @Grady_Booch: If you hadn’t looked at the thermometer, it wouldn’t have been so cold.Jesus save us@realDonaldTrump The only thing this video shoes is that Joe Biden will be a responsible President (unlike Trump) w… https://t.co/Vyw0vWKhByScoop--DNI Ratcliffe strayed from his prepared remarks last week to say publicly that Iran's spoof emails intimidating Dems were aimed at \"damaging President Trump,\" blindsiding FBI Director Wray and CISA Director Chris Krebs who were standing behind him. https://t.co/DNSL7jIbOfHave you gotten a fundraising letter or email from the RNC containing a check from Melania Trump, Eric Trump, Lindsey Graham, or anyone else? Our reporter @kenbensinger wants to talk to you. You can DM him or reach out at ken.bensinger @ buzzfeed dot com.@R3Y1NNIT im so tempted to send this to my trump supporting family 💀RT @MeidasTouch: 📺 NEW VIDEO","polarity":-1,"subjectivity":"0.43878787878787884"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet if you think Trump has always been sick #SickoTrump https://t.co/GQ0VL53GVIRT @DonaldJTrumpJr: The supposed “high level administration official” was a DHS staffer!!! 🤣🤣🤣 No one I know has  even heard of him.@MeidasTouch \"I object to the President using my song, 'Fortunate Son' in any way for his campaign. He is using my words and my voice to portray a message that I do not endorse,\" John Fogerty https://t.co/RQ5qPzNn4xLie down with dogs, get up with fleas...Told ya Ratcliffe’s performance at that press conference was the equivalent of Barr’s memo about the Mueller Report.","polarity":-1,"subjectivity":"0.5965079365079364"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Manipulative and false. Designed to protect Trump. Transparently bullshit.Finding out some people from my high school are Trump supporters smh BLOCKRT @MeidasTouch: 📺 NEW VIDEO","polarity":-1,"subjectivity":"0.5315151515151515"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet if you think Trump has always been sick #SickoTrump https://t.co/GQ0VL53GVI🚨NEW VIDEO🚨","polarity":-1,"subjectivity":"0.8571428571428571"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Lindsey Graham is the WORST kind of sycophant. He’s on the record trashing Trump before he won, and praising Biden before he gave up his dignity!","polarity":-1,"subjectivity":"0.95"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Please watch and RT the heck out of it! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#EveryoneHatesLindsey","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/NRmt1T158kOver 14,000 special agents pen letter to Trump and Biden saying national security under threat if FBI Director is f… https://t.co/1nqHh316eJRT @GeorgeTakei: Trump left everyone out to freeze because he thought he was in Obama, Nebraska. ","polarity":1,"subjectivity":"0.2857142857142857"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s Omaha, Donald.Oh, please! Trump is not a victim... he’s the perp! Spare me this notion he is wrongfully attacked. His incompetent… https://t.co/dfBzR8PmegRT @AOC: I try not to curse in public, but... 🤷🏽‍♀️Correction: ex-Homeland Security official outs himself as supporter of genocide, breaks silence to make a profit on… https://t.co/t71zaf2kTsRT @24duckling: “The privilege that it holds for the election to be a joke to you.” was a deep statement.RT @owillis: icymi, about 40% of the electorate is always going to be lost. it's a constant in america. https://t.co/Fzk539HC4ERT @C_3C_3: Miles Taylor hid behind the “anonymous” name to smear President Trump because Miles Taylor is a nobody.\"The increase in labor-force participation began in 2015, with most of the improvement coming after 2016, as immigr… https://t.co/M8EHpCi9xxJournalists need to ask @MilesTaylorUSA 2 important questions: ","polarity":1,"subjectivity":"0.4270833333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"1) How many times have you met or spoken with President Trump","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"and","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"2) How much of the book profits did you donate as you said you would?It's pathetic and shameful that the only way the Trump campaign thinks they can win is by suing states to prevent people from voting. We must VOTE and we must fight Trump's corruption every step of the way.This wins the tweet of he day/year. 🙌🙌. RetweetWe got zoomed by the #FakeNews media and nobody Obama supporter/donor.","polarity":1,"subjectivity":"0.56"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Remember that when you vote.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump https://t.co/5RyasoqMuu@MarkMeadows I'm curious to see if any journalist bothers to ask Taylor exactly how many times he's even been in the same room with President Trump, much less spoken to him.RT @elizaorlins: Just so we’re clear, this is a crime.RT @MikeWentMad: “My parents went to a Trump rally and all I got was this Covid”","polarity":1,"subjectivity":"0.3875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"New T-shirt idea 😂😂😂Shaking his headRT @JoeBiden: It’s simple: Donald Trump thinks health care is a privilege. I think it is your right.RT @catturd2: Just voted for Trump and a straight Republican ticket in Florida ...","polarity":1,"subjectivity":"0.4368506493506493"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WINNING !!! MAGA !!!Got to love @AOC.RT @blaireerskine: Woman stranded at MAGA rally in Omaha says Trump wanted to teach them a lesson https://t.co/SvqYw5MnOZTo be fair, there will be zero cases after everyone is dead.Donald Trump is a man without character. It’s why I wrote “A Warning”...and it’s why me &amp; my colleagues have spoken out against him (in our own names) for months. It’s time for everyone to step out of the shadows. My statement: https://t.co/yuhTgZ4bkq.","polarity":1,"subjectivity":"0.73"}
{"tweet":"📺 FAKE NEWS - NEW YORK TIMES BUSTED AGAIN","polarity":-1,"subjectivity":"0.7272727272727273"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Author of 2018 NYT anti-Trump BS Smear Piece, who NYT touted as a 'Senior White House Official' - turns out to have been a Lowly anti-Trump Douche - did NOT work in White House - and Did NOT know Trump","polarity":0,"subjectivity":"0.09999999999999999"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":".","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/kIzkfpyUEcI don't care if he concedes, that is not required.RT @AOC: I try not to curse in public, but... 🤷🏽‍♀️RT @sarahdrew: Umm. No https://t.co/jhbU9vqPoGNone who support Biden should ever CLAIM to be a \"Republican.\" Mr. Anonymous Google Employee and member of Council… https://t.co/3ldPGTAHf8Years ago, Donald Trump appeared on Maury to present a check to Megan, an 11-year-old girl with brittle bone disease.","polarity":1,"subjectivity":"0.08888888888888889"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"President Trump will always protect Americans with pre-existing conditions. It's who he is!","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/BiaBVXZLKtRT @gatewaypundit: Facebook Permanently Bans Vet-Owned Apparel \"American AF\" Over Awesome Trump Merchandise via @gatewaypundit https://t.co…Reminder to those who haven’t yet voted: Trump wanted us to explore gassing, electrifying, and shooting migrants at the border. Is that who we are? Vote him out.To those who believe mkts are down bc Wall St thinks Biden could win &amp; they’ll be crushed by regulation &amp; taxes, why would campaign contributions look like this? 👇The HUBRIS All these OVERBLOATED AGENCY hacks exhibit WILL BE the downfall of our Republic.","polarity":1,"subjectivity":"0.35777777777777786"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They are in fact NOT t… https://t.co/4pYisJPrAFRT @atensnut: Airline reservations will be difficult to book for November 4th.  ","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"All the F’ing celebrities will be leaving Trump Nation.It’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.RT @paulkrugman: The man with the nuclear codes is sundowning. This is very scary.RT @PressTV: #Trump lifts tariffs on Canadian aluminum, warns he may resume them ","polarity":-1,"subjectivity":"0.48"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Canada  ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/xOfTpSiQTXMiles Taylor confirmed he wrote the Op-Ed for the NY Times.","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He also said that Trump wanted his administration to explore gassing, electrifying, and shooting migrants at the border.  Horrific!!","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"People who still support Trump have no soul left to speak of.Trump is whining like a little baby because of our video #SickoTrump. Sad! That's why we are taking the Trump Baby Balloon on tour! If you'd like to support our efforts to move the balloon state to state please go here: https://t.co/Gi6ZmUegfDWho wants to hear George Papadopoulos tell what really happened in an over 3 minute interview (looking at YOU Fox🤬)? This ONE MAN, if he would of followed the FBI’s directions, would of taken down Trump😳. Instead he said, blow me, and went to jail👊https://t.co/qPU0WeQ8UpRT @aaronbronsteter: Can confirm that Joe Biden would lose to every fighter on the UFC roster. https://t.co/iw1jD9QrmA@DeleMomodu Wait please what does this means ? Will Trump's position affect her ?Trump’s leadership is “a threat to the rule of law in our country,\" the GOP former prosecutors wrote in an open letter slamming the president. https://t.co/tfGZ6J9Oi5RT @DannyZuker: Get this woman her own show, NOW! https://t.co/LRKXIbJHRfRT @catturd2: When Trump wins reelection - he needs to fire the entire leadership of the FBI and DOJ and replace them with outsiders.Trump's utter failure on COVID and McConnell's rejection of a recovery program has sent the market into freefall and millions into poverty. ","polarity":1,"subjectivity":"0.4081349206349207"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The country can’t afford four more years of this. ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote.You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GN@WashTimes @Hub_heel Great news! Long live King Trump!","polarity":1,"subjectivity":"0.5499999999999999"}
{"tweet":"🤮RT @DonaldJTrumpJr: The supposed “high level administration official” was a DHS staffer!!! 🤣🤣🤣 No one I know has  even heard of him.President Obama speaks even when he is silent.We no longer have Freedom of Press, only Freedom of Propaganda","polarity":1,"subjectivity":"0.435"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We don’t have Freedom of Speech, only Freedom of Suppression","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"If Trump doesn’t protect these fundamental rights on social media, America will fallBiden on the Omaha debacle: \"It's an image that captured President Trump's whole approach in this crisis ... He gets his photo op and he gets out. He leaves everyone else to suffer the consequence of his failure to make a responsible plan.\"@MilesTaylorUSA perhaps your intentions were valid however the time to have displayed courage and honor was during… https://t.co/lLmIqSFF37Dear @realDonaldTrump: We have the magical CA mask that let’s you eat right through it.","polarity":1,"subjectivity":"0.4753968253968253"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Awww, just kidding. We wear masks in public &amp; take them off when eating.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also, where do you get your batshit crazy ideas? As @POTUS, you have access to the best info in the world. Use it.Not a man of character? The dude who wrote an anonymous hit piece, waited until the damage is done before coming out publicly, then hoping for a payday from an inevitable book.RT @Rschooley: The Trump campaign is really hitting their Orwellian target. https://t.co/lxZJz1BW5PRT @PedroPascal1: Leaders of the nightmare #VOTE2020 https://t.co/vkwXtDuTGjIt’s unthinkable that Senate Republicans have left the American people hanging without passing additional COVID-19 relief, but instead jammed through Trump judges.RT @Michelle4Laughs: Hey ladies. Welcome back to 1950. Have you got your pot roast done and ironed your spouse's suit yet?Important: tomorrow morning we will get big economic news in the form of the regular quarterly GDP report.","polarity":1,"subjectivity":"0.40957264957264955"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump will claim it means we have an amazing economy, a great economy, the strongest economic recovery ever, etc.","polarity":1,"subjectivity":"0.6166666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He will be wrong. ","polarity":-1,"subjectivity":"0.9"}
{"tweet":"1/No - he said he will repeal Trump’s tax cuts - so that results in increases to all who pay taxes@realDonaldTrump Same old BS at every one of these Coronavirus #SuperSpreader Rallies! BORING!","polarity":-1,"subjectivity":"0.44166666666666665"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is just more p… https://t.co/vKC4EKPfNA@americandream09 Trump, florida, voted last monday!@RevShark That’s good news but they also laughed when Trump said to inject bleach and introduce light into the body… https://t.co/FUDtjo8hAgRT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! #MAGA ","polarity":1,"subjectivity":"0.4133333333333333"}
{"tweet":"https://t.co/3AnrRUPTtZYou can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNRight?? Them analysts nerds don’t know shit. https://t.co/s5SakKeKMJ https://t.co/7wkcavF7Ue@RWTrollPatrol @realDonaldTrump @TuckerCarlson Only Trump will protect America, blame him for the China virus, look… https://t.co/fJLEnVg35vWhat is Putins’ favorite instrument?","polarity":1,"subjectivity":"0.9333333333333332"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump pet....You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNRT @WalkerBragman: Neither of these is good, but Trump owns the Yemen genocide today. https://t.co/F5AZdvI6nu@FacesOfCOVID @maddow So, can't we start some sort of criminal indictment on tRump for manslaughter or something?BREAKING: NORAD says that it dispatched an F-16 to intercept a unknown aircraft flying near the Trump rally in Arizona, launching flares before escorting the aircraft out of the restricted airspaceRT @DearAuntCrabby: Typical Trump. No planning and lack of execution.","polarity":1,"subjectivity":"0.53"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/e214hmKk1b https://t.co/yGT3i3K5u3You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.27777777777777773"}
{"tweet":"https://t.co/46VkWJE0GNTrump rally nuns: \"We, as faithful Catholics, consider it our duty, a joyful duty, to support a president, irregardless of party affiliation, who upholds the Gospel of Life.\" #TheMostProLifePresident #Trump2020LandslideVictory https://t.co/k6pYwMoWWZRT @NickRiccardi: This would mean many states wouldn't count military ballots@KublaiKath @peljswife @mjams952 @RickCrainium @RichardBrainium @PatCarr12856 @khenry657 @TurntableKittah… https://t.co/bL9egsBdYwRT @chipfranklin: Who agrees Trump should be the first US president in history to be jailed immediately after leaving the Oval Office? ✋RT @DavidLimbaugh: So great — “Trump is the greatest thing since sliced bread; sliced bread.\"Those masks are actually what let us ANTIFA SUPERSOLDIERS benchpress entire electric vehicles, one in each hand, before we crush coal into diamonds https://t.co/3xf6U96rGIBrooke Rollins, one of Jared’s cronies who regularly bashes Trump supporters, offering no answers on healthcare. Her only concerns are jailbreak and amnesty. https://t.co/BD2A4hUgaV@Carp1T @BYellson @DmJ43 @chrislhayes ohhh someone can't explain why they bend over backwards to explain the idiocy… https://t.co/1VbCz4sw8qThere is no greater metaphor for Trump's die hard supporters than a group of mid-western white voters seeking Trump, but nevertheless ending up stranded in the cold without a way home. Economic Anxiety is a serious drug ","polarity":1,"subjectivity":"0.4463731443994602"}
{"tweet":"https://t.co/D4b4mmXdDpRT @Redistrict: Here come the final polls...You can't make this up: Yesterday, the White House science office put out a statement listing \"ending the COVID-19 pandemic\" as the top accomplishment of President Trump's first term. ","polarity":1,"subjectivity":"0.4583333333333333"}
{"tweet":"https://t.co/46VkWJE0GNTrump Factoid:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In 2018, on Trump’s watch, for the first time EVER in U.S. history, BILLIONAIRES paid a LOWER tax rate (23%) than the average working American","polarity":1,"subjectivity":"0.24444444444444444"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"But you knew that… right?US judge in San Antonio REQUIRES all voters, poll workers, and poll watchers in Texas to wear a mask at voting locations. Judge, a Trump appointee, VOIDS portion of Gov. Abbott’s mask mandate that exempted polling places.","polarity":1,"subjectivity":"0.5357142857142857"}
{"tweet":"More to come.The story of this election is Trumps failure with the economy, healthcare, Law &amp; Order, human relations! And to protect Democracy!","polarity":1,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is a total failure who CLEARLY DOES NOT CARE ABOUT US! It's all about him! He just wants our votes!","polarity":-1,"subjectivity":"0.38333333333333336"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteForBidenHarrisToSaveAmericaRT @PpollingNumbers: The final @CNN poll in 2016 was Clinton +5.@CNN @CNNOpinion Trump has taken America to a dark place. We are all so used to the lies and hypocrisy that we thin… https://t.co/Nw3mpktmhZ@itsJeffTiedrich @realDonaldTrump @RSBNetwork Posting this for shits and giggles:","polarity":-1,"subjectivity":"0.75"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"National GE:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden 54% (+12)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump 42%","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@CNN","polarity":0,"subjectivity":"0.0"}
{"tweet":", LV, 10/23-26","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/PjpzpiUOOyRT @seanhannity: TRUMP: Joe Biden Was ‘Funneling Millions to His Family as Vice President, Mike Pence Never Did That’ https://t.co/uKKSLpap…And finally, the truth is its really hard to vote in person this year. People frustrated and outraged by Trump will stand in line for long hours because they have been waiting for 4 years to do it. Come Nov 3, when his supporters need to wait for hours, they will get out of line.Why does Trump hate the environment? Money!","polarity":-1,"subjectivity":"0.673611111111111"}
{"tweet":"https://t.co/XMFzdI3I3W","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ClimateChange #Environment #Trump #Destruction https://t.co/mQ0ADNBQeBOn January 20th, 2021, @JoeBiden will be inaugurated President of the United States. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
