{"tweet":"RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulyeah, I'm too tired to care about this any more. fuck it.RT @nowthisnews: Trump says Californians are required to ‘eat through the mask,’ which is not only false, it is impossible https://t.co/bVp…Former Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destroy humanity.","polarity":-1,"subjectivity":"0.6277777777777778"}
{"tweet":"“It is not surprising that the enemy is angered at being discovered... undisturbed.”","polarity":-1,"subjectivity":"0.675"}
{"tweet":"Read his letter here:","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vSP6NitcOINot Happening President TrumpRT @kayleighmcenany: 🚨🚨 COMPROMISED 🚨🚨","polarity":0,"subjectivity":"0.0"}
{"tweet":"“Hunter called ANOTHER Foreign Spy Chief a ‘Close Friend,’ met KGB-linked man with Joe Biden”","polarity":-1,"subjectivity":"0.125"}
{"tweet":"https…This Sunday Trump will be about 20 minutes away from me. My community is now at risk for Covid-19 spread and I'm filled anger that this is happening.","polarity":-1,"subjectivity":"0.55"}
{"tweet":"Get to the polls ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Vote","polarity":0,"subjectivity":"0.0"}
{"tweet":"#DemVoice1 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ONEV1","polarity":0,"subjectivity":"0.0"}
{"tweet":"President Trump set to hold campaign rally Sunday in Hickory https://t.co/jQCDyVXgEMA Democratic upset in a 2018 race for \"Harris County judge\" just might deliver Texas to Biden. Meanwhile, recent Dem wins in PA State Supreme Court races could thwart voter suppression in that tipping-point state.","polarity":1,"subjectivity":"0.225"}
{"tweet":"Downballot elections, they matter folks!","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/nCT5VfUuC5 https://t.co/tJDcY1bkXVBREAKING: Tony Bobulinski says the team of @FBI agents who interviewed him for five hours last Friday were \"taking extensive notes and asked multiple questions\" about Hunter Biden's texts on Burisma and Ukraine. More to come soon on this feed and your @WeAreSinclair stations.Biden is good at one thing, and that is consistent lying.RT @realDonaldTrump: Biden wants the biggest Tax Increase in the history of our Country!Like a light in the dark Mr, Trump shines among the all Presidents!","polarity":1,"subjectivity":"0.3277777777777777"}
{"tweet":"We support President Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"❤🇺🇲⭐","polarity":0,"subjectivity":"0.0"}
{"tweet":"پوستر جدید","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@restartleader ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020","polarity":0,"subjectivity":"0.0"}
{"tweet":"#MIGA https://t.co/hu24JxhTllI was suspended from twitter with no reasons given after a video I shared went viral. 4M views in less than 36 hrs. Retweets from Jack Posobiec, James Woods, and even Donald Trump Jr 👇 ...among many others.","polarity":1,"subjectivity":"0.2833333333333333"}
{"tweet":"THREAD: https://t.co/3dJOXhTwUb@TannyG123 @JLatelleXx As I said, the list goes on. Just listed issues that Biden has actually mentioned in his cam… https://t.co/gssyrBz1RRRT @thebradfordfile: 50% of Trump's last Michigan rally were Democrats, in case you were wondering why Biden and Obama are heading there.RT @RawStory: Noam Chomsky just declared Trump the ‘worst criminal in human history’ https://t.co/6KIDMYfnjVRT @marklevinshow: Bobby Orr endorses Trump","polarity":-1,"subjectivity":"0.3633333333333334"}
{"tweet":"https://t.co/1QMqi3n4VyWhy is Biden and Jamala on Fox NewsRT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6What a joke of a familyRT @Rasmussen_Poll: Fact Check: TrueThey ought to keeps stats on how many Repubs Vs Dems are getting or dying from.the virus.RT @Swizznuts: Where the hell is Hunter?Read fully for the @JoeBiden meeting details. Democratic congressman tells ex-#HunterBiden  associate #Bobulinski he’d defend him over ‘partisan hack’ claim https://t.co/zcUQInlyWH #FoxNewsBREAKING: Tony Bobulinski says the team of @FBI agents who interviewed him for five hours last Friday were \"taking extensive notes and asked multiple questions\" about Hunter Biden's texts on Burisma and Ukraine. More to come soon on this feed and your @WeAreSinclair stations.If you want the calls and the texts to stop them vote! Once your election office has recorded your vote is cast, ca… https://t.co/bKiN9mGK7n.@paoramos: “Immigration was once the Trump campaign’s best weapon, that’s how they started in 2016. It’s now backfiring.” https://t.co/QINhFYileIRT @samsansevere: This seems like something my friend @EricTrump would like!!😇👻🎃 #tcntI woke this a.m to see Drs &amp; Nurse’s Crying,Heart Broken,","polarity":1,"subjectivity":"0.337037037037037"}
{"tweet":"Grief Stricken,Seeing Ppl DyingAlone,Taking Care Of Dying Mothers,Fathers Children,Grandparents,&amp; I Cant Seam To Stop Sobbing.Trump &amp; His People Don’t care About Ppl Dying Gruesome Deaths.","polarity":-1,"subjectivity":"0.6"}
{"tweet":"Dying Doesn’t Seem To Phase Him#Election2020 A source with direct knowledge of the FBI interview tells @CBSNews that former Hunter Biden business associate Tony Bobulinski was interviewed by the FBI, with counsel present, at the bureau's Washington Field Office, on October 23 for approximately 4-5 hours. AboutAnalysis | Fact-checking Trump’s closing arguments on covid-19 https://t.co/uyR904zWgx@Millie__Weaver @KamVTV It's true. I posted this yesterday. They took down their agenda (archived it) to hide it but they are still planning","polarity":-1,"subjectivity":"0.32314814814814813"}
{"tweet":"https://t.co/8pUg1qVwolAmong other things, a vote for Biden-Harris is a vote to begin repairing the personal tragedies and national moral stain of the Trump administration's family separation policy. #FamiliesBelongTogether","polarity":-1,"subjectivity":"0.30833333333333335"}
{"tweet":"https://t.co/LDgp7FhfOG@LisaCreed10 @kirstiealley She's a human being, child of God, Trump supporter.. absolutely RELEVANT!RT @TomTolesToons: Make it stop.","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/8ya2ZxcDKM https://t.co/Ov4MjAgoowPro-Life Voters Must Re-Elect President Trump to End the Liberal Domination of Federal Courts… https://t.co/SPzElPWCH7Nothing Lil about the biggest grassroots operation in presidential history! Twenty Mille voter contacts the final five days! ","polarity":1,"subjectivity":"0.95"}
{"tweet":"Welcome to Team Trump, Weezy!RT @EricTrump: What is going on in New York?Pass this on. REALLY PASS IT ON.#Election2020 A source with direct knowledge of the FBI interview tells @CBSNews that former Hunter Biden business associate Tony Bobulinski was interviewed by the FBI, with counsel present, at the bureau's Washington Field Office, on October 23 for approximately 4-5 hours. AboutBREAKING: Tony Bobulinski says the team of @FBI agents who interviewed him for five hours last Friday were \"taking extensive notes and asked multiple questions\" about Hunter Biden's texts on Burisma and Ukraine. More to come soon on this feed and your @WeAreSinclair stations.Florida Republican backs Biden as polls show ‘embarrassment’ Trump struggling in the pivotal battleground state… https://t.co/4M8BOBEx8vBiden has a history of plagiarism because he doesn't have any inner convictions or beliefs, he just wants to be popular so he copies the things the popular kids sayPeople get beat up for wearing MAGA hats and called “chumps” or “deplorables” for supporting Trump. Sixty-two percent of Americans have political views they are afraid to share. Do you really thing polling is accurately capturing the electorate?Biden in Des Moines: \"70,000 jobs lost in Iowa since Trump became POTUS. Here at the fairgrounds of the Iowa State Fair, canceled for the first time since World War 2. And Trump has given up. The WH chief of staff said out loud last week, 'we're not gonna control the pandemic.'\" https://t.co/hZRkWAATuuThis idiot really is this fucking stupid 🤦‍♂️🤦‍♂️Trump vs Biden: Which Candidate is RACIST? (comedian K-von helps you VOTE!) https://t.co/ttqrWb515U via @YouTubeRT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! ","polarity":1,"subjectivity":"0.4465909090909092"}
{"tweet":"#MAGA #Election2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3AnrRUPTtZBREAKING:  Trump has just said that the Governor of Nevada, when he sees Democrats are losing, will fill out a bunch of ballots:","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"He'll say, get me some ballots, I'll sign them myself\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is as unAmerican as you can getRT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.RT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨Trump didn’t want to “create panic” over #COVID. Here’s some 💩 he DID want us to panic over. ","polarity":-1,"subjectivity":"0.8"}
{"tweet":"#DemVoice1 #Dems4USA #Demcast #ONEV1 https://t.co/VoKr9vNs3XBREAKING: Tony Bobulinski says the team of @FBI agents who interviewed him for five hours last Friday were \"taking extensive notes and asked multiple questions\" about Hunter Biden's texts on Burisma and Ukraine. More to come soon on this feed and your @WeAreSinclair stations.RT @wealth: America's richest people have increased their combined wealth by a staggering $1 trillion during Trump's presidency https://t.c…“Trump once said he could shoot someone on Fifth Avenue without consequences. At this moment, we are all on Fifth A… https://t.co/767XXHRwPE@WordswithSteph Trump and the GOP are planning an all out herd immunity for elderly, poor, homeless and people of c… https://t.co/K2KsoEuKz3Obama-Biden Michigan Rallies Closed to the Public, Locations Being Kept Secret https://t.co/5x5PfAsrSbLil Wayne became the latest rapper to align himself with President Trump after he posted a photo of their \"great meeting\" on Thursday.","polarity":1,"subjectivity":"0.40166666666666667"}
{"tweet":"https://t.co/k9bjhRvs5ERT @WhiteHouse: Wisconsin is receiving 1,750,000 rapid COVID-19 tests from the Trump Administration!  https://t.co/yEebs3KqCRTHIS VIDEO crystallizes and encapsulates everything Trump stands for. This has been his message for decades. This is the philosophy that endeared him to me all those years ago, and it's the one he uses to govern. While Biden panders, Trump inspires! 🙏🏽-VJ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/lYA4cUNfzhRT @thehill: President Trump: \"Regeneron. The next morning, sister, I woke up and it was like God touched my shoulder.\" https://t.co/U2UztJ…RT @realDonaldTrump: Biden wants the biggest Tax Increase in the history of our Country!This video should have 1 million retweets.","polarity":1,"subjectivity":"0.05"}
{"tweet":"It won't...and that sucks...","polarity":-1,"subjectivity":"0.3"}
{"tweet":"Because if this is happening at other post offices across the country this could be directly responsible for Trump winning.RT @upcyclealleykat: This would be awesomeRT @FirenzeMike: Never forget Brett Favre is a creep that sent unsolicited dick pics to a female reporterRT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.Some of the mystery around why Barr was so anxious to fire U.S. Attorney Berman has been solved https://t.co/iboWyyspcwGlenn Greenwald Resigns Over Hunter Biden Coverup ","polarity":1,"subjectivity":"0.6402777777777778"}
{"tweet":"He’s not some schlep blogger but rather a Pulitzer Prize-winning journalist. He’s resigning b/c he tried to publish a story about #HunterBiden but was BLOCKED by editors on his OWN publication. #Tucker","polarity":1,"subjectivity":"0.875"}
{"tweet":"https://t.co/nk20Luq7qQRT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @joncoopertweets: Joe Biden supports granting statehood to both Puerto Rico and DC. Pass it on.This is FICTION. Trump covered up the facts on #COVID19 and lied to the public. Then more than 200,000 people died. https://t.co/ybrthY46GXI was suspended from twitter with no reasons given after a video I shared went viral. 4M views in less than 36 hrs. Retweets from Jack Posobiec, James Woods, and even Donald Trump Jr 👇 ...among many others.","polarity":1,"subjectivity":"0.2833333333333333"}
{"tweet":"THREAD: https://t.co/3dJOXhTwUbRT @IngrahamAngle: Joe Biden promises to crush the oil and gas industry if elected president. https://t.co/ZsPRNmV4EHWe need Joe Biden because we and use @realDonaldTrumpRT @CHIZMAGA: Trump’s a Fighter! 🥊🇺🇸 https://t.co/e4d1adAxG5RT @Solmemes1: Give up hope Trump has already won ....go back to your safe space and scream at the sky....its overRT @Rachel_Sennott: skank bitch!!!!Pres. Trump has ALWAYS backed our HEROES in blue &amp; assisted officials against the surge in violent crime, including launching a law enforcement effort called Operation Legend.","polarity":-1,"subjectivity":"0.4"}
{"tweet":"Dems have called to defund the police—a proposal that would undoubtedly hurt communities across the US.@Facebook being @FacebookCome on Buy-den. Stop yelling and BS-ing people. President Trump adores our military and has never spoken badly about our American heroes. President Trump rebuilt our military and fixed the terribly run VA. @kayleighmcenanyWhy did Team Biden help free a criminal in Minnesota charged with attempted murder of police?","polarity":-1,"subjectivity":"0.42708333333333326"}
{"tweet":"Perhaps he can explain to some cops when he visits there today... https://t.co/erflPs2NoKRT @TheGayProf: Trust no polls. Go voteBiden is very unlikeable.RT @atensnut: So is the FBI and the DOJ https://t.co/EppaocMbiXWhat could go wrong with an “Army for Trump”?If you think Trump is not already using his packed courts to steal the election, just look at Minnesota. Appeals court changed the rules yesterday saying no ballots after election day will be counted. 4 days before election day.  Avg mail delivery 6 days. This is criminal@maggieNYT Well, you have to understand, Trump thinks (erroneously) that he's always right.RT @Harrietcreigh: @DeniseDM5 He’s dangerous. Yesterday my neighbor told my husband vote trump. Biden will get rid of cows. I was stunned.@realDonaldTrump What has Donald Trump ever done to help the people of Flint, Michigan, besides nothing?","polarity":-1,"subjectivity":"0.6309523809523809"}
{"tweet":"As always, even 4 days out from the election, Trump is engaging in the same old tired toxic politics that he has for the past 4 years. ","polarity":-1,"subjectivity":"0.39499999999999996"}
{"tweet":"#MichiganForBiden@duty2warn Maybe Trump can hook him up with a crack medical team.......500,000 Kids, 30 Million Hours: Trump’s Vast Expansion of Child Detention https://t.co/mScjwsVUKn via @MarshallProj@anewjusta Wait. I’m just curious. ","polarity":-1,"subjectivity":"0.6666666666666666"}
{"tweet":"What’s your thoughts on another stimulus? Even more so since trump wants to giv… https://t.co/mVE3qbLI1a@Cleavon_MD @realDonaldTrump @USMC Trump isn’t lying. 99.9% of people recover. We know that there are morbidities t… https://t.co/l8kb1qOAG7@atrupar VOTE BLUE IF YOU WANT TO LIVE.","polarity":1,"subjectivity":"0.3"}
{"tweet":"BIDEN AND HARRIS SAVE LIVES","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP AND PENCE COSTS LIVESAbp. Viganò warns Trump about ‘Great Reset’ plot to ‘subdue humanity,’ destroy freedom https://t.co/bVgVBe0Gj7@AirBossUT5 I didn’t vote for Trump in 2016 because I didn’t believe he would keep any promises. I quickly realized I was wrong after he got to work. I’m definitely voting for a Trump this time and because of Democrat behavior over the past four years I’ll be voting Red all the way down.RT @realDonaldTrump: Biden’s speech is 90% made up stories and lies. Only broadcast on @FoxNews.Pivoting to portraying Biden as the angry candidate 4 days before the election is galaxy brain level 10.Impressive recovery shown by latest economic data.  Well done President Trump.  If senile Biden wins the election y… https://t.co/4ZWSBpAxgNThe free world and the enslaved freedom seekers all LOVE PRESIDENT TRUMP!RT @EddieZipperer: BIDEN: “I’ll lead an effective strategy to mobilize trunalimunumaprzure.”","polarity":1,"subjectivity":"0.5699346405228759"}
{"tweet":" https://t.co/TAkj7bJndN@IamalrightJack @NeonLuvBar @skwawkbox VERY disturbing that Thursday's media circus around Corbyn distracted the pu… https://t.co/QVrMN9n5DXRT @jsolomonReports: Michigan Democratic Rep. Dingell: 'So many' auto workers are choosing Trump over Biden | Just The News","polarity":-1,"subjectivity":"0.75"}
{"tweet":"https://t.co/X6…@johniadarola Chunk already called it for biden a month ago nothing you do will change the fact that far bastard is… https://t.co/Q7FDahj8AbBREAKING: Biden is now LEADING in polls in very important battleground states, such as China, Ukraine, Iran, and Syria and Palestinian Authority...Joe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...RT @TrumpWarRoom: Lil Wayne Meets With President Trump &amp; Backs His 'Platinum Plan' for Black America","polarity":1,"subjectivity":"0.4041666666666667"}
{"tweet":"https://t.co/CCRZ3IikvFCall it The Fart Organization.  Enjoy prison, Freddo.  Youre as  dumb as you look. https://t.co/ZtjUqZ0RcYRT @Scaramucci: Trump just canceled his Election Day party at his hotel. One last chance to grift.@neeratanden @hester_hen See the guy to Trump's right, no mask, coughing - when they take him to the ER, show him t… https://t.co/STNkEZGpce#TopStories #Bend CNN’s Jake Tapper tells New York Post to bend the knee over Twitter lockout — RT USA News: Echoin… https://t.co/RhwK1H6LsII'm confused! Trump, Barr, Mnuchin, @RudyGiuliani worked w Erdogan to stop prosecutions of close associates of Erdogan/Turkish bank funneling billion to Iran and its barely being discussed. Barr directly pressured SDNY Berman to stop any indictments. Should be a huge controversy?@ProjectLincoln Trump has insisted on holding  so many rallies, despite the pandemic &amp; whether there was dangerous… https://t.co/jv3HEW1d3wSen. Ron Johnson: If Biden Wins, ‘I Don’t See How You Avoid’ an Investigation https://t.co/1CUCswOmPH https://t.co/o50ccen8xvThis is HUGE.  Other sources confirm Joe Biden is part of the investigation. @Dannoacton @WomenforTrump @OhioTrump2020Donald Trump effectively placed 3 young judges on the Supreme Court. The court is now majority conservative (6-3) and with that said the 4 year social experiment y'all played by voting for a corrupt clown celebrity will have repercussions for the next 50 yearsI’m a First Time Voter casting my vote for Donald J Trump. ","polarity":1,"subjectivity":"0.48159632034632044"}
{"tweet":"Donald Trump cares about America and preserving my opportunity to succeed. I’m thankful to have grown up in the greatest country in the world, and I plan on keeping it that way. https://t.co/l8351IzhzpAccording to Rasmussen, black approval rating for @realDonaldTrump has been hovering around 40%.","polarity":1,"subjectivity":"0.7166666666666667"}
{"tweet":"If this is even close to true, President Trump will win by a landslide.RT @catturd2: I bet Joe Biden would draw huge crowds in China.RT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! ","polarity":1,"subjectivity":"0.65"}
{"tweet":"#MAGA #Election2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3AnrRUPTtZRT @RealMattCouch: REPORT: 40-50 Images Found On Hunter Biden Laptop Of Alleged Child Endangerment With Minor Family Member https://t.co/Kb…@Omojuwa @JoeBiden Trump is winning my brother.RT @RealOmarNavarro: If Biden wins he will sell us out to CHINA DAY ONE.@deadlypoisson @hughhewitt Trump pretty much has Chachi and Jon Voight.Ok, who else?My latest --&gt; ","polarity":1,"subjectivity":"0.48125"}
{"tweet":"Biden's vow to pass the Equality Act, protecting LGBTQ people, in 100 days   by @MSignorile ","polarity":0,"subjectivity":"0.0"}
{"tweet":"It's terrific. But will require winning the Senate, ending the filibuster, and, if it's to survive, expanding the Supreme Court","polarity":1,"subjectivity":"0.875"}
{"tweet":" https://t.co/1P88hmoYq3RT @joshtpm: What a gross, lying, awful human.RT @realDonaldTrump: Biden wants the biggest Tax Increase in the history of our Country!NBC-Marist poll:","polarity":-1,"subjectivity":"0.30000000000000004"}
{"tweet":"North Carolina president: Likely voters","polarity":0,"subjectivity":"1.0"}
{"tweet":"Joe Biden 52%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump 46%","polarity":0,"subjectivity":"0.0"}
{"tweet":"North Carolina Senate: Likely voters","polarity":0,"subjectivity":"1.0"}
{"tweet":"Cal Cunningham (D) 53%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Thom Tillis (R) 43%NEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.4646464646464647"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKETo those campaign, administration, &amp; state election officials who have been instructed to commit any act in furtherance of election fraud on behalf of Trump, you must publicly come forward now to report such violations as part of your patriotic duty to our country.Don’t you know that twerking dismantles this cis-patriarchal systematization &amp; catalyzes the inter-dimensional intersectional paradigm displacement? Ugh, please educate yourself.what hidalgo did in harris county should be the template everywhere. win power, immediately expanding voting rights and access.Here's why most of the early voting totals are WRONG.","polarity":1,"subjectivity":"0.4444444444444445"}
{"tweet":"They're all **assuming** the registered Democrats are voting for Democrats.","polarity":0,"subjectivity":"0.0"}
{"tweet":"MILLIONS of new Trump supporters **never changed their party registration**.","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"See my Livestream: REVOLT IN THE BLUE STATES!","polarity":0,"subjectivity":"0.1"}
{"tweet":"https://t.co/mTcIAEefp6Trump on Biden: \"He called young Black men 'superpredators.' And he did it all the time.\" We've found no record of Biden using that term once.RT @VicTrumper: I love Trump ❤️❤️❤️ #trump2020 https://t.co/2hh9ZjkqHvJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...Sen. Ron Johnson: If Biden Wins, ‘I Don’t See How You Avoid’ an Investigation https://t.co/hDa0gLoUGE via Western J… https://t.co/LnASEBJeCYRT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtRT @PatriotPost: This is getting more interesting...","polarity":1,"subjectivity":"0.3761111111111112"}
{"tweet":"#biden #vote #trump #FBI #DOJ ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/R9xBVze2ta@Msmanchester1 @EddieZipperer For sure. Biden is a truth-teller. Always. Just trust him.@washingtonpost It's like he saw a middling impersonation of Biden somewhere, and is interpreting THAT impersonatio… https://t.co/om2Z4soZbKRT @bjamesboyd: Pretty much sums it up.@FirstSquawk Has Biden discussed any specific plan as to how to shut down virus?RT @realDonaldTrump: Biden would lock us down forever. We are rounding the corner!...a cheerleader for NAFTA – sending your auto Jobs to Mexico. He voted for China’s entry into the World Trade Organization – gutting your industries to finance China’s rise. HALF of all Michigan auto manufacturing jobs were ELIMINATED after the Biden-Backed NAFTA and China...RT @jonfavs: Trump is floating a deranged conspiracy to attack America’s doctors during a pandemic. ","polarity":1,"subjectivity":"0.42261904761904756"}
{"tweet":"What a closing message! https://t.co/…This guy must have been absent from school a lot... he missed the entire WWII chapter in history class.","polarity":0,"subjectivity":"0.625"}
{"tweet":"Isn't the Democrat party the party of Omar, Tlaib, and a few other Anti-Semites🤔?","polarity":-1,"subjectivity":"0.2375"}
{"tweet":"https://t.co/ELR7fHrkv8RT @davenewworld_2: Trump supporter in Maryland gets aggressive with kids half his age https://t.co/2uejBRr2PY🚨🚨🚨Holy Shit! Biden is compromised ","polarity":-1,"subjectivity":"0.48333333333333334"}
{"tweet":"Audio evidence of Hunter Biden admitting to being in a partnership with the “Spy Chief of China” and he admits his father knew.","polarity":0,"subjectivity":"0.0"}
{"tweet":"CNN ran with Melania’s “secret tapes.” Will they cover this?","polarity":-1,"subjectivity":"0.7"}
{"tweet":"RT so they can’t ignore! https://t.co/N7Ee8ey7Mq@almostjingo @SpeakerPelosi Amen! I’m in Ted Lieu’s district and he doesn’t do anything except go on Twitter all hours of the day and virtue signal against Pres. Trump and talk about how he’s an Asian military vet..He doesn’t do anything. But he’s part of the reliable voting bloc supermajority..Vote him outThis is great- Debbie Dingell admitting to CNN viewers that Michigan auto workers told her they are not voting for Joe Biden but for @realDonaldTrump ! Democrats are in now in panic mode. #Trump2020LandslideVictory https://t.co/1BQMqPdVaVWow. The group that installed that 405 freeway TRUMP sign has come forward with a pro-Trump campaign video and IT IS 🔥. Could @realDonaldTrump flip California? https://t.co/qrTEN3z0jXDem Rep. Sounds the alarm : ' it's tightening here in Michigan. .. auto workers who i thought were voting for Biden told me they're voting for Trump'. DEBBIE DINGELL JUST GOT A DOSE OF REALITY. WAIT UNTIL REALITY HITS THE DEMS IN NOVEMBER ! paint my country red https://t.co/Vrvn2a3WsJSneak peak of @TocRadio’s interview with @RudyGiuliani 👀","polarity":1,"subjectivity":"0.2125"}
{"tweet":"“Do you know who says that his partner is a Chinese communist spy? Hunter Biden says that!”","polarity":0,"subjectivity":"0.0"}
{"tweet":"Full vid coming soon 🍿 https://t.co/c3vrKYyU5s#Election2020 A source with direct knowledge of the FBI interview tells @CBSNews that former Hunter Biden business associate Tony Bobulinski was interviewed by the FBI, with counsel present, at the bureau's Washington Field Office, on October 23 for approximately 4-5 hours. AboutAmidst all the “fuck you Joe” messages I got today from my former supporters came a message from a Wisconsin Cop who voted for Trump in 2016, but told me he couldn’t do it again. Made my day. I thanked him.","polarity":-1,"subjectivity":"0.3071428571428571"}
{"tweet":"Today’s show, 3-5pm CT, call in 844 305 7800. https://t.co/NtcsMue7jk@aubrey_huff Now that’s a statesman. Take that Trump!RT @RichardGrenell: Thank you, @FLOTUS.In a statement to @FDRLST, former Biden family insider-turned-whistleblower Tony Bobulinski blasts the media and notes that the evidence he provided the FBI has \"been authenticated by an independent, nationally recognized forensic analysis firm.\" (1/3)How stupid can someone be to vote for this bumbling man with dementia to lead #America?This single act by Ellison is a microcosm of the disrespect he and other anti-American activists have for our country. JFC Minnesota...clean out your rats nest. 🙏RT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.They’re eating their own. ","polarity":-1,"subjectivity":"0.48142857142857143"}
{"tweet":"Trump not happy Laura Ingraham is wearing a mask and being “Politically Correct”. ","polarity":-1,"subjectivity":"0.55"}
{"tweet":"This is awesome...https://t.co/pksJdtmIQpRT @ChuckCallesto: SAVAGE: Trump just announced that he is holding a rally THE DAY BEFORE THE ELECTION in Scranton PA, Biden's home town...JUST IN: “We are anti-Ivanka, and unapologetically so.”RT @realDonaldTrump: Biden’s speech is 90% made up stories and lies. Only broadcast on @FoxNews.RT @CautiousLefty: If this proves accurate, it means a huge collapse among non college whites for Trump. https://t.co/LhmdhBjxkLRT @tedlieu: More liberal snowflakes who see racism where it doesn’t exist.","polarity":1,"subjectivity":"0.6722222222222222"}
{"tweet":"Oh wait ...RT @EddieZipperer: BIDEN: “I’ll lead an effective strategy to mobilize trunalimunumaprzure.”","polarity":1,"subjectivity":"0.8"}
{"tweet":" https://t.co/TAkj7bJndN38 times. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"That's how many times President Trump has condemned the KKK and white supremacy. 38 times.","polarity":1,"subjectivity":"0.25"}
{"tweet":"The Biden campaign continues to sow division and inflame racial tensions by claiming otherwise.","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/7hJmTGDpEra half dozen agents took part, at various points, of the interview. The source said it included an \"examination and review\" of the 3 phones to confirm the authenticity. Bobulinski says he used the phones to communicate with Hunter Biden + HB's business team. The FBI interview wasExcitement was through the roof for President Trump’s MAGA event in Florida yesterday!","polarity":-1,"subjectivity":"0.3333333333333333"}
{"tweet":"“Everybody seems to be rooting for one team, and that’s @TeamTrump!” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"“It really was like a football game day out here, people streaming in from every direction…just a lot of excitement.” https://t.co/GH9xt3oxlnRT @SurfnFitnes: Does anybody else find it weird that  the republican party that’s against most LBGQT rights play’s YMCA at trump rallies.?RT @pam_sands: This would be so awesome! 👇🏻❤️❤️❤️❤️🇺🇸🇺🇸🇺🇸 #Trump2020Landslide 👍🏻❤️🇺🇸❤️ https://t.co/vmDKbO3FAVRT @EricTrump: What is going on in New York?Joe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...Joe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...If @JoeBiden wins the presidency, he will find himself confronting a host of problems left behind by his predecessor, both domestically and in foreign policy. But few will be more urgent than the diplomatic mess in the Persian Gulf. https://t.co/PdXeuy50mmIf I ever meet wit trump just know it’s a razor in my cheekRT @Fly_Sistah: @JuanSaaa Not a shock at all. They are all just brown people named Jose or Juan to him. https://t.co/yv7t1OJcpDDon Lemon told his audience how he had to cut off anybody that are Trump supporters, basically contributing to the nonsense that you can't be friends with people that thinks differently than you. And these same people blame Trump for the divisiveness in the country 🙄...a cheerleader for NAFTA – sending your auto Jobs to Mexico. He voted for China’s entry into the World Trade Organization – gutting your industries to finance China’s rise. HALF of all Michigan auto manufacturing jobs were ELIMINATED after the Biden-Backed NAFTA and China...@GenFlynn @laralogan @JoeBiden ","polarity":1,"subjectivity":"0.30224567099567096"}
{"tweet":"should have paid attention to verses 9-11","polarity":0,"subjectivity":"0.0"}
{"tweet":"of 1Timothy Chapter 6.","polarity":0,"subjectivity":"0.0"}
{"tweet":"God has chosen","polarity":0,"subjectivity":"0.0"}
{"tweet":"Do… https://t.co/9tkX4xEc9mDonald Trump is the super spreader of COVID-19RT @MayorNorton: Please, stay home and stay safe!!  Watch the rally on your favorite news source.  #rochmn https://t.co/J85MOuKVflIf Trump wins - Tesla will deliver 500,000 units in 2020 and going forward to hit/surpass 20M units annual deliver in 2030 ","polarity":1,"subjectivity":"0.5916666666666667"}
{"tweet":"If Biden wins - Tesla will deliver 500,000 units in 2020 and going forward to hit/surpass 20M units annual deliver in 2030 ","polarity":1,"subjectivity":"0.2"}
{"tweet":"This is the fact.GOP former US attorneys back Biden, say Trump 'threat to rule of law' https://t.co/PICYIVeFql #viralinUS #VIRALNEWS #usa #viralvideos@RichardGrenell @JoeBiden @realDonaldTrump We desperately need more Trump!!","polarity":-1,"subjectivity":"0.375"}
{"tweet":"#FourMoreYears@ItBegins2012 @TrumpWarRoom You have a nobody (cutler - never heard of him until this week) and a guy who ripped of… https://t.co/DuhhqA3p6Z@abcn @razibkhan I still remember.","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/pF8DY38t4RRT @FairyQ15: These Firefighters know who is on their side.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Philadelphia Firefighters Union Votes to Endorse Trump https://t.co/eVQWXsGcp4We need to be both patient and vigilantRT @donwinslow: READ THIS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"THIS IS ALSO PART OF TRUMP'S EVIL PLAN.So weird, he's had almost four years to murder a journalist in cold blood and it hasn't happened yet. Wonder when he'll get around to that https://t.co/CV7zaLGZ9G@EvanAKilgore @CaliConserv1 @realDonaldTrump Hopefully! Debbie Dingell said auto workers told her they were voting for TRUMP.RT @PastorDigi: I love you former-Democrat welcome to the winning side, I gladly stand with you!!!","polarity":1,"subjectivity":"0.78125"}
{"tweet":"VOTE TRUMP 2020 THERE IS NO OTHER CHOIC…@LarryHillyer3 @realDonaldTrump I think he does care about us and our FREE country. I don't think Biden does with all his socialist friends@fred_guttenberg @MalcolmNance Why? Media loves Trump. This has been their most prosperous time. And the people mos… https://t.co/MEE4M6rtgnRT @marklevinshow: Bobby Orr endorses Trump","polarity":1,"subjectivity":"0.5583333333333333"}
{"tweet":"https://t.co/1QMqi3n4VyReally Joe? So when he married his dead brothers wife, cheated on her, got a stripper pregnant, then refused to pay child support all while smoking crack, he was doing good things? https://t.co/7LItq84dV0BREAKING: Tony Bobulinski says the team of @FBI agents who interviewed him for five hours last Friday were \"taking extensive notes and asked multiple questions\" about Hunter Biden's texts on Burisma and Ukraine. More to come soon on this feed and your @WeAreSinclair stations.RT @thebradfordfile: Biden forgot his medication today. https://t.co/mhXOlTARkU🚨President Trump at 51% approval among likely voters!","polarity":1,"subjectivity":"0.40555555555555556"}
{"tweet":"His approval rating has been ABOVE 50% among likely voters since October 22, over a week ago!! @Rasmussen_Poll@varadmehta NBA players endorsing Biden? Golfers and hockey legends backing Trump? So sayeth the Bubble Chart.","polarity":0,"subjectivity":"0.55"}
{"tweet":"https://t.co/Bab1wNtAARI woke this a.m to see Drs &amp; Nurse’s Crying,Heart Broken,","polarity":-1,"subjectivity":"0.5"}
{"tweet":"Grief Stricken,Seeing Ppl DyingAlone,Taking Care Of Dying Mothers,Fathers Children,Grandparents,&amp; I Cant Seam To Stop Sobbing.Trump &amp; His People Don’t care About Ppl Dying Gruesome Deaths.","polarity":-1,"subjectivity":"0.6"}
{"tweet":"Dying Doesn’t Seem To Phase Him@kionnemcghee @jenn_gott @AmandiOnAir @PeterSchorschFL @MarcACaputo @GlennaWPLG @CNNPolitics @NewsbySmiley @realDonaldTrump Take a look at the video, because it clearly shows what Donald Trump is doing to win this election! Where I come from, this is called Cheating! What type of person would destroy our Postal Service, just to win an election? Apparently Donald Trump, who is a Conman &amp; a Criminal? https://t.co/8j3i15j4vQSo she is just as big a liar as he is I guess.IF YOU THINK ABORTION AND GAY MARRIAGE SHOULD BE ILLEGAL AND/OR SUPPORT DONALD TRUMP, BLOCK ME. I’M NOT PLAYIN ANYMORE, FUCK YOU, YOUR MOM AND YOUR DADDY!Vote for Trump to keep our country respected by all countriesRT @realDonaldTrump: Biden’s speech is 90% made up stories and lies. Only broadcast on @FoxNews.Joe Biden's (failing) unity pitch: 'The good news and bad ...","polarity":1,"subjectivity":"0.47179487179487184"}
{"tweet":"https://t.co/jydmUTERW0","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden has no trouble ling… https://t.co/41ot8lLttvPres. Trump made progress in the Middle East where no POTUS could!","polarity":1,"subjectivity":"0.1"}
{"tweet":"CNN’s Oren Liebermann: The Israel &amp; Sudan deal is a “significant…foreign policy accomplishment by the White House.”","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"Washington Times' Charles Hurt: Pres. Trump “reinvents the wheel” w/ Middle East peace plans.I like Presidents who don’t use Dr. Birx to switch hospitalization data gathering from the CDC to his mobbed-up real estate buddy’s new data firm, MID-PANDEMIC, and then threaten hospitals that they won’t get their Medicaid$ if they don’t use the mob’s database.","polarity":1,"subjectivity":"0.23090909090909095"}
{"tweet":"Aka: extortion@realDonaldTrump Biden helped Obama undo the damage left behind by the Bush administration and #TogetherWithBiden w… https://t.co/irO8jeWj9FRT @FairyQ15: These Firefighters know who is on their side.","polarity":-1,"subjectivity":"0.35"}
{"tweet":"Philadelphia Firefighters Union Votes to Endorse Trump https://t.co/eVQWXsGcp4RT @samsansevere: This seems like the kind of parody song that might be up @JoeTalkShow’s alley. 😂 Happy Halloween!! #tcnt https://t.co/TXC…RT @TrumpWarRoom: President Trump’s Operation Warp Speed is a once-in-a-generation effort to ensure access to a vaccine and life-saving the…To have to even think about what Tucker says, is going to say... blows my mind. 🤯RT @JoshuaPotash: This sick fuck is getting thousands and thousands of people killed. And now he’s blaming doctors for it.RT @TheRickyDavila: Pro-Covid genocide and mass suicide. That’s exactly what this is. https://t.co/ECBnystCGf@MattTavner @TrumpWarRoom I have already voted for Trump! Biden is a traitor!...a cheerleader for NAFTA – sending your auto Jobs to Mexico. He voted for China’s entry into the World Trade Organization – gutting your industries to finance China’s rise. HALF of all Michigan auto manufacturing jobs were ELIMINATED after the Biden-Backed NAFTA and China...RT @MollyJongFast: Trump couldn’t do this because of his implanted wig. ","polarity":1,"subjectivity":"0.5391156462585034"}
{"tweet":"Photo @schultzinit https://t.co/efa1RKeYGpClosing argument from @RadioFreeTom👉Why this conservative voted for Biden and you should too: Trump is a morally defective man https://t.co/1lGbHISgNv via @usatoday @usatodayopinionJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...Jason Lewis’ campaign is flying the American flag upside down. Seems right, as according to U.S. Flag Code, ”The flag should never be displayed with the union down, except as a signal of dire distress...” https://t.co/fHpXMgsyJzThis video should have 1 million retweets.","polarity":-1,"subjectivity":"0.22471139971139967"}
{"tweet":"It won't...and that sucks...","polarity":-1,"subjectivity":"0.3"}
{"tweet":"Because if this is happening at other post offices across the country this could be directly responsible for Trump winning.One thing to remember about Vindman is he resigned because Trump was holding up the promotions of everyone who would be promoted with him in order to block his promotion. He resigned on behalf of his fellow servicemen whose promotion was blocked by Trump's pettiness.@BrettFavre @realDonaldTrump Isn’t it interesting when you find out which celebrities and athletes are deep down racist?","polarity":1,"subjectivity":"0.47731481481481475"}
{"tweet":"Sorta surprising these QB’s like Trump when their whole career they were protected primarily by 5x 300 Black men.RT @k72023: “Simple luxury” 😭 Biden please raise these taxes NOWMore on coup.How is it we threw Martha Stewart in Prison and Hunter Biden is still walking free.?","polarity":1,"subjectivity":"0.4984126984126984"}
{"tweet":"We threw the nice cookie lady on TV in prison and that crackhead can launder money and walk around like a prince🤦","polarity":1,"subjectivity":"1.0"}
{"tweet":"In 4 Days, lets keep that trash out of our White House🚮Bus chaser 😂🇺🇸🇺🇸🇺🇸🇺🇸RT @marklevinshow: Bobby Orr endorses Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/1QMqi3n4VyRepublican position is clerks shouldn’t count votes until all polls close, and then you get a four hour window to count certain ballots, and whatever doesn’t get counted by midnight is never counted. Unless they are behind and then it’s opposite, because Hunter Biden’s Laptop.By active they mean no one is allowed to talk about it, and it's stuffed away in some dark closet where no one can learn about it. https://t.co/8BkqsiWqFYKeep seeing all these “cities preparing for election unrest” news headlines ","polarity":-1,"subjectivity":"0.4931547619047619"}
{"tweet":"They should read “preparing for Biden voter riots”","polarity":0,"subjectivity":"0.0"}
{"tweet":"No matter what, not a single police officer will be attacked, business looted, or car set on fire by a Trump supporter in a MAGA hat. We all know it.RT @DailyCaller: Rapper 50 Cent Warns Lil Wayne About Repercussions Of Taking Picture With Trump https://t.co/sxyIMXO0xWRT @Restart_Mozhde_: ✔ Tell a sentence to PRESIDENT TRUMP.","polarity":1,"subjectivity":"0.21428571428571427"}
{"tweet":"#MIGA #Trump2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Cyrus_I = @restartleader ","polarity":0,"subjectivity":"0.0"}
{"tweet":" Alexander_II =@realDonaldTrump htt…@tturnt1 @realDonaldTrump Right! Why would you? it’s a hoax anyway. A hoax that only kills the old, sick, fat, a fe… https://t.co/6nvZcNmDUmRT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨RT @AttackShihtzu: Place this on your big screen at rally.....https://t.co/geqqFSVjx6  The pandemic is now called Scamdemic. https://t.co/y…RT @frfrankpavone: “Don’t believe black people don’t believe in Trump. WE LOVE TRUMP!” 🔥❤️🇺🇸 https://t.co/Juib6ADpjPBiden's new strategy is asking the elder gods for help as it seems@KaivanShroff And murderer Snoop dog endorsed Biden.🤷🏽‍♂️RT @Annelovesguns: The ","polarity":1,"subjectivity":"0.5311928811928811"}
{"tweet":"Polls! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Enough said🎃just Retweet ","polarity":0,"subjectivity":"0.5"}
{"tweet":"#Elections2020 Trump🇺🇸🛐","polarity":0,"subjectivity":"0.0"}
{"tweet":"#MAGA #Godsfavor #KAG https://t.co/QHFgUY3IZkRT @nowthisnews: Trump says Californians are required to ‘eat through the mask,’ which is not only false, it is impossible https://t.co/bVp….@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":-1,"subjectivity":"0.8666666666666667"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household incomes increase, and home ownership expand.","polarity":-1,"subjectivity":"0.4"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hispanics have achieved RECORD economic success because of Pres. Trump's thriving economic environment.Do you want me to cry for the journalist?RT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.RT @DC_Draino: If Biden is leading so much in the polls, then why is DC boarding up like a Cat 5 hurricane is coming through?So weird, he's had almost four years to murder a journalist in cold blood and it hasn't happened yet. Wonder when he'll get around to that https://t.co/CV7zaLGZ9GRT @CheriJacobus: My nephew tested positive.  I want Trump gone as soon as possible. It’s too much.RT @alanalda: Opinion | Alan Alda: Trump rejects science and endangers lives. I can no longer remain silent. - The Washington Post https://…US GDP:","polarity":1,"subjectivity":"0.4950413223140495"}
{"tweet":"2016: $18.71 trillion","polarity":0,"subjectivity":"0.0"}
{"tweet":"2020: $20.68 trillion","polarity":0,"subjectivity":"0.0"}
{"tweet":"National Debt:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Jan 2017: $19.9 trillion","polarity":0,"subjectivity":"0.0"}
{"tweet":"Oct 2020: $27.2 trillion","polarity":0,"subjectivity":"0.0"}
{"tweet":"Under Trump, we have spent $7.3 trillion to add $1.97 trillion to our GDP.","polarity":-1,"subjectivity":"0.1"}
{"tweet":"That's a loss of $5.33 trillion, not counting for inflation.","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/mDovnIVki3BOBULINKSI IS NOT AN ANONYMOUS SOURCE!","polarity":0,"subjectivity":"0.0"}
{"tweet":"Bobulinski claims he met Joe Biden in Los Angeles in 2017. Bobulinski descri… https://t.co/jV15woH05HRT @RealOmarNavarro: If Biden wins he will sell us out to CHINA DAY ONE.I woke this a.m to see Drs &amp; Nurse’s Crying,Heart Broken,","polarity":-1,"subjectivity":"0.4000000000000001"}
{"tweet":"Grief Stricken,Seeing Ppl DyingAlone,Taking Care Of Dying Mothers,Fathers Children,Grandparents,&amp; I Cant Seam To Stop Sobbing.Trump &amp; His People Don’t care About Ppl Dying Gruesome Deaths.","polarity":-1,"subjectivity":"0.6"}
{"tweet":"Dying Doesn’t Seem To Phase Himblock Minnesota’s seven-day extension for counting absentee ballots outright, but puts the grace period in danger.… https://t.co/1ZOYgf2nG8Lil Wayne meets with Trump on Black America plan - @ABC News","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"🤮🤮🤮 https://t.co/QV6DGEQN9Cwhite people like “of course rappers are voting for trump! they’re black men: violent, misogynistic and homophobic. unlike my uncle, who is voting for trump because he is Human, soulful, and economically anxious about his small agribusiness (Monsanto)”Republican position is clerks shouldn’t count votes until all polls close, and then you get a four hour window to count certain ballots, and whatever doesn’t get counted by midnight is never counted. Unless they are behind and then it’s opposite, because Hunter Biden’s Laptop.RT @deepwatermike: I want to create an ice cream flavor called \"Fatherly Love,\" so Don Jr. can finally get a taste of some. https://t.co/iU…Haven't seen the polling on this but am going to guess that accusing doctors of profiteering off the pandemic is no… https://t.co/BeeN27lSoS...a cheerleader for NAFTA – sending your auto Jobs to Mexico. He voted for China’s entry into the World Trade Organization – gutting your industries to finance China’s rise. HALF of all Michigan auto manufacturing jobs were ELIMINATED after the Biden-Backed NAFTA and China...@SunSentinel Trump controls the CDCRT @realDonaldTrump: Biden wants the biggest Tax Increase in the history of our Country!RT @_amarism: Who wants to go drive around and steal Trump signs@JohnMoolenaar He promised he would eliminate the nation’s debt in 8 years but instead it’s projected that Trump wi… https://t.co/CCXcHvBN8BWill always have respect for the greatest hockey player ever but his support for Trump I have no respect for the man.RT @thebradfordfile: Trump: The whole country should have voter ID!RT @realDailyWire: This may give Biden the advantage...mobilizing trunalimunumaprzure https://t.co/OATCG1UbjuJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...Dr. Corsi NEWS Friday, Oct 30, 2020: Biden family now under FBI criminal investigation for money laundering https://t.co/gi8FBdHETL Social Media &amp; MSM censor Biden laptop scandal despite forensic evidence email are legit #Corruption #BidenCorruption #MAGA2020 #KAG2020 #COVID19RT @mattdizwhitlock: @EddieZipperer Joe Biden 4 days out: https://t.co/ox2PhfH6P5RT @jr0dxxx: Latinos for trump be like https://t.co/lbXfMz7xhZOpinion | Biden Hopes to Fight Autocracy Abroad. He’ll Have to Start at Home. https://t.co/Qde3Hj3Te5I've also noticed Trump's strange use of \"headwinds.\" My theory is his advisors are gently trying to explain the dire polls with reference to \"headwinds\" and Trump is processing that as a positive. https://t.co/D0lyE9wrNm@blasphemios @theelapislazuli @kanyewest And idk why anti trumpers are so mad at kanye when Biden almost has this e… https://t.co/fZrRpBeEftRT @realDonaldTrump: Joe Biden FAILED BADLY with the Swine Flu Epidemic. He knows nothing. All talk and no action!Over 220K Americans dead, tens of millions out of work, our global standing  collapsed, our democracy slipping away. The fact that a big chunk of the country thinks a story they've been told about Hunter Biden's laptop is the most important thing is how we got here.#Election2020 A source with direct knowledge of the FBI interview tells @CBSNews that former Hunter Biden business associate Tony Bobulinski was interviewed by the FBI, with counsel present, at the bureau's Washington Field Office, on October 23 for approximately 4-5 hours. About\"what will happen to the economy if the 1% pay slightly higher taxes\"","polarity":-1,"subjectivity":"0.40142804350121425"}
{"tweet":"America's 200 richest people have gotten $1 trillion richer in the last four years - a 56% increase. They now pay the lowest tax rate of any income class.","polarity":0,"subjectivity":"0.06666666666666667"}
{"tweet":"Did that help your finances?","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/Q3YEc98o5tTrump rallies are known for their enthusiastic supporters. I’ve covered a number of them.","polarity":1,"subjectivity":"0.9"}
{"tweet":"Rochester, Minnesota might be the most fired up crowd I’ve ever seen. These voters want to see their President @realDonaldTrump! @OANN https://t.co/pHBrKoS64BRT @TheRickWilson: This is the hot garbage Steve Bannon has been selling.RT @realDonaldTrump: Biden wants the biggest Tax Increase in the history of our Country!Democrats like Joe Biden will only look out for the betterment of themselves and their family.","polarity":1,"subjectivity":"0.6125"}
{"tweet":"President @realDonaldTrump always has and will continue to look out for the betterment of ALL Americans.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote @realDonaldTrump to save America! https://t.co/luSi6D4F9I@realDonaldTrump General Kelly, who worked very closely with trump:","polarity":1,"subjectivity":"0.4"}
{"tweet":" \"The depths of his dishonesty is just astoundi… https://t.co/39HdmS8n9hRT @sxdoc: Democrats are PANICKING Over FLORIDA! ‘We’ve Got to STOP the BLEEDING’!!! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP FOR THE WIN!!!","polarity":1,"subjectivity":"0.4"}
{"tweet":"https://t.co/LhW9yhV3DcBREAKING NEWS: Trump's Kremlin-Aided Conspiracy Theories About Hunter Biden Were the Work of—Wait for It—a Fake Intelligence Firm; the President Who Has Spent 4 Years Ignoring and Denigrating American Intelligence Apparently Outsourced Work to Hoax Artists https://t.co/9TjEsut8MpRT @intheMatrixxx: Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.3194444444444445"}
{"tweet":"How many? 🤔Trump is breaking all records for the United States!!! We are hitting another record for COVID cases...no around th… https://t.co/mpu8FIh08WRT @abigailmarone: The mainstream media cared more about a 16 year old in a MAGA hat than they do about the Biden family's pay-to-play Chin…@Judekarma909 Biden creating new words out of thin air. ","polarity":1,"subjectivity":"0.500909090909091"}
{"tweet":"Biden has my VOTE!How a fake persona laid the groundwork for a Hunter Biden conspiracy deluge https://t.co/m1ly8cJOYk via @nbcnews CRIMINALMore than 1,000 health care workers have DIED from COVID.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"A competent President would have prevented that.","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"Trump not only failed that, he now is attacking the victims. https://t.co/2Cvm80uKNFToday’s Democrat party is not the caring party or the party of JFK. Break that myth, don’t follow just because there is a D beside Buy-den's name. Look at Trump’s results not just talk.Commies don’t own registered guns and Biden wants to send us to prison hmmmmmmmmmmmmmmmnnnDon’t look now, but Libertarian @Jorgensen4POTUS is beating the spread in 5 battleground states, and is within 1 percentage point in 3 others. All 8 voted Trump in 2016. https://t.co/a6ZyP60xTlRT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨RT @JasonMillerinDC: Joe Biden is violating his own national outdoor mask mandate.RT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it..@TomFitton with @RudyGiuliani on Biden-Burisma Corruption: \"Are Other Politicians Involved in Similar/Shady Ukraine Deals?\"","polarity":1,"subjectivity":"0.64"}
{"tweet":"Full interview: https://t.co/svbEJVSQMg","polarity":1,"subjectivity":"0.55"}
{"tweet":"Read more: https://t.co/FVa3dyM17t https://t.co/CtDi9RZVal\"President @realDonaldTrump meets with Army unit that conducted Al-Baghdadi raid, awards citation\"","polarity":1,"subjectivity":"0.5"}
{"tweet":"It was an incredibly special moment at Fort Bragg as President Trump honored our heroes!","polarity":1,"subjectivity":"0.5714285714285714"}
{"tweet":"Fox News: https://t.co/TL0VWUf10zStrange it is almost like Trump thinks SCOTUS selects the President and he does not believe these are non-partisan Justices -- very odd\"THE MEDIA ‘COVER’ JOE BIDEN","polarity":-1,"subjectivity":"0.325"}
{"tweet":"THE WAY A PROTECTION RACKET DOES\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"Never before have the media been","polarity":0,"subjectivity":"0.0"}
{"tweet":"so openly fearful of asking or reporting something","polarity":-1,"subjectivity":"1.0"}
{"tweet":"that might hurt a presidential candidate...","polarity":0,"subjectivity":"0.0"}
{"tweet":"ANY BIDEN MISSTEP IS QUICKLY EXPLAINED AWAY\"","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/QmpDFOmUJ0@FamousBL3 I feel like the entire Trump campaign and all of MAGA's talking point is \"I'm glue, you're rubber whatev… https://t.co/A7xptKUSrWRepublican position is clerks shouldn’t count votes until all polls close, and then you get a four hour window to count certain ballots, and whatever doesn’t get counted by midnight is never counted. Unless they are behind and then it’s opposite, because Hunter Biden’s Laptop.@DefensorPacis5 @mbrown007 @JakeforPete2020 @amyklobuchar Hope Hunter isn’t looking for his crack when daddy cuts h… https://t.co/lq1P38AvE8RT @yorkiemomma4: The fake news says Biden is leading Florida..... interesting.  Any Republican ever get polled? I haven’t! https://t.co/1K…RT @RichardGrenell: I don’t see any ground game for the Democrats in Michigan, Wisconsin or Pennsylvania.","polarity":-1,"subjectivity":"0.5423469387755102"}
{"tweet":"The Trump ground game is AMAZING.RT @BreitbartNews: Democrats expressing worries of lower than expected black voter turnout for Joe Biden. https://t.co/ltzjZaaiTnSCOOP: Tucker Carlson told me in a text message the night of the whole \"lost documents\" deep state paranoia fiasco that he was worried \"someone is reading our texts.\" Why did he say that? My guess: He thought I was Roger Stone. New @Salon   https://t.co/sWqqzisQFZRT @realDonaldTrump: Biden’s speech is 90% made up stories and lies. Only broadcast on @FoxNews.Following up from our previous tweet, we find this quote from a Democratic organizer in South Florida very interesting:","polarity":1,"subjectivity":"0.4822314049586778"}
{"tweet":"“'Look, our people hate Trump and they like Biden. But not enough of them love Biden,' the organizer said.\" ","polarity":-1,"subjectivity":"0.6666666666666666"}
{"tweet":"https://t.co/MuK7xdzJpjJoe Biden is a corrupt politician—the Biden family is looking more &amp; more like a crime family. They took millions of $$ from the Chinese Communists, while Vice President Biden shipped Michigan jobs to China. If Biden wins, China Wins. When we win, Michigan wins, and AMERICA wins! https://t.co/YpnjH8838XRT @MeidasTouch: Help us keep him on the road! Chip in here: https://t.co/VJGexgZlZt@AymanM This is a stupid fucking question. One candidate follows honor Joe Biden and one candidate got impeached. T… https://t.co/tutsoFyyjsNumber saying \"true\" is unreal. ","polarity":1,"subjectivity":"0.47083333333333344"}
{"tweet":"1. Reimbursement doesnt change on cause of death, it's based on treatment/diagnosis. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"2. There is a slight pay difference between step-up for pneumonia and COVID. There must by a COVID positive test.","polarity":1,"subjectivity":"0.356060606060606"}
{"tweet":"3. Do these people think insurers are morons?32 events, $35 million, crowds bigger than Biden.","polarity":-1,"subjectivity":"0.75"}
{"tweet":"@IvankaTrump’s ‘Yuge’ fundraising. Broke Obama's personal best $3.8M in a day, raising $4.5M in Austin.","polarity":1,"subjectivity":"0.3"}
{"tweet":"https://t.co/0Pb6yCnZznParticularly if Ds with outstanding mail ballots are hearing messages from the Biden campaign etc. and are also now more likely to use dropboxes, or to decide to vote in person instead, it's not clear what the partisan composition of late-arriving mail ballots will look like.@realDonaldTrump 🖕🏾🖕🏾You","polarity":1,"subjectivity":"0.6716666666666666"}
{"tweet":"VOTE FOR BIDENRT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtThe Marines had to fact-check the media as some pundits falsely suggested they were being used to give political stunts at Trump rallies. https://t.co/nZTFqk8oF3RT @RealRLimbaugh: Exactly right!🚨President Trump at 51% approval among likely voters!","polarity":-1,"subjectivity":"0.6892857142857144"}
{"tweet":"His approval rating has been ABOVE 50% among likely voters since October 22, over a week ago!! @Rasmussen_PollRT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.RT @nwayne66: I don’t really care, do you?China really wants Biden to win 😅@deesbarbara Didn't Trump already pay the Drug companies billions for the Vaccine? Like when he jumped the gun, and… https://t.co/PZ8XvdNcnePresident Obama stands by Biden. He knows him and trusts that the USA will do great with Biden running it ","polarity":1,"subjectivity":"0.5071428571428572"}
{"tweet":"I do to… https://t.co/r2yQKrK8avMadame Tussauds in Berlin dumps Trump before U.S. election https://t.co/UH5J3rkoYCCome on Buy-den. Stop yelling and BS-ing people. President Trump adores our military and has never spoken badly about our American heroes. President Trump rebuilt our military and fixed the terribly run VA. @kayleighmcenanyI think this motherfucker just broke the Internet! Yo @LilTunechi PLEASE Give President Trump permission to walk ou… https://t.co/RQ4NxBHnWrRT @TheLeoTerrell: RED WAVE: President Trump to hold 14 rallies in final three days before election https://t.co/TAbIJ9KWkcWould Joe Biden even be able to obtain a security clearance as president if he and his family are under active criminal investigation by the FBI?","polarity":-1,"subjectivity":"0.44015151515151507"}
{"tweet":"🤔This is a crime. As in, \"criminal,\" as in \"people go to jail.\" Starting with Louis DeJoy and anybody else he conspired with on the Postal Board of Governors and in the Trump administration.@nytimes Hunter BidenThe border wall system is Exhibit A in showing that the Trump Administration is serious about border security. This wall saves American lives. Every single bit of concrete and steel that goes into the ground stops dangerous people and deadly drugs from coming into this country. https://t.co/r67Mitrsyl\"All I was watching was CNN so I had a lot of hate for Trump.\"","polarity":-1,"subjectivity":"0.40309523809523806"}
{"tweet":"\"One day I decided to say: You know what I don't know much abt him so let's go &amp; pray. When I did, God opened my heart &amp; that's how I became a big fan.\"","polarity":1,"subjectivity":"0.15000000000000002"}
{"tweet":"\"Now I have 47 people close to me who are voting for him!\" https://t.co/MNJSI0cmhYArchbishop Carlo Maria Vigano sends another powerful  Open Letter to @Potus. The world must know how Trump is the last defense of Western Civilization.  Please read to your friends and family and share and retweet widely  #RedTsunami2020 @GenFlynn @BardsFM https://t.co/6xOEpnDeoNThat's big for Piedmont Triad area!When Trump issued the Executive Order to cut payroll taxes, he did it for the corporations' benefit. Please know payroll taxes are paying for your Social Security. No payroll taxes, no Social Security. Do you depend on that SS check? Does your mom and dad? #TrumpCutSocialSecurity@renato_mariotti We already know there is no bottom for Trump he’s lived in the sewer so long he will die in it...Disasters. At every turn, Biden twisted his knife into the back of Michigan workers. In 2016, Michigan voted to FIRE this corrupt political establishment and you elected an outsider as President who is finally putting AMERICA FIRST!","polarity":-1,"subjectivity":"0.4022222222222222"}
{"tweet":"#VOTE #MAGART @HeyTammyBruce: Nice “NFL great Brett Favre expected to appear at Green Bay rally after throwing support to Trump” https://t.co/7IbxIFoA…The GOP argument as best I understand it is that Joe Biden must win 99% of all votes cast by noon on November 3rd otherwise they are required, by law, to do fascism.Joe Biden is a corrupt politician—the Biden family is looking more &amp; more like a crime family. They took millions of $$ from the Chinese Communists, while Vice President Biden shipped Michigan jobs to China. If Biden wins, China Wins. When we win, Michigan wins, and AMERICA wins! https://t.co/YpnjH8838X@mikescudiero @TheGOAT__12 I'm trump wins in definitely logging off for the day cause it will be chaosRT @realDonaldTrump: Biden’s speech is 90% made up stories and lies. Only broadcast on @FoxNews.@GOPChairwoman @realDonaldTrump That's not enough! Just do not talk, do not doubt ... Get up and vote ❤️ red.","polarity":1,"subjectivity":"0.4071428571428572"}
{"tweet":"Plea… https://t.co/Vy2vwdKyInRT @MatthewJshow: @realDonaldTrump Globalism destroys everything in its path.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden is a globalist!RT @realDonaldTrump: Biden’s speech is 90% made up stories and lies. Only broadcast on @FoxNews.BREAKING - TRUMP ON PHONE LAST NIGHT with PROUD BOYS, BOOGALOOS, MILITIAS ... WH staffer claims. If true he’s planning something this weekend or NEXT WEEK - stay SAFE. Stay ALERT! BEWARE!!!https://t.co/e3ljaHGkgk","polarity":1,"subjectivity":"0.5361111111111111"}
{"tweet":"Another reason to not vote for this guy. The idea of working hard to give something to you… https://t.co/V6a3CWRJw8Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.30416666666666664"}
{"tweet":"Joe Biden could never keep up with the energy, stamina, and drive that this president has.Wow. The group that installed that 405 freeway TRUMP sign has come forward with a pro-Trump campaign video and IT IS 🔥. Could @realDonaldTrump flip California? https://t.co/qrTEN3z0jXRT @AnnieLinskey: Toward the end of Biden's speech in Iowa, a pair of bald eagles circled overhead.RT @GlennKesslerWP: A massive mural featuring 20,000 of Trump's lies has been installed in Soho https://t.co/QCNJMGZ4VW@MeidasTouch She looks so happy knowing this is almost over and she can return back to her selfish spoiled life in… https://t.co/xrp062tvPCACLJ filings show it has sent hundreds of thousands $ a year to Moscow-based Slavic Center of Law and Justice (SCLJ), founded by ACLJ in the 1990s &amp; led by Vladimir Ryakhovsky, a Russian lawyer who serves on Putin’s controversial human rights council","polarity":1,"subjectivity":"0.5722222222222222"}
{"tweet":"https://t.co/4oxvKWR3k4RT @FoxNews: Pro-Trump actress Kirstie Alley slams CNN's COVID coverage: ‘Fear of dying is their mantra’","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/xTXilctQnu@realDonaldTrump 4-themselves and each other which is why it was designed 2 do for Biden/Harris are control freak radicals and want to control the whole country, it's economy &amp; the lives of every American citizen and deny us all our freedom and rights that makes us human. This is psycho crazy badI love it!The emergence of a deadly virus is no politician’s fault. ","polarity":-1,"subjectivity":"0.3964285714285714"}
{"tweet":"But responsibility for our government’s undeniably catastrophic response rests 100% with President Trump and the spineless politicians who serve him, like Senator David Perdue.RT @RichardGrenell: Fire them and replace them with people from outside DC.The man in this video is part of a longer 11 min video circulating on FB (for now) &amp; what he reveals in it is SO SHOCKING- you NEED TO BE INFORMED. ","polarity":-1,"subjectivity":"0.525"}
{"tweet":"Donald Trump is the only person in a position to save the United States &amp; probably the rest of the world. HE MUST BE RE-ELECTED.\"I remember having sex with friends at a young age; showers w/ my dad (probably not appropriate)\"","polarity":-1,"subjectivity":"0.6333333333333333"}
{"tweet":"EXCLUSIVE SOURCE: Biden Daughter’s Diary Details ‘Not Appropriate’ Showers With Joe As Child @HowleyReporter ","polarity":-1,"subjectivity":"0.5"}
{"tweet":"https://t.co/pOnk1OpDDPTrump on Biden: \"He called young Black men 'superpredators.' And he did it all the time.\" We've found no record of Biden using that term once.RT @FrancisBrennan: \"Biden’s Korea Policy Brings No New Ideas, Experts Say\" https://t.co/i5ItA608xP@so_stinkin_cute @EllaLark01 @WajahatAli Check out Cheers on IMDB.  Shelley and Kirstie are both in the show with T… https://t.co/cnloN1AL74Oh 💩, no he didn’t😳, oh YES HE DID😲! You know what it looks like to get slapped in the face BY THE TRUTH 👇. This guy should get a medal unlike the Scum Bags in Hollyweird👊. Good morning America 🇺🇸. Trump 2020😘","polarity":1,"subjectivity":"0.45757575757575764"}
{"tweet":"https://t.co/RG6DveDjUnJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":-1,"subjectivity":"0.15833333333333335"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.\"You used your family to pick up your bribes, hide your bribes, live the life of a billionaire.\"","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/2sjrzS8moDBREAKING:  Trump just now.  \"Joe Biden is getting millions and millions of dollars from communist China.\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No, he's literally not, but YOU ARE!its gross and disgusting, and republican officials know its gross and disgusting, and the mainstream media never presses them on that. https://t.co/BC456w0zK2Reports Show Trump Rallies Are Not Super Spreaders for COVID-19 via @gatewaypundit https://t.co/Qgws17fWpZ@RepDrewFerguson You got COVID because of ur idiotic selfish behavior. JFC. You listened to Trump, now ur sick. Als… https://t.co/ux9U3PlHgzRT @ThePubliusUSA: The founders would have tried Donald Trump for treason 🪶 🏴‍☠️🪶 🏴‍☠️ 🪶🏴‍☠️RT @AnnieLinskey: Toward the end of Biden's speech in Iowa, a pair of bald eagles circled overhead.RT @EricTrump: What is going on in New York?People are concerned that Trump is rage tweeting disinformation at 3am, but in fairness it was 10am in Moscow, and Putin had already been checking Twitter for an hour.RT @ScottBaio: HELL YES!!!!! 🇺🇸🇺🇸🇺🇸 https://t.co/RgXG7jkwRRRT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨@kayleighmcenany Why is trump losing?Dear Republicans in Texas,","polarity":-1,"subjectivity":"0.641168831168831"}
{"tweet":"Two serious questions:","polarity":-1,"subjectivity":"0.6666666666666666"}
{"tweet":"1. How many Texans have to die from #COVID19 before you realize EVERYTHING Trump has told you is a LIE?","polarity":1,"subjectivity":"0.5"}
{"tweet":"2. Why are so many people in Texas getting sick or dying if #coronavirus is a HOAX?Marc Anthony slams Trump in new Lincoln Project ad: 'Vote him out'","polarity":-1,"subjectivity":"0.6038961038961039"}
{"tweet":"\"We remember the lies. We remember the disrespect. We remember you left too many of us to die,\" the Latino singer says. https://t.co/jE8achTbSJRT @WhiteHouse: Wisconsin is receiving 1,750,000 rapid COVID-19 tests from the Trump Administration!  https://t.co/yEebs3KqCRRT @CHIZMAGA: Trucker for Trump! 🇺🇸 https://t.co/FJHkamABs1Missed this, but @StPetePolls this week found Biden leading 54%-43% in #FL13, a senior-heavy St. Pete/Clearwater seat that voted for Clinton 49.6% to 46.4% in 2016. https://t.co/aVabcyyautJoe Biden has vowed to abolish the entire U.S. Energy Industry — no fracking, no energy, and high gas prices. While I am President, America will proudly remain ENERGY INDEPENDENT! https://t.co/pN1VF0zaB5RT @freep: In Oakland County, Trump predicts 'poverty, misery, depression' if Biden elected https://t.co/i0mC9YPz3nRT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨RT @Women4Biden: Puerto Ricans, and all Americans, deserve better than Trump. #VoteHimOut #BidenHarris2020 🇵🇷WATCH: North Carolina TV station reports on Joe Biden’s China pay-to-play scandal. Left-wing media can’t stop the truth from getting out!","polarity":1,"subjectivity":"0.43900000000000006"}
{"tweet":"Tony Bobulinski claims that “Hunter [Biden] arranged meetings between his father, Joe, and foreign nationals from Ukraine and Russia.” https://t.co/1I1V6U9uULI was suspended from twitter with no reasons given after a video I shared went viral. 4M views in less than 36 hrs. Retweets from Jack Posobiec, James Woods, and even Donald Trump Jr 👇 ...among many others.","polarity":1,"subjectivity":"0.23055555555555554"}
{"tweet":"THREAD:Dear @JoeBiden ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Stop with the pandering to Christians. You looked the other way while your son raped an underage family member. You believe in abortion after birth! (most would call that murder)","polarity":1,"subjectivity":"0.4375"}
{"tweet":"You are no Catholic and just a despicable person.  ","polarity":0,"subjectivity":"0.1"}
{"tweet":"Sincerely,","polarity":1,"subjectivity":"0.5"}
{"tweet":"Yuge Trump SupporterRT @ScottAdamsSays: Watching Biden spew lie after lie in his quest to replace Trump. His low-information voters have no idea.Go Trump!!  Who could possibly want Biden to lead them?RT @RichardGrenell: Keep fighting.Dissing these 230,000 COVID-19 deaths as “almost nothing” tells us all we need to know about this disgusting royal family and its inhuman priorities. ","polarity":-1,"subjectivity":"0.7666666666666666"}
{"tweet":"https://t.co/PIJs2Z7dG0Post-Trump White House Takes Shape As Elizabeth Warren Aims To Be Biden's Treasury Secretary https://t.co/9OiOshnFMD1","polarity":0,"subjectivity":"0.0"}
{"tweet":"These are the number of years Joe Biden spent breaking the system he now says he is ready to fix. ","polarity":1,"subjectivity":"0.3"}
{"tweet":"#VOTE Rednot sure what the material impact would be, if any, but hopefully one of the legacies of trump's admin will be the… https://t.co/PfDjL7rT2RBIDEN: “I’ll lead an effective strategy to mobilize trunalimunumaprzure.”","polarity":1,"subjectivity":"0.8444444444444444"}
{"tweet":"    https://t.co/vWewEjBNtE","polarity":0,"subjectivity":"0.0"}
{"tweet":"    — Eddie Zipperer (@EddieZipperer) October 30, 2020@BetasGamma @COSAntiFascists @IGD_News Nah I am an anti imperialist. America is the problem. Trump is a symptom of the United Snakes@realDonaldTrump #Truth ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Focus on my voice...","polarity":0,"subjectivity":"0.0"}
{"tweet":"Relax...","polarity":0,"subjectivity":"0.0"}
{"tweet":"I'm going to count to 3...","polarity":0,"subjectivity":"0.0"}
{"tweet":"Snap my fingers...","polarity":0,"subjectivity":"0.0"}
{"tweet":"And you… https://t.co/J308OdYnsK@SecretsBedard @NRA How do we know you wouldn’t murder Biden’s family? A lot of Second Amendment fanatics would.Little late to get some semblance of a conscience,  after 8 years of Zero’s and Buyden’s attempt destruction of Ame… https://t.co/VnYdXiLrME...Disasters. At every turn, Biden twisted his knife into the back of Michigan workers. In 2016, Michigan voted to FIRE this corrupt political establishment and you elected an outsider as President who is finally putting AMERICA FIRST!","polarity":-1,"subjectivity":"0.5037037037037037"}
{"tweet":"#VOTE #MAGADonald Trump Jr.'s disgusting claim that coronavirus deaths have dropped to \"almost nothing\" is the perfect encapsulation of his father's reelection platform. Trump really does believe the current levels of sickness and death aren't a big deal. New piece:","polarity":1,"subjectivity":"0.5257575757575758"}
{"tweet":"https://t.co/KG1VXsu5rOGOOD ONE!! tRuMp IS the one who Perver rudy should be talking about!! Right on spot!!😂🤣RT @RubinReport: Oh shit, I have to change my vote now! I’m totally against that thing!Moscow was once the world’s best &amp; most persistent purveyor of disinformation. While Russia is still quite good &amp; very active, @realDonaldTrump is now the most accomplished &amp; extensive propagator of lies &amp; disinformation. ","polarity":1,"subjectivity":"0.5599047619047619"}
{"tweet":"Trump hasn’t an honest bone in his body. ","polarity":1,"subjectivity":"0.9"}
{"tweet":"Vote him out.RT @ScottAdamsSays: Watching Biden spew lie after lie in his quest to replace Trump. His low-information voters have no idea.@realDonaldTrump By The  Time, #Donald J #Trump Entered Office , &gt; { He Had  💐#Inherited #From #🌹Biden &amp; #Obama }&gt;… https://t.co/QtzgfnN92CRead the piece The Intercept refused to run: GLENN GREENWALD'S blistering attack on the US media's conspiracy of silence over Hunter Biden's laptops and the serious questions Joe still has to answer over son's sketchy Chinese and Ukrainian business deals https://t.co/iBVGGuNgBSRT @EricTrump: What is going on in New York?Ed Martin is at least the 2nd Trump campaign advisory board member to tweet the QAnon slogan, the other being Stacey Dash. Another Trump campaign advisor, Tony Shaffer, has given credence to QAnon. https://t.co/AItOII5Cft","polarity":-1,"subjectivity":"0.31374458874458877"}
{"tweet":"https://t.co/M6EmT6YSdd https://t.co/tpRwvBkRDz@chipfranklin I know it hasn't been shown on CNN, MSNBC, ABC, CBS etc... but put your feelings aside and look what… https://t.co/a6YWHDHaszRT @realDonaldTrump: Biden’s speech is 90% made up stories and lies. Only broadcast on @FoxNews.RT @NanaLuvsShoes: This sounds familiar...","polarity":1,"subjectivity":"0.75"}
{"tweet":"Michael Moore: Trump Vote Undercounted https://t.co/aZQ2qKg8RqPPP has been pretty moderate on Biden in MI. This is a big move for them.Hunter Biden and possibly his father are under an ACTIVE criminal FBI investigation. The media has spent ZERO time on this story.","polarity":-1,"subjectivity":"0.5785714285714285"}
{"tweet":"These \"journalists\" are just disguised activists for the Democrat machine. Sick!RT @kayleighmcenany: 🚨🚨 COMPROMISED 🚨🚨","polarity":-1,"subjectivity":"0.8571428571428571"}
{"tweet":"“Hunter called ANOTHER Foreign Spy Chief a ‘Close Friend,’ met KGB-linked man with Joe Biden”","polarity":-1,"subjectivity":"0.125"}
{"tweet":"https…@realDonaldTrump 😡The Occult Eat Children To Gain Satanic Powers 😡","polarity":0,"subjectivity":"0.0"}
{"tweet":"These Entities Have NO SOUL.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Monsters .....","polarity":0,"subjectivity":"0.0"}
{"tweet":"[They] have been defeated !","polarity":0,"subjectivity":"0.0"}
{"tweet":"This election is Very Simple.","polarity":0,"subjectivity":"0.4642857142857143"}
{"tweet":"Vote Trump ➡️ GOD/Our Creator","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote Biden➡️Satan https://t.co/qcnbkO6EdaRT @EricTrump: What is going on in New York?...Disasters. At every turn, Biden twisted his knife into the back of Michigan workers. In 2016, Michigan voted to FIRE this corrupt political establishment and you elected an outsider as President who is finally putting AMERICA FIRST!","polarity":-1,"subjectivity":"0.5554112554112555"}
{"tweet":"#VOTE #MAGA...Disasters. At every turn, Biden twisted his knife into the back of Michigan workers. In 2016, Michigan voted to FIRE this corrupt political establishment and you elected an outsider as President who is finally putting AMERICA FIRST!","polarity":-1,"subjectivity":"0.5722222222222223"}
{"tweet":"#VOTE #MAGAJoe Biden is a corrupt politician—the Biden family is looking more &amp; more like a crime family. They took millions of $$ from the Chinese Communists, while Vice President Biden shipped Michigan jobs to China. If Biden wins, China Wins. When we win, Michigan wins, and AMERICA wins! https://t.co/YpnjH8838XPres. Trump has ALWAYS backed our HEROES in blue &amp; assisted officials against the surge in violent crime, including launching a law enforcement effort called Operation Legend.","polarity":1,"subjectivity":"0.390909090909091"}
{"tweet":"Dems have called to defund the police—a proposal that would undoubtedly hurt communities across the US.WATCH: North Carolina TV station reports on Joe Biden’s China pay-to-play scandal. Left-wing media can’t stop the truth from getting out!","polarity":0,"subjectivity":"0.0"}
{"tweet":"Tony Bobulinski claims that “Hunter [Biden] arranged meetings between his father, Joe, and foreign nationals from Ukraine and Russia.” https://t.co/1I1V6U9uUL@washingtonpost Thats good for Ohio. Trump would win it anyway.RT @JTHVerhovek: Biden campaign also going up on Comedy Central and Adult Swim with this animated climate change focused ad https://t.co/0O…\"Mr. President, the question was what will be the foundation of your foreign policy?\"@TKrayt @SilverEnglshLab @PatriotsOfMars @CNNPR @kirstiealley Truth matters. And it's true when there is proof and… https://t.co/cex6SiwjFoRT @abbygov: Biden hiring college students and fresh graduates for his advertising team was the best decision he ever made https://t.co/hZC…In a statement to @FDRLST, former Biden family insider-turned-whistleblower Tony Bobulinski blasts the media and notes that the evidence he provided the FBI has \"been authenticated by an independent, nationally recognized forensic analysis firm.\" (1/3)For half a century, Joe Biden has been outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. Joe Biden is a corrupt politician—If Biden Wins, China Wins. When We Win, Florida Wins—and America Wins! https://t.co/UdqQqmxvL7@smc429 @GOP She's blasting cnn and biden on their Tweeter ,cnn told her to change chanel lol simi went to post this video https://t.co/ObqGw3M23z","polarity":1,"subjectivity":"0.3355072463768116"}
{"tweet":"I was not welcome on her Tweeter account .RT @thetoyman1: This!! Follow James for all this breaking News! 👇👇👇👇👇👇 https://t.co/Tk5aE2BbvGCelebrities coming out and endorsing Donald Trump is just the perfect example of the fact that the downfall of Demo… https://t.co/Ct870foZ7W@realDonaldTrump VOTE JOE BIDEN TO SAVE SOCIAL SECURITY AND LIVES! #TrumpIsLosingRT @Mrs_G_Forever: #TrumpCutSocialSecurity and it’s time to #VoteHimOutRT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.Whenever Cuban Trump supporters complain about rioting and looting, show them this clip of them burning down Miami during the Elian Gonzalez scandal. https://t.co/0HmICJHDalRT @tonyposnanski: Donald Trump Jr. Is the dumbest person on the planet.RT @MichaelMarmot: The rich got richer under Trump, and we know that the incomes of the majority of Trump voters stagnated.RT @RaheemKassam: Hunter Biden has declared his friendship with ANOTHER spy chief, this time KGB-linked.","polarity":1,"subjectivity":"0.612037037037037"}
{"tweet":"More coming on @TheNatPulse in a…@Starscream35 It technically will when Biden wins most of the Electoral votes. Watch and weep.BOOM: Hunter Biden 'dossier' pushed by right-wing conpsiracy theorists, including Trump's close associates, seems to be fake according to NBC.","polarity":1,"subjectivity":"0.47261904761904766"}
{"tweet":"Martin Aspen who \"authored\" the report does not exist.Joe Biden is a corrupt politician—the Biden family is looking more &amp; more like a crime family. They took millions of $$ from the Chinese Communists, while Vice President Biden shipped Michigan jobs to China. If Biden wins, China Wins. When we win, Michigan wins, and AMERICA wins! https://t.co/YpnjH8838XLike it needed explaining. But the party of Trump is simply the party of assholes, racists &amp; pieces of shit. That g… https://t.co/wXnUcCSeVvRT @EddieZipperer: BIDEN: “I’ll lead an effective strategy to mobilize trunalimunumaprzure.”","polarity":1,"subjectivity":"0.4297619047619048"}
{"tweet":" https://t.co/TAkj7bJndNThe #Democrats have done 💩in 2020 for #WeThePeople . Instead of helping with #Covid they schemed to undermine our @POTUS &amp; Constitution. Now desperate bc @Obama is a dud, @AyannaPressley began  to stump for #Biden- actually 4  progressive cabinet 4 #Kamattress ! #FridayThoughts https://t.co/oMzOEMvBUzPlease don’t believe  any polls.. the only number that counts is the vote counts on Tuesday evening/Wednesday morning...vote, vote vote!  EVERYONE GOTTA VOTE.. ALL LIVES DEPEND ON IT!Watch \"33.1% GDP - President Trump Better than Slice Bread? Your Thoughts?\" on YouTube ","polarity":-1,"subjectivity":"0.65"}
{"tweet":"❤️🇺🇲❤️ Love this man!! ❤️… https://t.co/3qzlm58SGNJoe Biden has vowed to abolish the entire U.S. Energy Industry — no fracking, no energy, and high gas prices. While I am President, America will proudly remain ENERGY INDEPENDENT! https://t.co/pN1VF0zaB5Oh my god I hope some of them see what jail looks like. Just more of what trump brought to our country. Hate and mo… https://t.co/nMnhEgGmDpRT @michaeljknowles: The most articulate argument I've heard for Biden:","polarity":1,"subjectivity":"0.5322222222222223"}
{"tweet":"https://t.co/BUy8OzC8lNRT @AOC: 💯% worth it, would do again https://t.co/0crlR7eXWT@TheRickWilson Are they staking out the White House tunnels for when Donald Trump and the rest of his crime family seek asylum in Russia?","polarity":1,"subjectivity":"0.05"}
{"tweet":"@RepAdamSchiff @SenSchumer @RepSwalwell @SenateDems  @HouseDemocrats @JoeBiden @KamalaHarris @SpeakerPelosi @MSNBC @CNN @washingtonpost @nytimesRT @atensnut: Oh dear Lord.....👀RT @AlanCane604: Can’t believe they’re attacking Bobby Orr because he supports Trump. What’s the problem? According to Lefty polls Biden is…RT @TeaBoots: Thank you Israel ...","polarity":0,"subjectivity":"0.0"}
{"tweet":"Motorcycle parade drives through the Old City Of Jerusalem in support of President Trump ","polarity":-1,"subjectivity":"0.21666666666666667"}
{"tweet":" https://t.c…With the continued support of our amazing volunteers, President @realDonaldTrump &amp; VP @Mike_Pence will win BIG again on November 3rd. Volunteer with Trump Victory at the link &amp; get out the Vote for #4MoreYears! https://t.co/oj0cklroZqFormer Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destroy humanity.","polarity":1,"subjectivity":"0.3785714285714286"}
{"tweet":"“It is not surprising that the enemy is angered at being discovered... undisturbed.”","polarity":-1,"subjectivity":"0.675"}
{"tweet":"Read his letter here:","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vSP6NitcOIHall of fame quarterback BRETT FAVRE with yet another TOUCHDOWN pass today in his endorsement of President Trump! 😎👍🇺🇸 https://t.co/W6J88CkZXNI wanted a big compilation of Trump dancing to fun music.","polarity":1,"subjectivity":"0.15000000000000002"}
{"tweet":"Well you know what they say... be the change you wish to see in the world. :)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hope you enjoy! https://t.co/Fhy0YYD9Hi@boilerskier @cantfakethefunk @JeremyPress1 @ezraklein You are joking, right?","polarity":1,"subjectivity":"0.5178571428571428"}
{"tweet":"Trump lost the popular election in 2… https://t.co/D4OLlXNt7kA special report tonight from Minnesota after a balmy swing state tour with the Trump campaign.  Huge crowds &amp; enthusiasm.  #IngrahamAngle 10pET ⁦@FoxNews⁩ https://t.co/W2VgECWIQWRT @RichardGrenell: Fire them and replace them with people from outside DC.Put them ALL in jail!RT @EricTrump: What is going on in New York?@realDonaldTrump Mr.President Donald Trump Sir ,  Mr. Mike Pompeo visited Sri Lanka, he dose very well , he shows y… https://t.co/YQsRY3PDJo@WhitlockJason This column is ridiculous. I can see broadening the exposure for the black vote to get more support.… https://t.co/CkNyvObU63\"MICHAEL MOORE: ‘DON’T BELIEVE THESE POLLS, ‘TRUMP VOTE IS ALWAYS BEING UNDERCOUNTED,\" Gee....Ya Think??","polarity":1,"subjectivity":"0.5417552144824872"}
{"tweet":"For once,… https://t.co/mb6n6r2hEyRT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#MAGA #Election2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3AnrRUPTtZJoe Biden has pledged a staggering 700% increase in refugees from some of the most dangerous nations in the world.","polarity":-1,"subjectivity":"0.7"}
{"tweet":"Pass it on. https://t.co/g3VOOrkt5t@samanthamarika1 With how partisan the MSM is now, it will be interesting to see how each network covers the election on election night. And if it looks like a Trump win, will CNN, MSNBC, etc, keep states like PA as too close to call in an effort to not call the election for Trump.@LilTunechi @realDonaldTrump @POTUS TRUMP IS USING BLACK PEOPLE BECAUSE HE THINKS WE ARE IDIOTS.RT @dbongino: The media publishes propaganda for the Biden campaign and calls it \"fact checking\"","polarity":1,"subjectivity":"0.44666666666666677"}
{"tweet":"https://t.co/Gr6uovA3kMI was never a Trump supporter.","polarity":0,"subjectivity":"0.0"}
{"tweet":"I didn't vote for him in 2016.","polarity":0,"subjectivity":"0.0"}
{"tweet":"I never thought I'd be voting for him in 2020.","polarity":0,"subjectivity":"0.0"}
{"tweet":"And yet...","polarity":0,"subjectivity":"0.0"}
{"tweet":"There wasn't enough \"broken glass\" to stop me from voting on behalf of the candidate who is standing up to the radical left, big tech &amp; corporate media. https://t.co/ssPK6pbi06@thehill All i see from the Hill are pro biden polls. different from other polls. its obvious. i will block this pa… https://t.co/x5K53HjXmGRT @FPWellman: She is lying and, yes, my sources tell me that they believe VA is sitting on it because it makes Trump look bad.Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.32083333333333336"}
{"tweet":"Joe Biden could never keep up with the energy, stamina, and drive that this president has.RT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#MAGA #Election2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3AnrRUPTtZWould Joe Biden even be able to obtain a security clearance as president if he and his family are under active criminal investigation by the FBI?","polarity":-1,"subjectivity":"0.5916666666666667"}
{"tweet":"🤔Atlantic City has a warning for the nation: Donald Trump brings ruin and despair #SmartNews  https://t.co/xDqfwZbUSRIt was the hypnotic handshakes that gave him away. See ‘Comply with Me: Trump’s Hypnosis Toolkit Exposed’ for the t… https://t.co/aF97e5uxKJ@NBCNews Even if what Hunter Biden recorded and photographed himself doing was consensual, this is still a national… https://t.co/o0v2EFh473Would Joe Biden even be able to obtain a security clearance as president if he and his family are under active criminal investigation by the FBI?","polarity":-1,"subjectivity":"0.5916666666666667"}
{"tweet":"🤔Past statements on #covid19 by #DEMOCRATS who are blaming Donald Trump for the unbelievable ease that #covid19 spread around the entire planet...  #hypocrites 🤬 https://t.co/fkdyz9C6AhRT @Victor__Abrego: Mexican trump supportersA CNN investigation of 17 Trump campaign rallies finds that 14 of the host counties -- 82% of them -- had an increased rate of new Covid-19 cases one month after the rally. https://t.co/8O6pH1kdKpRT @EricTrump: What is going on in New York?@JuliansRum I’m not even American and this made me well up! So good to see someone standing up for us and do the right thing. God bless Donald Trump x\"So the Electoral College edge makes a big difference and is why there’s been this very bifurcated, binary kind of world where we seem to oscillate between, 'oh, my gosh, 2016 again' and 'Trump is Herbert Hoover.'”NEW: Representative Ro Khanna (D-CA-17) told Hunter Biden’s former business associate Tony Bobulinski that he would defend him against claims that he is a “partisan hack” in the wake of his claims about the Biden family's business ventures (Fox News).Joe Biden has pledged a staggering 700% increase in refugees from some of the most dangerous nations in the world.","polarity":1,"subjectivity":"0.4421469155844156"}
{"tweet":"Pass it on. https://t.co/g3VOOrkt5t2 “A nasty leftist made me do it” excuse doesn’t wash and not just because it’s infantilising.  Trump’s racism and misogyny drive voters towards authoritarian left politics. A  Trump victory, almost certainly won with electoral fraud, will only persuade others to follow themThe media are a joke. A laughingstock. A total clown show in every respect. An embarrassment to decent people everywhere. This Hunter Biden story has decimated the scintilla of respect they thought they had left. It’s over. OVER.https://t.co/26hgiNOyOq","polarity":-1,"subjectivity":"0.5153439153439154"}
{"tweet":"‘We will not be silenced!’ — Biden speaks out against Pres. Trump and Republicans’ voter su… https://t.co/xbouIliRk7RT @bryanbehar: Brett Favre: “Athletes should keep their mouths shut and stay out of politics.”","polarity":0,"subjectivity":"0.0"}
{"tweet":"Minutes later...","polarity":0,"subjectivity":"0.0"}
{"tweet":"Brett Favre: “I endorse…The number of unreturned absentee ballots in Wisconsin is roughly 10x Trump's margin in 2016. It's too late now to mail them in—but they can be hand-delivered to dropboxes/clerks. We're organizing &amp; cranking out digital ads to make it happen. Chip in: https://t.co/mLARYn8lHWIf Brett Favre, Jack Nicklaus, Lil Wayne, and Lil Pump all support Trump, imagine what kind of broad coalition exists out there in the electorate.if biden takes texas and florida i know shit is gonna go down","polarity":-1,"subjectivity":"0.4716269841269841"}
{"tweet":"but omfg i’m praying he takes bothRT @EricTrump: What is going on in New York? https://t.co/qS0ibeSLCSI was never a Trump supporter.","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"I didn't vote for him in 2016.","polarity":0,"subjectivity":"0.0"}
{"tweet":"I never thought I'd be voting for him in 2020.","polarity":0,"subjectivity":"0.0"}
{"tweet":"And yet...","polarity":0,"subjectivity":"0.0"}
{"tweet":"There wasn't enough \"broken glass\" to stop me from voting on behalf of the candidate who is standing up to the radical left, big tech &amp; corporate media. https://t.co/ssPK6pbi06RT @TheGayProf: Trust no polls. Go voteI’ve seen a lot of people respond to this by saying “We need to win the Sunbelt because of this.”","polarity":1,"subjectivity":"0.2333333333333333"}
{"tweet":"No. Do not treat PA as some lost state just because we have to wait a few days for the results. That is playing into Trump’s frame.","polarity":-1,"subjectivity":"0.1"}
{"tweet":"We wait, and we count every vote. https://t.co/w08UUBNFIzTrump can always go to Mar A Lago on election night.","polarity":0,"subjectivity":"0.0"}
{"tweet":"And stay there until Daddy Putin calls him to Russia.And destroy the oil and gas industry, work to repeal the Second Amendment, pack the Supreme Court, and open our borders.we have reached the phase of joe biden tweeting like a religious profitRT @tinagutierrez04: I didn’t work all these years to be without it when I need it. #TrumpCutSocialSecurity https://t.co/eka3zC0cAIThough not supported by the majority of Alaskans, the Trump administration decided to open up more than half of the… https://t.co/VuYBVZGCRW.@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":1,"subjectivity":"0.27380952380952384"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household incomes increase, and home ownership expand.","polarity":-1,"subjectivity":"0.4"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hispanics have achieved RECORD economic success because of Pres. Trump's thriving economic environment.RT @pttrn_ntgrty: Joe Biden supports granting statehood to both Puerto Rico and DC. Pass it on.WOW. This is the most humiliating &amp; racist thing I’ve ever seen for the black community.","polarity":1,"subjectivity":"0.38888888888888884"}
{"tweet":"A black man thinks for himself, then a white liberal woman publically shames him, tells him he’s not allowed to do that, &amp; if that doesn’t work, she’ll “f*ck him” &amp; then he’ll change his mindTrump cancelled his election night party.  Keep voting folks.  He must lose in a historic, humiliating landslide, and take all his GOP enablers down with him!  VOTE!!!! https://t.co/EGtAEIET9Q@DoPradista @Nigel_Farage The fact that you don't even care that you can't eve tell what he was TRYING to say is al… https://t.co/qCh3MfT3Gn@julie_kelly2 This constant referencing of deceased family for sympathy votes shows that Joe will USE anyone/anythi… https://t.co/2lIxGm7CPP\"Thousands of Biden ads have been blocked by Facebook as part of the company’s pre-election blackout on new political ads, which the Biden camp said erroneously swept up ads that had already been approved to run. The ads have been down since Tuesday.\"","polarity":-1,"subjectivity":"0.27766554433221097"}
{"tweet":"https://t.co/qTT8jijyFuRT @bjamesboyd: Pretty much sums it up.Retweet if you believe that the \"dems will win PA even if Trump looks like the winner on election night\" meme is la… https://t.co/uUVeV7wdrdRT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! ","polarity":1,"subjectivity":"0.5333333333333333"}
{"tweet":"#MAGA #Election2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3AnrRUPTtZTrump is saying the usual. Biden \"wants to eliminate private health care\" (no), Michigan \"went 42 years without a car plant\" (no), used to take 20 years to get environmental approvals for a basic road (no), Trump got impeached for saying congrats to the president of Ukraine (no).@JoeBiden Joe biden force you to wear mask even in your houseRT @patton6966: Open letter from Arch Bishop Vicano's to President Trump. ...- https://t.co/KTHP5Jh2rJTRUMP IS SUNDOWNING: The 10-Tweet Rage Storm At 3 AM Today? Threatening Miles Taylor? Talking about Biden \"shot\"? His \"Big Brother\" video screen? The COVID mask you can't remove? This is called \"Sundowning.\"","polarity":-1,"subjectivity":"0.2416666666666667"}
{"tweet":"Full Olbermann Vs Trump here: https://t.co/OBPQDV7thK","polarity":1,"subjectivity":"0.55"}
{"tweet":"Brief analysis: https://t.co/X49jV7TJnPPresident Trump started October being diagnosed with the Coronavirus and will end October having held 34 rallies in 13 different states. Incredible.Even if Giuliani's smear-for-hire campaign had any truth to it, Trump is running against *JOE* Biden. Attacking his son while Trump's family rakes in foreign cash &amp; Giuliani sells influence is especially disgusting. https://t.co/hVHe8m2U0wPresident @RichardTrumka joined @BloombergRadio to talk about why @JoeBiden is the clear choice for working people in 2020 and how Trump continues to fail in his coronavirus response. #1u https://t.co/x1mQThHj7tNo one deserves a more thorough drubbing on Election Day than Donald Trump.","polarity":-1,"subjectivity":"0.5177083333333333"}
{"tweet":"Well, maybe Lindsey Graham does,","polarity":0,"subjectivity":"0.0"}
{"tweet":"&amp; Mitch McConnell,","polarity":0,"subjectivity":"0.0"}
{"tweet":"&amp; Thom Tillis, ","polarity":0,"subjectivity":"0.0"}
{"tweet":"&amp; David Purdue,","polarity":0,"subjectivity":"0.0"}
{"tweet":"&amp; Joni Ernst. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Oh, heck, all Trump lackeys deserve to be tossed out. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote Biden/Harris &amp; flip the Senate.Republican position is clerks shouldn’t count votes until all polls close, and then you get a four hour window to count certain ballots, and whatever doesn’t get counted by midnight is never counted. Unless they are behind and then it’s opposite, because Hunter Biden’s Laptop.When Trump wins, this Country is gonna erupt in Violence by Joe Biden’s Voters","polarity":1,"subjectivity":"0.3678571428571428"}
{"tweet":"This will make you feel good that you Voted for the right side","polarity":1,"subjectivity":"0.5678571428571428"}
{"tweet":"The side of Law and Order","polarity":0,"subjectivity":"0.0"}
{"tweet":"In 4 Days, lets lock these radicals out of our Government for good...✅RRT @TheLeoTerrell: RED WAVE: President Trump to hold 14 rallies in final three days before election https://t.co/TAbIJ9KWkcRT @EricTrump: What is going on in New York? https://t.co/qS0ibeSLCSThis video should have 1 million retweets.","polarity":1,"subjectivity":"0.5136363636363637"}
{"tweet":"It won't...and that sucks...","polarity":-1,"subjectivity":"0.3"}
{"tweet":"Because if this is happening at other post offices across the country this could be directly responsible for Trump winning.You cannot claim to want to protect Seniors, and turn around and try to kill healthcare AND Social Security.","polarity":1,"subjectivity":"0.4354166666666667"}
{"tweet":"That's political suicide.","polarity":0,"subjectivity":"0.1"}
{"tweet":"And that's what trump is doing.","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurityPresident Trump just said his plans for an election night party at the Trump hotel are being held up by DC Mayor Muriel Bowser who has imposed restrictions on numbers. He said his plans aren't yet settled and that he will \"probably\" stay at the White House.WOW. This is the most humiliating &amp; racist thing I’ve ever seen for the black community.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"A black man thinks for himself, then a white liberal woman publically shames him, tells him he’s not allowed to do that, &amp; if that doesn’t work, she’ll “f*ck him” &amp; then he’ll change his mind https://t.co/tX9WBEAsIk@JasonMillerinDC Hahahahaha. Forced Abortion boy wants to talk about money laundering while Trump launders money th… https://t.co/PIs81D2SfXNEW: Forensic analysis of the metadata of the Hunter Biden email at the center of the NYPost expose shows it’s 100% authentic, @AndrewKerrNC reports ","polarity":1,"subjectivity":"0.31190476190476196"}
{"tweet":"https://t.co/C31rtV55K7RT @KatiePavlich: You know what doesn’t show up in tax returns? Money laundering.  https://t.co/AsW0RDAT5n🚨NEW VIDEO🚨","polarity":0,"subjectivity":"0.0"}
{"tweet":"Millions of seniors already know 4 more years of Trump will be devastating to Social Security benefits. But many do not. ","polarity":1,"subjectivity":"0.5166666666666666"}
{"tweet":"Will you help us make sure they see this new ad? ","polarity":1,"subjectivity":"0.6717171717171717"}
{"tweet":"Please watch and RT the heck out of it!","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurity ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/604jqZGjKV@GradyForrer @JeffreyGuterman He has talked about in the past, that none of those individuals were willing to risk… https://t.co/v44U7kCMu3@NealGoodman8 Getting all of Trump’s voting lawsuits ready.....and we get to pay for them.RT @ninaandtito: It’s important to remember that Pence staffer @Alyssafarah is the daughter of the main guy at WorldNet Daily ⬇️Don Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":1,"subjectivity":"0.47222222222222227"}
{"tweet":"I wanted to take this time to get something personal off of my chest","polarity":0,"subjectivity":"0.3"}
{"tweet":"This was really difficult to post... https://t.co/MxXAC7NT7R\"I got passed a ban on people coming in from certain countries that are horrible countries where they hate us\" -- Trump smears Muslim-majority countries as \"horrible\" https://t.co/wgGWIKKfoUWhat was Biden discussing with Xi how to fatten up bank accounts?","polarity":-1,"subjectivity":"0.8942857142857144"}
{"tweet":"Hunter biz partner confirms email, details Joe Biden’s push to make millions from China","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/bCkneTlZwf","polarity":0,"subjectivity":"0.0"}
{"tweet":"JOE BIDEN: \"I've spent more time in Private Meetings with Xi Jinping than any other World Leader\" https://t.co/ZcVPQYQ0gYRT @RaheemKassam: Hunter Biden has declared his friendship with ANOTHER spy chief, this time KGB-linked.","polarity":1,"subjectivity":"0.3375"}
{"tweet":"More coming on @TheNatPulse in a…Puertoriqueños who moved to Florida after Maria, when you vote, remember those like my Granddad whose deaths were a direct result of Donald Trump's failures in Puerto Rico. Vote in honor of my granddad who is no longer here &amp; can't cast his vote because of Trump. #VoteHimOut 🇵🇷🇵🇷Come on Buy-den. Stop yelling and BS-ing people. President Trump adores our military and has never spoken badly about our American heroes. President Trump rebuilt our military and fixed the terribly run VA. @kayleighmcenany@warlikefire Fact check? What's the Red position on fact checking? Liberal con game? Can't have it both ways and wi… https://t.co/zyt2GrjwhvRT @AnnieLinskey: Toward the end of Biden's speech in Iowa, a pair of bald eagles circled overhead.WH reporters have endured a lot of scrutiny over the past four years, but boy do I feel sorry for those who have to follow him these last four days and listen to his unintelligible drivel several times per day.This is deplorable.  I have a sister and brother who are doctors, and my sis is an emergency room pediatrician, and this here by the President is completely beyond even awful.The FBI now as corrupt as the CIA..............","polarity":-1,"subjectivity":"0.4435185185185186"}
{"tweet":"EXCLUSIVE: FBI Dir. Wray Profited from Hunter Biden’s Illegal China-Russia Kickback Deal; Is This Why the FBI Covered Up Hunter’s Laptop? https://t.co/Nfb7CLG57mRT @EddieZipperer: BIDEN: “I’ll lead an effective strategy to mobilize trunalimunumaprzure.”","polarity":1,"subjectivity":"0.65"}
{"tweet":" https://t.co/TAkj7bJndNGLENN GREENWALD'S attack on US media silence over Hunter Biden laptops https://t.co/Ya7ijog5W8 via @MailOnline\"A media outlet that renounces its core function -- pursuing answers to relevant questions about powerful people -- is one that deserves to lose the public's faith and confidence.\" -@ggreenwald ","polarity":1,"subjectivity":"0.6555555555555556"}
{"tweet":"https://t.co/7YNMyBgh6URT @gtconway3d: Good. https://t.co/GnqhC9jPdhRT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6Look, I know there are plenty of reasons to be infuriated with a whole lot of Christian churches and people: White… https://t.co/nhUTawYK7AJoe Biden is a corrupt politician—the Biden family is looking more &amp; more like a crime family. They took millions of $$ from the Chinese Communists, while Vice President Biden shipped Michigan jobs to China. If Biden wins, China Wins. When we win, Michigan wins, and AMERICA wins! https://t.co/YpnjH8838XI saw an analysis once that theorized that a lot of poor/working class ppl find Trump relatable because he acts the way they would act if they were fabulously wealthy and I think that goes a long way towards explaining why Elon Musk is worshipped by a certain subset of nerdsRT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtWhat a wonderful omen!!!If Trump could get $287 million of his debt canceled for his bogus real estate deals, please don't tell me we can't cancel the student debt of 45 million Americans who committed the \"crime\" of getting a college education.RT @seanhannity: TRUMP TEAM: Biden Rallies Equal to ‘Angry Man Shouting Things in the Middle of a Traffic Jam’ https://t.co/hBuHC7r0SwVP Joe Biden will destroy OK’s oil and gas industry &amp; put 90,000 Oklahomans at risk. Kendra Horn claims she disagrees with Biden, but with a 0% rating from the @AEA, we just can’t trust her. Choose #TeamBice on November 3rd.","polarity":1,"subjectivity":"0.43052721088435375"}
{"tweet":"https://t.co/ygxtnxA8NIRT @abigailmarone: After months of silence, Joe Biden finally addresses the biggest issue facing our nation: trunalimunumaprzure","polarity":0,"subjectivity":"1.0"}
{"tweet":"https://t…RT @BSteverman: We added it up and found U.S. billionaires are more than $1 trillion richer since Trump was elected president https://t.co/…#BREAKING: Joe Biden speaks on Philadelphia unrest.","polarity":1,"subjectivity":"0.5"}
{"tweet":"Reporter: \"What do you say to Philadelphia residents that are outraged by yet another unarmed Black man being shot by police?\"","polarity":-1,"subjectivity":"0.7166666666666667"}
{"tweet":"Biden: \"What I say is that there is no excuse whatsoever for the looting and the violence.\" https://t.co/9ffWy1oBQGRT @KatiePavlich: It appears President Trump’s warnings of a Biden shutdown are workingPhiladelphia Firefighters Union Votes to Uphold Its Endorsement of Trump https://t.co/d8G7h1txOK","polarity":1,"subjectivity":"0.05"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Download our app… https://t.co/E9trtGjeslVerbal garbageRT @seanmdav: Journos are very mad about Christians who love America. https://t.co/ubUHZi5I4q@realDonaldTrump @FoxNews AND TRUMP IS THE BIGGEST LISR OF THE US HISTORY !Trump is the ugliest American","polarity":-1,"subjectivity":"0.5333333333333333"}
{"tweet":"He embodies every horrible","polarity":-1,"subjectivity":"1.0"}
{"tweet":"cliché about America times a million","polarity":0,"subjectivity":"0.0"}
{"tweet":"What a freaky disaste… https://t.co/ipymG18fcdBiden is +9 over Clinton’s 22 https://t.co/ABDFY5LTAqUnions across America will go into a general strike if Trump refuses to accept Biden victory.","polarity":1,"subjectivity":"0.5"}
{"tweet":"Trump won’t accept close election results.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Everyone needs to #Vote and vote for #Biden","polarity":0,"subjectivity":"0.0"}
{"tweet":"Not voting for Biden prolongs this hell.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Go vote!","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ONEV1","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/Xas8mEdufdNEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.4666666666666667"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKERT @wray_cassandra: Joe's a loser and a 🤥🤥 https://t.co/MnW760hDyo#Election2020 A source with direct knowledge of the FBI interview tells @CBSNews that former Hunter Biden business associate Tony Bobulinski was interviewed by the FBI, with counsel present, at the bureau's Washington Field Office, on October 23 for approximately 4-5 hours. AboutRT @Styx666Official: He's become so confusedly incoherent that it's hard to even crack a joke at his expense anymore, sometimes.@DailyCaller Better to go with someone who calls you a \"predator\", \"someone coming for our grandma and mothers\", an… https://t.co/Qy1L9O9lu7RT @thebradfordfile: Joe and Hunter Biden have denied none of the emails, text messages, and statements from their business partners—becaus…RT @JennPellegrino: Spotted: @realMikeLindell at the Rochester, MN “Peaceful Protest” Trump Rally! Stay tuned to @OANN! https://t.co/17R2hh…At the precise moment Donald Trump was impeached for expressing concern about potential Hunter Biden corruption in Ukraine, the FBI was investigating Hunter Biden for money laundering. Heckuva thing. https://t.co/TBjXQZlZ8S@kirstiealley Trump is going to win by a landslide!🚨🚨🚨Holy Shit! Biden is compromised ","polarity":1,"subjectivity":"0.4756944444444445"}
{"tweet":"Audio evidence of Hunter Biden admitting to being in a partnership with the “Spy Chief of China” and he admits his father knew.","polarity":0,"subjectivity":"0.0"}
{"tweet":"CNN ran with Melania’s “secret tapes.” Will they cover this?","polarity":-1,"subjectivity":"0.7"}
{"tweet":"RT so they can’t ignore! https://t.co/N7Ee8ey7MqI'm a 68 year old, non-college-educated, white man from OR.","polarity":1,"subjectivity":"0.1"}
{"tweet":"I'm a conservative Republican who supports concealed-c… https://t.co/VuuJXzICCORT @TheSun: Nigel Farage calls Trump the 'most resilient and brave man’ he has met at Arizona rally https://t.co/gbMLz222CXRepublican position is clerks shouldn’t count votes until all polls close, and then you get a four hour window to count certain ballots, and whatever doesn’t get counted by midnight is never counted. Unless they are behind and then it’s opposite, because Hunter Biden’s Laptop.This video should have 1 million retweets.","polarity":1,"subjectivity":"0.5542857142857143"}
{"tweet":"It won't...and that sucks...","polarity":-1,"subjectivity":"0.3"}
{"tweet":"Because if this is happening at other post offices across the country this could be directly responsible for Trump winning.@cnnbrk Well trump is always saying that he is accomplishing things that no one has ever done....RT @jette2019: Remember when trump said if the market was down 300 points the President should be impeached?","polarity":1,"subjectivity":"0.49097222222222225"}
{"tweet":"I do.RT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.so mark simon used jimmy lai's money to pay chris balding to create a fake swiss guy to make up shit about hunter biden to go on steve bannon's podcast to spread to qanon and the trump campaign and glenn greenwald until his editors said 'hmm' which made him ragequit the interceptRT @atensnut: Live your life.....live it better in a Trump Presidency.RT @quantuspolling: Florida is key. 2+ margin opens up the door to the Rust Belt. It secures NC, AZ and Trump knives his way to 270+. https…RT @OhioPicTaker: Trump Campaign Calls On Joe Biden To Respond To Report That Hunter Biden Under Criminal Investigation https://t.co/EQCBF3…WATCH: Biden campaign spokesman Jamal Brown does NOT deny that Joe Biden met with Hunter's business partner Tony Bobulinski, who is now blowing the whistle on the Biden family's Chinese pay to play scheme. https://t.co/kZA0UDSG6aRT @momsdontrave: vote for trump or do coke","polarity":-1,"subjectivity":"0.6499999999999999"}
{"tweet":"me:@realDonaldTrump @FoxNews Whatever you say Crack baby Trump.It was only 20 years ago that George W Bush, hand in glove with that criminalized judicial system, rigged an election from Al Gore in the US. Trump is only trying to do what he knows is standard criminal procedure in that farce they call electoral democracy.BREAKING NEWS: More Proof Emerges That Trump's Unnecessary, Self-Serving, Lazily Freewheeling Rallies Really Are Super-Spreading—Besides Hate, Nonsense, and Disinformation—COVID-19 to a Country Already Harder Hit By the Virus Than Any Nation on EarthRT @MeidasTouch: Help us keep him on the road! Chip in here: https://t.co/VJGexgZlZtRT @maryannmichael1: EXTREME MAGA — TRUMP BIKER PARADE in JERUSALEM‼️ ","polarity":-1,"subjectivity":"0.6035714285714286"}
{"tweet":"#PeaceMakerPresident","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteRedToSaveTheWorldRT @EricTrump: What is going on in New York?BREAKING NEWS: Several Queens Village (NY) residents are receiving pre-filled out ballots for Joe Biden and being told to just send them back to the Board of Elections. This is blatantly ILLEGAL https://t.co/WuEozBu7XYThis is only the second time I have ever requested a retweet. If you agree that President Biden should restore the rank and rightful benefits for Col. Vindman, or appoint him with equivalent civilian rank, pass this along. https://t.co/CxDG9zV6yHWATCH: North Carolina TV station reports on Joe Biden’s China pay-to-play scandal. Left-wing media can’t stop the truth from getting out!","polarity":-1,"subjectivity":"0.46545454545454545"}
{"tweet":"Tony Bobulinski claims that “Hunter [Biden] arranged meetings between his father, Joe, and foreign nationals from Ukraine and Russia.” https://t.co/1I1V6U9uULRT @realDonaldTrump: Biden would lock us down forever. We are rounding the corner! https://t.co/zvSfKUo1gd@RichardGrenell @JoeBiden @realDonaldTrump Biden is an old failed tyrant who wants to impose his lifestyle on the r… https://t.co/TwphYcLQ8bDon’t let the national media—including digital platforms—rig the election. Give them your own personal UP YOURS by voting Trump and the straight GOP ticket #Trump2020 #GOP@WhiteHouse @realDonaldTrump Why are you using a government account to campaign for Trump?And this Outside is Matter:msin(180grades/m),mtg(180grades/m),the Real President for all Americans!Vote again for D… https://t.co/kg0Qr2wN0tRT @RichardGrenell: Fire them and replace them with people from outside DC.@realDonaldTrump advisor Stephan Miller is reason alone to #VoteHimOut  ","polarity":1,"subjectivity":"0.25949074074074074"}
{"tweet":"We are going to win in November 3rd so that people like Stephan Miller can’t continue to push for hateful and xenophobic policies that don’t align with Americas values","polarity":1,"subjectivity":"0.2"}
{"tweet":"https://t.co/VhsjKn5JBNThe only way it stops is if liberals recognize that the commitment to free speech and a free press -- supposedly their core principles -- ought to trump their commitment to utopian democratic socialist outcomes.RT @Acosta: Trump holding a large number of potential superspreader rallies in final push to Election Day. https://t.co/eVghwPUwtAThis could be the decisive factor in the election—obviously it’s hurting Biden because he keeps trying to walk back his shutdown promises: https://t.co/kkqcwXF4XsExclusive: FLOTUS will be hitting the campaign trail this weekend with solo stops in Pennsylvania and Wisconsin for President Trump’s reelection efforts. ","polarity":1,"subjectivity":"0.6910714285714286"}
{"tweet":"https://t.co/osmwKaEf5jRT @MeidasTouch: If Trump is re-elected, the social security fund could be depleted by 2023. Watch and share #TrumpCutSocialSecurity https:…If you think Trump is not already using his packed courts to steal the election, just look at Minnesota. Appeals court changed the rules yesterday saying no ballots after election day will be counted. 4 days before election day.  Avg mail delivery 6 days. This is criminalCome on Buy-den. Stop yelling and BS-ing people. President Trump adores our military and has never spoken badly about our American heroes. President Trump rebuilt our military and fixed the terribly run VA. @kayleighmcenany@Acosta is delusional! The look you are assuming is compassion for you is pity because you are so damn lost! #SilentMajorityRising #MAGA2020 #Landslide2020 #CNNSUCKS#News #Biden #BidenHarris ","polarity":-1,"subjectivity":"0.2916666666666667"}
{"tweet":"#LaptopsFromHell #HardDriveFromHell #Hunter ","polarity":0,"subjectivity":"0.0"}
{"tweet":"More Biden Hard Drive Disclosure https://t.co/aSaRqs5Oy0RT @Scaramucci: Trump just canceled his Election Day party at his hotel. One last chance to grift.@ProjectLincoln Trump has insisted on holding  so many rallies, despite the pandemic &amp; whether there was dangerous… https://t.co/wuwrNsAz2PRT @TeriColMo: Epic!!!  Red tsunami coming faster!!!  Listen!  I want to join them!@CNNPR @nycsouthpaw @kirstiealley $300M in YOUR tax dollars was reallocated to Trump's reelection. That's 300 MILLION dollars that Trump is taking to spend personally on HIMSELF instead of saving ANYONE from COVID. Trump cares THAT much more about HIMSELF than peoples' lives. Vote him out! https://t.co/Qp59JYG0RjRT @slovotti: Trump is a liar! #TrumpCutSocialSecurityWhat Makes a Man Manly? Trump and Biden Offer Competing Answers https://t.co/iTmHyN18yJso mark simon used jimmy lai's money to pay chris balding to create a fake swiss guy to make up shit about hunter biden to go on steve bannon's podcast to spread to qanon and the trump campaign and glenn greenwald until his editors said 'hmm' which made him ragequit the interceptOf critical importance https://t.co/QVgQoC88BhFILE UNDER: 'We Have Met The Enemy, And It Is Us' - Vol.4 #79","polarity":1,"subjectivity":"0.5256944444444444"}
{"tweet":"-","polarity":0,"subjectivity":"0.0"}
{"tweet":"Ex-Republican &amp; ex-Republican strategist Stuart Stevens:","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"The idea that you should vote for Donald Trump to stop what’s happening under Donald Trump is sort of illogical.\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I'd remove the 'sort of', but YES.","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump https://t.co/H1iosCdfNpHere Are Some Of The Key Characters In The Hunter Biden Story https://t.co/ydsjJZOtb2 via @dailycaller@WilliamBlackw19 @Bebe31496497 @MarbsTravels @MaryProffitt14 @TheRealHoarse @BrettFavre @realDonaldTrump I love the… https://t.co/1NLhh6ehRKRT @TheRickWilson: Trump changes election night plans, cancels party at Trump International","polarity":1,"subjectivity":"0.5333333333333333"}
{"tweet":"https://t.co/vR0QkGWXa0Unmasking 2020 Halloween: Trump, Election And The Church - Dr. Etienne G... https://t.co/sAGchqnZtc via @YouTubeRT @DGPurser: BREAKING:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Brett Favre endorses Donald Trump, on the same day he holds a rally in Green Bay.","polarity":-1,"subjectivity":"0.2125"}
{"tweet":"Media: crickets. https://t.co/Jv…@goldietaylor That is Melania.  Part of their agreement and I don't mean vows,  I'm guessing. 😆  She is just as FAKE as he is.   She is loved by Conservative Christians after what she said about Christmas?????   Trump curses at every rally.  So Christian Right. 😏RT @ACTBrigitte: I support Donald Trump, do you?If you think Trump is not already using his packed courts to steal the election, just look at Minnesota. Appeals court changed the rules yesterday saying no ballots after election day will be counted. 4 days before election day.  Avg mail delivery 6 days. This is criminalJoe Biden is a corrupt politician—the Biden family is looking more &amp; more like a crime family. They took millions of $$ from the Chinese Communists, while Vice President Biden shipped Michigan jobs to China. If Biden wins, China Wins. When we win, Michigan wins, and AMERICA wins! https://t.co/YpnjH8838XRT @catturd2: I bet Joe Biden would draw huge crowds in China.🚨President Trump at 51% approval among likely voters!","polarity":1,"subjectivity":"0.5077008928571429"}
{"tweet":"His approval rating has been ABOVE 50% among likely voters since October 22, over a week ago!! @Rasmussen_Poll@kirstiealley Trump will win. Trump will win the rust belt. #MAGAAI don’t want Hunter Biden’s laptop. I want Donald Trump’s taxes, his medical records, Ivanka’s and Jared Kushner’s security clearance documents, plus the translator’s notes from Helsinki.RT @IngrahamAngle: Donald Trump leading Joseph Biden in four states: Poll - Washington Times https://t.co/V6YMTFQUkNListening to Biden telling me to wear a mask because it my “patriotic duty” is laughable.","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"China owns him and he has the wrinkled cojones to tell me what’s patriotic. FOJoe.@renato_mariotti @Popehat i don't like trump.  for all u or i know, he could be right about this, tho.Adam Schiff accused Trump of handing Putin a \"propaganda coup\" when he held up the NY Post front page on Hunter's email from a Burisma exec. ","polarity":1,"subjectivity":"0.31785714285714284"}
{"tweet":"Now, @AndrewKerrNC has forensically verified the authenticity of the exact email from the NY Post story. https://t.co/OcRWZM61M7This is not how real science works.","polarity":1,"subjectivity":"0.275"}
{"tweet":"No person \"shuts down a virus\". ","polarity":-1,"subjectivity":"0.2888888888888889"}
{"tweet":"It would be helpful to the world if the \"party of science\" didn't lie about what they can and cannot do about a virus.To family &amp; friends of LGBT ppl telling you you can’t vote Trump if u love them... this is an emotional reaction stemming from media-driven fear. It’s manipulation u can’t give in to- like an addict saying, “if you loved me you’d let me use”.","polarity":1,"subjectivity":"0.6833333333333332"}
{"tweet":"You MUST vote Trump if you love them.@mazing_Reach @MoNiicole Incites hate speech lmao","polarity":1,"subjectivity":"0.8333333333333334"}
{"tweet":"This mf Trump disavowed white supremacy 37 times","polarity":0,"subjectivity":"0.0"}
{"tweet":"Meanwhile... https://t.co/spBOOpKC7WIs this guy intentionally trying to derail his campaign?!Joe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...There are 4 vaccines already in the final stage of trials thanks to President Trump’s historic efforts.","polarity":-1,"subjectivity":"0.25648148148148153"}
{"tweet":"Once a vaccine candidate is authorized, the US is in a position to quickly deliver 100 million doses, with hundreds of millions of doses following shortly thereafter.@HarryPawter62 @Kenneth62934030 @the_resistor @kayleighmcenany @POTUS @realDonaldTrump LoL asking a trump zombie for a source. Funny.This would be a disaster for our country’s economic recovery. America cannot afford Elizabeth Warren’s radical tax-and-spend agenda. https://t.co/JYhmGlefXq“We will deliver a safe vaccine to the American people in just a number of weeks, a couple of weeks.” Trump tells s… https://t.co/dgP7qzhDMATo end this nightmare, #TheDemocrats need to vote at 90 percent participation.  The GOP expects that their voters w… https://t.co/4hfRcxrUvfMy doctor friends talk about their physical exhaustion, the emotional toll of patients suffering &amp; dying without their families, and their frustration over the lack of equipment or leadership.","polarity":1,"subjectivity":"0.40928571428571425"}
{"tweet":"Haven't heard about the sweet COVID cash the president claims they're getting. Weird.BREAKING: Tony Bobulinski says the team of @FBI agents who interviewed him for five hours last Friday were \"taking extensive notes and asked multiple questions\" about Hunter Biden's texts on Burisma and Ukraine. More to come soon on this feed and your @WeAreSinclair stations.@realDonaldTrump has plans for that bahitch..This is a prime example of the ignorance and delusion embedded within Trump supporters. Once they realized she was talking about Trump, their demeanors changed and suddenly it was “different.” https://t.co/Oi1FQXwk0SFormer Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destroy humanity.","polarity":1,"subjectivity":"0.4454545454545455"}
{"tweet":"“It is not surprising that the enemy is angered at being discovered... undisturbed.”","polarity":-1,"subjectivity":"0.675"}
{"tweet":"Read his letter here:","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vSP6NitcOIHas anyone ever worked harder to to kill their voters before Election Day?Republican position is clerks shouldn’t count votes until all polls close, and then you get a four hour window to count certain ballots, and whatever doesn’t get counted by midnight is never counted. Unless they are behind and then it’s opposite, because Hunter Biden’s Laptop.I'm not #anxious because I believe US citizens to be stupid. ","polarity":-1,"subjectivity":"0.5452380952380952"}
{"tweet":"#Trump and the #Senate:","polarity":0,"subjectivity":"0.0"}
{"tweet":"1. Crippled the postal servi… https://t.co/QPpddAsCHVFormer Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destroy humanity.","polarity":1,"subjectivity":"0.4166666666666667"}
{"tweet":"“It is not surprising that the enemy is angered at being discovered... undisturbed.”","polarity":-1,"subjectivity":"0.675"}
{"tweet":"Read his letter here:","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vSP6NitcOI@Akakery @Sara_James2 @LauraWhitt32 @ThomasJay @Sweater_Yams_ @YNB @KassyDillon @LilTunechi @realDonaldTrump @POTUS… https://t.co/WnqwZRs2wgRT @atensnut: Elect Trump and he will open America.RT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.@realDonaldTrump 😡The Occult Eat Children To Gain Satanic Powers 😡","polarity":1,"subjectivity":"0.7999999999999999"}
{"tweet":"These Entities Have NO SOUL.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Monsters .....","polarity":0,"subjectivity":"0.0"}
{"tweet":"[They] have been defeated !","polarity":0,"subjectivity":"0.0"}
{"tweet":"This election is Very Simple.","polarity":0,"subjectivity":"0.4642857142857143"}
{"tweet":"Vote Trump ➡️ GOD/Our Creator","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote Biden➡️Satan https://t.co/qcnbkO6EdaI woke this a.m to see Drs &amp; Nurse’s Crying,Heart Broken,","polarity":-1,"subjectivity":"0.5"}
{"tweet":"Grief Stricken,Seeing Ppl DyingAlone,Taking Care Of Dying Mothers,Fathers Children,Grandparents,&amp; I Cant Seam To Stop Sobbing.Trump &amp; His People Don’t care About Ppl Dying Gruesome Deaths.","polarity":-1,"subjectivity":"0.6"}
{"tweet":"Dying Doesn’t Seem To Phase HimCome on Buy-den. Stop yelling and BS-ing people. President Trump adores our military and has never spoken badly about our American heroes. President Trump rebuilt our military and fixed the terribly run VA. @kayleighmcenanyWhy does Stelter lying about something the entire country saw day after day after day not I late Twitter’s rules????? C’mon Jack!An analysis in August said that more than 900 frontline health care workers had died of Covid-19 to that point in the U.S. https://t.co/IMSrpWpbX5Bobulinski says media goal is to protect Biden: \"The media should focus on the very serious national security issues raised by the evidence I have provided, instead of ignoring this issue or writing process stories to serve as a distraction to help their favored candidate.\" (3/3)Joe Biden is a corrupt politician—the Biden family is looking more &amp; more like a crime family. They took millions of $$ from the Chinese Communists, while Vice President Biden shipped Michigan jobs to China. If Biden wins, China Wins. When we win, Michigan wins, and AMERICA wins! https://t.co/YpnjH8838XRT @DaveWeasel: Kanye: nice to meet you","polarity":1,"subjectivity":"0.46468253968253964"}
{"tweet":"Trump: I just made you head of HUD","polarity":0,"subjectivity":"0.0"}
{"tweet":"Kanye: I'm not Ben Carson","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: my bad, Mr. Obama https://t.…Young people are the most progressive generation in history. And now, finally, they are voting in large numbers.  This is a major step forward for the political revolution and goes beyond defeating Trump. It is the beginning of the transformation of American society. Let's do it!The @TheDemocrats chosen one &amp; leader of radical party, Joe Biden, shouting new words no one understands. Maybe it’s a new language??  https://t.co/wl7hQmjOG0Trump just now:","polarity":1,"subjectivity":"0.45603655603655596"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)Team Trump’s prob pissed that there isn’t more coverage of the three states where the virus isn’t rising.While Joe &amp; MSM use the pandemic as a scare tactic, continually reporting on more cases they always fail 2 say the recovery rate is at an all time high. While Pres. Trump shows a light at the end of the tunnel w/a V shape economy &amp; effective therapeutics. https://t.co/CWbSV88rlk@CaslerNoel @realDonaldTrump If we’ve learned anything these last 4 years it’s that if Trump claims something to be true, it’s definitely a lie.VP was a private citizen. At the last debate, Candidate Biden said \"nothing was unethical\" + \"I have not taken a penny from any foreign source ever in my life.\" First reported @WeAreSinclair@Rasmussen_Poll Trump is going to win on Tuesday. Biden better concedeNothing Lil about the biggest grassroots operation in presidential history! Twenty Mille voter contacts the final five days! ","polarity":1,"subjectivity":"0.45979166666666665"}
{"tweet":"Welcome to Team Trump, Weezy! https://t.co/ocgXoER2DgTo family &amp; friends of LGBT ppl telling you you can’t vote Trump if u love them... this is an emotional reaction stemming from media-driven fear. It’s manipulation u can’t give in to- like an addict saying, “if you loved me you’d let me use”.","polarity":1,"subjectivity":"0.7375"}
{"tweet":"You MUST vote Trump if you love them.I’ve got some bad news for Leslie Stahl and her 60 Minutes team who don’t understand the Internet: the Hunter Biden laptop has been verified.","polarity":-1,"subjectivity":"0.6333333333333333"}
{"tweet":"The emails are authentic.\"Pause for a moment to ponder this: The president’s personal lawyer was working with a Russian agent to attack the… https://t.co/X7lTuYUf9RRT @adamhousley: I reported this 3 weeks ago and have repeated it for days.Reminder: there is zero evidence to support the \"losers and suckers\" smear. Everyone who was there went on the record to say it didn't happen.","polarity":0,"subjectivity":"0.41"}
{"tweet":"Joe Biden, however, is on tape calling our troops \"stupid bastards.\"RT @jeremynewberger: Between Brett Favre and Eric Bolling, Trump has the unwanted dick pic vote locked.RT @TrumpWarRoom: Lil Wayne Meets With President Trump &amp; Backs His 'Platinum Plan' for Black America","polarity":-1,"subjectivity":"0.7166666666666667"}
{"tweet":"https://t.co/CCRZ3IikvFMiller, let slip that, if elected, #donthecon will 'target' sanctuary cities.  This means is that they will send un… https://t.co/9ysDFZOMHjIf You Thought Stephen Miller Couldn’t Get More Monstrous, Just Wait for Another Trump Term - Vanity Fair https://t.co/EF4kh5UFeZ@realDonaldTrump ⚠️nearly died, 12","polarity":1,"subjectivity":"0.6"}
{"tweet":"Jissel Rosario had ATYPICAL symptoms- R thigh soreness, then her foot turned blue due to a blood clot in her leg from #COVID. During surgery she went into cardiac arrest TWICE from pulmonary embolisms, but survived. Trump said young people are NOT AFFECTED! https://t.co/UZziFzfYUqDemocrats like Joe Biden will only look out for the betterment of themselves and their family.","polarity":-1,"subjectivity":"0.29642857142857143"}
{"tweet":"President @realDonaldTrump always has and will continue to look out for the betterment of ALL Americans.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote @realDonaldTrump to save America! https://t.co/luSi6D4F9I@sxdoc V🔴TE 🗳 for @realDonaldTrump to Save America 🇺🇸","polarity":0,"subjectivity":"0.0"}
{"tweet":"Democrats are in full Panic Mode In Florida!","polarity":1,"subjectivity":"0.55"}
{"tweet":"Trump + Republican House + Republican Senate 💯","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump Will Always Puts USA First🇺🇸","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"Always &amp; Forever Patriots🇺🇸","polarity":0,"subjectivity":"0.0"}
{"tweet":"VoteTrump2020 💯 https://t.co/U3XEO9sf02Joe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...#Election2020 A source with direct knowledge of the FBI interview tells @CBSNews that former Hunter Biden business associate Tony Bobulinski was interviewed by the FBI, with counsel present, at the bureau's Washington Field Office, on October 23 for approximately 4-5 hours. AboutRT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":-1,"subjectivity":"0.19166666666666668"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.@kayleighmcenany And you care, why?  Donald Trump yells every day!!RT @FPWellman: She is lying and, yes, my sources tell me that they believe VA is sitting on it because it makes Trump look bad..@realDonaldTrump doesn't understand not being able to sleep at night thinking of a patient you lost. There are a few scars accumulated over the years. For many doctors there are scars accumulating daily right now. How dare he attack us while we clean up after his mess. https://t.co/260Ctw0RLBRT @RaheemKassam: Hunter Biden’s PornHub account is one thing. ","polarity":1,"subjectivity":"0.412797619047619"}
{"tweet":"He also appears to be an avid cam girl fan.It’s grotesque how Biden exploits death and tragedy to score political points. Today he again brought up Beau AND his dead first wife. Twisted.#Election2020 A source with direct knowledge of the FBI interview tells @CBSNews that former Hunter Biden business associate Tony Bobulinski was interviewed by the FBI, with counsel present, at the bureau's Washington Field Office, on October 23 for approximately 4-5 hours. Aboutexactly :DEXCLUSIVE: Tony Bobulinski tells @WeAreSinclair he was questioned by six @FBI agents, with counsel present, for five hours on October 23, listing him as a \"material witness\" in an ongoing investigation focused on Hunter Biden and his associates. His cell phones were examined. https://t.co/5lPzRTREJNFirst Trump wants your retired parents &amp; grandparents to be broke, then he wants them to be dead.","polarity":-1,"subjectivity":"0.38809523809523805"}
{"tweet":"#TrumpCutSocialSecurity","polarity":0,"subjectivity":"0.0"}
{"tweet":"Roll the tape @ReallyAmerican1 📽","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/FdFFw6Zoo7RT @realDonaldTrump: Biden will destroy the United States Supreme Court. Don’t let this happen!RT @PalmerReport: Donald Trump Jr completely unravels https://t.co/2rU39nl4K6You know why most of the #HunterBiden stories never made much sense to me? Because Joe Biden was in the White House from 08' to 16' w/ the @GOP controlling the House oversight committee for 6 of those years. If the VP was doing ANYTHING dirty, they'd have investigated itas a state with the second highest electoral votes, if we turn texas blue biden wins the whole damn election without a doubt . TURN TEXAS BLUE . VOTE .RT @TweetWordz: Best President EVERRRRRRRRRR https://t.co/jUbB7ovkhnDonald Trump: \"You know, our doctors get more money if someone dies from COVID. You know that, right?\"","polarity":1,"subjectivity":"0.288265306122449"}
{"tweet":"Donald Trump's closing message is to accuse healthcare workers of corruption during a pandemic@BillPascrell @SpiroAgnewGhost It's sad when some people prove the Trumps correct.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"Trump said it in 1998 Barbara W… https://t.co/LaVjYJr4KJRT @Blacksmitheart: @realDonaldTrump If you vote for trump you'll attend a lot of funerals instead of family celebrations.Well, as we head into the weekend I expect Biden to be gone from public view. I won’t get into details ,but, will say he needs to be Judged under this Nations Laws on the crimes he committed. Seal Team 6 Murder, Treason  thief of your taxes money and Seditious ConspiracyI hear Joe at his rally saying Trump inherited their economy.","polarity":0,"subjectivity":"0.06666666666666667"}
{"tweet":"OBAMA'S AVERAGE ANNUAL GDP AFTER 4 YEARS WAS ONLY 1.5%","polarity":-1,"subjectivity":"0.7"}
{"tweet":"1.5%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Compare that to 33% GDP Trump got for recent 3rd Quarter.“But no one believes Biden will stand up to the Left’s power grab, given his unwillingness to condemn efforts to pack the Supreme Court and end the Senate’s filibuster.”","polarity":0,"subjectivity":"0.08333333333333333"}
{"tweet":"https://t.co/NvzPzaGkdkRT @EricTrump: What is going on in New York?Guess there's no longer any doubt about who the real \"resistance\" is, huh? It's the side that has to fight censorship from giant corporations to make itself heard. It's the side fighting to be free from totalitarian control of their lives. It is, and always was, Trump voters.RT @jim_coach: That’s 💯% a very True Statement !!!RT @anonpatriotq: “America is dead.” - Joe Biden  https://t.co/UcTKvGIManFor all who don't know what Biden  contributions from Silicon Valley means that is where Twitter,  Facebook, Twitte… https://t.co/ys5qhSSOYq@JasonMillerinDC Can you say Trump condos sold to Russians?No they cover what they are TOLD to cover!!","polarity":1,"subjectivity":"0.6332575757575758"}
{"tweet":"MSM journalism is DEAD in AMERICA!! They are all compromised, paid off… https://t.co/HP4iWjNzAgHey, Junior, the only reason you're not working at a minimum wage job is because of your daddy. Your whole family is a Klan of grifters, you vapid dolt!@GuardianAus Trump brought them back, such a hero.BREAKING: Biden is now LEADING in polls in very important battleground states, such as China, Ukraine, Iran, and Syria and Palestinian Authority...BREAKING NEWS: Several Queens Village (NY) residents are receiving pre-filled out ballots for Joe Biden and being told to just send them back to the Board of Elections. This is blatantly ILLEGAL https://t.co/WuEozBu7XYBiden: This is also the guy, you may recall the stable genius said the problem with the revolutionary war is we didn’t have enough airports. He talks about mental acuity. Whoa! https://t.co/P6oIRqMA6hRT @neeratanden: This is sick.  Totally sick.  And a flat lie.Just wrong..@MaddowBlog: The Turkey scandal is simple: a foreign dictator asked Pres. Trump to corrupt his own country's justice system, and the Republican president gladly said yes.","polarity":-1,"subjectivity":"0.5400621118012423"}
{"tweet":"https://t.co/01ls24ZB1cRT @Biden_Army: They literally stopped clinical trials on it today, for safety reasons https://t.co/PH2mVT3PqwNEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.4666666666666667"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKERT @jonfavs: Trump is floating a deranged conspiracy to attack America’s doctors during a pandemic. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"What a closing message! https://t.co/…@Yamiche Madame Tussaud Berlin moved Trump into a dumpster. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Spokesperson:  “Today’s activity is rather of a symbolic character ahead of the elections in the United States. We here at Madame Tussauds Berlin removed Donald Trump’s waxwork as a preparatory measure.”","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/9k8TEyj4ZkRT @TheRealHoarse: CNN reporting Trump has canceled plans to appear at his hotel on Election Night. Will stay at the White House instead.…Trump pays no taxes, insults our military, betrays allies, fights to stop people from voting &amp; count votes, and does nothing to address police shooting Americans in the back. BE A MAN AND ADMIT IT - YOU SUPPORT TRUMP BECAUSE YOU TOO SUPPORT THESE THINGS and WANT TO PAY NO TAXES!Would Joe Biden even be able to obtain a security clearance as president if he and his family are under active criminal investigation by the FBI?","polarity":-1,"subjectivity":"0.3125"}
{"tweet":"🤔Idiocy from CNN brain freeze, this thread proves it’s working.This is bullshit!!Herschel Walker: Trump Has Delivered Policies That Makes People In The Black Community Want To Switch Parties &amp; Vote for Trump","polarity":-1,"subjectivity":"0.2777777777777778"}
{"tweet":"No Dem Pandering For Votes... They Want Jobs! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Most Would Rather Die On Their Feet Fighting for Freedom Than Live On Their Knees Under a Biden Economy https://t.co/wdco06QWhFPresident Trump launched his political career with a message of anti-Muslim hate and he’s closing his campaign with… https://t.co/PRNMLBrZvART @AdanSalazarWins: Leftists at Biden rallies tap into dark spiritual energy with Trump voodoo dolls. https://t.co/QDxIIpXW7BBrilliant.RT @RobertArea45: טראמפ 2020 ","polarity":-1,"subjectivity":"0.4222222222222222"}
{"tweet":"  Bikers Rally for Trump in Jerusalem https://t.co/Hedj2pBTHjRT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨RT @EricTrump: What is going on in New York?RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @RealMattCouch: SO IT’S OK FOR BIDEN TO BRIBE UKRAINE, BUT IMPEACHABLE IF TRUMP INQUIRES ABOUT IT? https://t.co/KwMdvSR48gPresident Trump will hold 14 rallies in the next 4 days!!! 14!!! If Joe Biden can't fight for your vote how can you expect him to fight for your country?“Biden wants to raise income taxes on middle class households by eliminating the Tax Cuts &amp; Jobs Act.” This will result in a $2,000. tax hike on a middle income family of 4, &amp; a $1,300. tax hike on a single parent with one child, every year.  https://t.co/IeNpPS8i6G1. There's a lot of news today, but as Americans vote, they should keep in mind that Trump tried to intervene in a criminal investigation to please a foreign leader.This is deplorable.  I have a sister and brother who are doctors, and my sis is an emergency room pediatrician, and this here by the President is completely beyond even awful.They are all criminals.BREAKING: Just-released Obama administration emails reveal a May 18, 2016, email from a redacted sender to Amos Hochstein, then-Vice President Joe Biden's sr adviser on Ukraine energy policy, under the subject “Burisma News Devon Archer,\" Hunter's partner","polarity":-1,"subjectivity":"0.3697974644403215"}
{"tweet":"https://t.co/I8HDXpdqR6Meow ...if only you  paid as much attention to Joe Biden’s alleged corrupt business dealings as a TV show that was rated top ten in 1997..... guess you got that wrong too🤷‍♀️RT @LisaMarieBoothe: It’s the only thing Biden has ever said that makes sense to me 🤣@DonaldJTrumpJr Trump Corruption/Crime family says what?","polarity":-1,"subjectivity":"0.5874999999999999"}
{"tweet":"Beginning to think that Jr and Eric are the biggest morons… https://t.co/m2mwdagjjrI was never a Trump supporter.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"I didn't vote for him in 2016.","polarity":0,"subjectivity":"0.0"}
{"tweet":"I never thought I'd be voting for him in 2020.","polarity":0,"subjectivity":"0.0"}
{"tweet":"And yet...","polarity":0,"subjectivity":"0.0"}
{"tweet":"There wasn't enough \"broken glass\" to stop me from voting on behalf of the candidate who is standing up to the radical left, big tech &amp; corporate media. https://t.co/ssPK6pbi06RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyExclusive: FLOTUS will be hitting the campaign trail this weekend with solo stops in Pennsylvania and Wisconsin for President Trump’s reelection efforts. ","polarity":-1,"subjectivity":"0.17777777777777778"}
{"tweet":"https://t.co/osmwKaEf5jThis is my final electoral map heading into election day:","polarity":0,"subjectivity":"1.0"}
{"tweet":"Trump - 326","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden - 212","polarity":0,"subjectivity":"0.0"}
{"tweet":"I believe GOP flips the House and keeps the Senate https://t.co/fZqSe21KNh@Solmemes1 Trump is the new punk!RT @LepapillonBlu: I say that trump and his family need to be prosecuted and indicted after losing the election for all of the crimes they…RT @marklevinshow: Bobby Orr endorses Trump","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"https://t.co/1QMqi3n4VyI think for his first year in office Biden should just hug everyone in the country. ","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"https://t.co/PC1lqC0RcQI am troubled by failure of AG Bill Barr to take action on Hunter Biden laptop evidence.","polarity":-1,"subjectivity":"0.46666666666666673"}
{"tweet":"I am troubled by lengthy investigation &amp; inaction of John Durham. He serves under control of Barr.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"I am troubled by superficial investigation of death of Jeffrey Epstein.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"There is more...TRUMP: “You know, our doctors get more money if someone dies from COVID, you know that right?”","polarity":1,"subjectivity":"0.5119047619047619"}
{"tweet":"Beyond reprehensible. https://t.co/k5wuLDZOrz.@TomFitton with @RudyGiuliani on Biden-Burisma Corruption: \"Are Other Politicians Involved in Similar/Shady Ukraine Deals?\"","polarity":-1,"subjectivity":"0.4666666666666666"}
{"tweet":"Full interview: https://t.co/svbEJVSQMg","polarity":1,"subjectivity":"0.55"}
{"tweet":"Read more: https://t.co/FVa3dyM17t https://t.co/CtDi9RZValMY FELLOW AMERICANS, THE STORM HAS ARRIVED @DTOMnews","polarity":1,"subjectivity":"0.5"}
{"tweet":"#WeAreTheNewsNow","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"I've heard Joe Biden say he has never discussed business w/Hunter.","polarity":0,"subjectivity":"0.0"}
{"tweet":"That is false!","polarity":-1,"subjectivity":"0.6"}
{"tweet":"I have first-hand knowledge of this because I've dealt w/the Biden family, including Joe Biden.\" ","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"https://t.co/2goqBlYlzkRT @BibleBeltDarlin: President Trump dances hisself away with the fabulous patriots in Battleground, Michigan 🇺🇸 https://t.co/IeC5Z9cdmKBIDEN AIDES SEE WARNING SIGNS IN BLACK, LATINO TURNOUT SO FAR: BBG","polarity":1,"subjectivity":"0.8111111111111112"}
{"tweet":"Maybe they don't trust early voting. Remember t… https://t.co/ct7LiEHNbLCovid attacked the world. Only the United States is in this bad a shape. #1 in infections. #1 in deaths. ","polarity":-1,"subjectivity":"0.6555555555555556"}
{"tweet":"The difference is Donald Trump. Vote him out in a landslide. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Vote!!!RT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.@restart_vandeta @5005Atom @eshgamh @Shayan_MIGA @realDonaldTrump @restartleader Vote for Trump for freedom In the world✅","polarity":0,"subjectivity":"1.0"}
{"tweet":"@restartleader =Cyrus_I","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020 #MIGA =Make Iran Great Again https://t.co/3ZBVuAY94iRT @DavidJHarrisJr: \"The Democrats, it's okay when we do it.\"","polarity":1,"subjectivity":"0.625"}
{"tweet":"https://t.co/oRHNhp6u4G@CNNPR @kirstiealley If it weren’t for airports you’d have about as many viewers as a Biden rally. Do better.RT @BetoORourke: We can still listen to one another and be good to each other, even when we disagree.Would you like to come on my show tomorrow at 9AM to discuss the Trump-led economic recovery @IvankaTrump?","polarity":1,"subjectivity":"0.43500000000000005"}
{"tweet":"I always welcome a healthy conversation about the American economy &amp; our path forward.Hey Florida -- you TOTALLY have a chance to be redeemed after the 2000 election if you do the right thing and vote for Joe Biden as President.","polarity":1,"subjectivity":"0.5371428571428571"}
{"tweet":"Don't screw this up.This video should have 1 million retweets.","polarity":0,"subjectivity":"0.0"}
{"tweet":"It won't...and that sucks...","polarity":-1,"subjectivity":"0.3"}
{"tweet":"Because if this is happening at other post offices across the country this could be directly responsible for Trump winning. https://t.co/3v1TOnx3Cp\"Thousands of Biden ads have been blocked by Facebook as part of the company’s pre-election blackout on new political ads, which the Biden camp said erroneously swept up ads that had already been approved to run. The ads have been down since Tuesday.\"","polarity":1,"subjectivity":"0.4454906204906205"}
{"tweet":"https://t.co/qTT8jijyFuRT @Wheeler631: Blacks Give Trump 46% Approval Rating in New Poll","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"https://t.co/aO215Syxl8...Disasters. At every turn, Biden twisted his knife into the back of Michigan workers. In 2016, Michigan voted to FIRE this corrupt political establishment and you elected an outsider as President who is finally putting AMERICA FIRST!","polarity":-1,"subjectivity":"0.5722222222222223"}
{"tweet":"#VOTE #MAGAYou cannot claim to want to protect Seniors, and turn around and try to kill healthcare AND Social Security.","polarity":1,"subjectivity":"0.06666666666666667"}
{"tweet":"That's political suicide.","polarity":0,"subjectivity":"0.1"}
{"tweet":"And that's what trump is doing.","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurity@Bonn1eGreer Spoke too soon, Bonnie. He’s back. And this time the tweets have an even stronger whiff of Third Reich… https://t.co/xoIxHSRzI6RT @RaheemKassam: Hunter Biden has declared his friendship with ANOTHER spy chief, this time KGB-linked.","polarity":0,"subjectivity":"0.0"}
{"tweet":"More coming on @TheNatPulse in a…hahaha he's gotta good point. Whatever will they do?\"Thousands of Biden ads have been blocked by Facebook as part of the company’s pre-election blackout on new political ads, which the Biden camp said erroneously swept up ads that had already been approved to run. The ads have been down since Tuesday.\"","polarity":1,"subjectivity":"0.4204906204906205"}
{"tweet":"https://t.co/qTT8jijyFuRT @carolyn_from: @realDonaldTrump Trump is the most corrupt president in history. https://t.co/MvtG5A0Fc4Plenty of musicians, actors, entertainers, athletes, and people in tech are going to vote for Trump.","polarity":0,"subjectivity":"0.75"}
{"tweet":"They'll just do it quietly because these are the most intolerant industries when it comes to political diversity.Black Celebrities: “we’re working with Donald Trump to help our communities”","polarity":1,"subjectivity":"0.3416666666666667"}
{"tweet":"If you really wanted to help your comm… https://t.co/EeoV27IlnwRT @heatherjones333: 🤪 WATCH: Joe Biden Announces He Will Lead an Effective Strategy to Mobilize 'Trunalimunumaprzure' https://t.co/hseQlq2…RT @secupp: Trump still owes El Paso—a city facing a coronavirus disaster—$569,000 for his 2019 rally https://t.co/suwtNGK0Bd via @YahooRT @realDonaldTrump: Biden’s speech is 90% made up stories and lies. Only broadcast on @FoxNews.\"At This Hour The Fate of the World Is Being Threatened by Global Conspiracy Against God\" - General #Flynn and Archbishop #CarloMariaViganò Send Open Letter to President #Trump ","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/4TwiOLAZlw ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#QAnon2018 #QAnon2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@GenFlynn https://t.co/pbmgCQPDkCJoe Biden is a corrupt politician—the Biden family is looking more &amp; more like a crime family. They took millions of $$ from the Chinese Communists, while Vice President Biden shipped Michigan jobs to China. If Biden wins, China Wins. When we win, Michigan wins, and AMERICA wins! https://t.co/YpnjH8838XRT @maddow: \"the president has stripped protections from at least 29.6 million acres of public lands and waters...\"","polarity":1,"subjectivity":"0.3333333333333334"}
{"tweet":"https://t.co/RbaxteeHC3RT @kayleighmcenany: President @realDonaldTrump is LEADING Joe Biden in 4 key swing states‼️","polarity":0,"subjectivity":"1.0"}
{"tweet":"https://t.co/ocOEtGAEiKTrump told reporters that he might not do an election night party at his DC hotel because \"you know, Washington, DC is shut down\" and “I think it’s crazy. Washington, DC is shut down.”","polarity":-1,"subjectivity":"0.49259259259259264"}
{"tweet":"DC is not shut down. No stay-home order, indoor dining is allowed at 50% capacity, etc.Isn’t it interesting when you find out which celebrities and athletes are deep down racist?","polarity":1,"subjectivity":"0.3694444444444445"}
{"tweet":"Sorta surprising these QB’s like Trump when their whole career they were protected primarily by 5x 300 lbs Black Men.I admit that I love 💘 this story! Thanks, madame!RT @richardmarx: This is a fucking disgrace to our democracy.RT @jaketapper: Closing arguments: 🍉WH reporters have endured a lot of scrutiny over the past four years, but boy do I feel sorry for those who have to follow him these last four days and listen to his unintelligible drivel several times per day.BREAKING: Tony Bobulinski says the team of @FBI agents who interviewed him for five hours last Friday were \"taking extensive notes and asked multiple questions\" about Hunter Biden's texts on Burisma and Ukraine. More to come soon on this feed and your @WeAreSinclair stations.No one believes him--even Chris Wallace (of all people) does not believe Joe had no conversations about \"business\"… https://t.co/GcUVqjVx9MJust 46 more to go!! 🖕","polarity":1,"subjectivity":"0.38437499999999997"}
{"tweet":"#BidenHarris2020 #46Interesting article on the results of our current system for distributing economic power. Billionaires' wealth increased 50 percent under Trump, but the article suggested the average wealth of the lower 99 percent \"inched up\" as well. So ethically it's all good, right? Or not? https://t.co/ttzr5n54PrRT @BreitbartNews: Watch Live: Donald Trump Hosts a Campaign Rally in Michigan https://t.co/EqeBiJ2xb4RT @ChuckCallesto: SAVAGE: Trump just announced that he is holding a rally THE DAY BEFORE THE ELECTION in Scranton PA, Biden's home town...Joe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...RT @jsolomonReports: Michigan Democratic Rep. Dingell: ‘So many’ auto workers are choosing Trump over Biden | Just The News https://t.co/X6…RT @RawStory: Noam Chomsky just declared Trump the ‘worst criminal in human history’ https://t.co/6KIDMYfnjVThis has not really penetrated public consciousness but the real number of Covid deaths in this country (and as far as I know all the others countries too) has been significantly undercounted relative to an otherwise inexplicable surge in all-cause mortality.A recent Washington Examiner/YouGov poll found that a plurality of voters believe Hunter Biden is engaged in corruption. ","polarity":1,"subjectivity":"0.4034285714285714"}
{"tweet":"@JoeBiden steadfastly defends his son.","polarity":1,"subjectivity":"0.8"}
{"tweet":"https://t.co/SMHKEwDgKqRT @EddieZipperer: BIDEN: “I’ll lead an effective strategy to mobilize trunalimunumaprzure.”","polarity":1,"subjectivity":"0.8"}
{"tweet":" https://t.co/TAkj7bJndN38 times. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"That's how many times President Trump has condemned the KKK and white supremacy. 38 times.","polarity":1,"subjectivity":"0.25"}
{"tweet":"The Biden campaign continues to sow division and inflame racial tensions by claiming otherwise.","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/7hJmTGDpErRT @realDonaldTrump: Biden would lock us down forever. We are rounding the corner!A vote for Joe Biden is a vote for Puerto Rico. We must never forget Donald Trump's inactions led to the loss of over 3000 American lives. ","polarity":-1,"subjectivity":"0.14444444444444446"}
{"tweet":"Thank you, @MarcAnthony for being a voice for the Puerto Rican community and a #LincolnLatino. https://t.co/rGzZUeiJELDonald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.06666666666666667"}
{"tweet":"Joe Biden could never keep up with the energy, stamina, and drive that this president has.RT @KamVTV: Joe Biden holds car rallies but wants to end fossil fuels. ","polarity":1,"subjectivity":"0.1"}
{"tweet":"Explain that one.Wake up America!3. If supposedly civilised conservatives are sincerely worried about left authoritarianism, rather than being secret admirers of racial exclusion and plutocratic economics, they would vote for Biden and stop their country being dragged into an extremist spiral.RT @FirenzeMike: Never forget Brett Favre is a creep that sent unsolicited dick pics to a female reporter https://t.co/6OFZ1ITrpsRT @trfoster93: Farfegnugen! Come on man!RT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨@EZernichow @FLOTUS She was raised with now manners, bluntness, lack of Savoir vivre...and uneducated or just one word = tRump.@kayleighmcenany @mirandadevine Listen to people... maybe these people.. some of the women Trump has sexually abuse… https://t.co/axtES6MJdcWOW! #FBI initially turned down #Biden laptop!","polarity":1,"subjectivity":"0.3861111111111111"}
{"tweet":"They wouldn't have done that if it were @DonaldJTrumpJr or @EricTrump","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/GFGf5RpIfg","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@RudyGiuliani ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@molmccann ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@jbinnall ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@abigailcfrye ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#FireWray ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#FBICorruption ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@GenFlynn ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@BarbaraRedgateI was suspended from twitter with no reasons given after a video I shared went viral. 4M views in less than 36 hrs. Retweets from Jack Posobiec, James Woods, and even Donald Trump Jr 👇 ...among many others.","polarity":1,"subjectivity":"0.2833333333333333"}
{"tweet":"THREAD:So, the Scooby Doo squad pulled the mask off of the mysterious creator of the Hunter Biden dossier, only to find out it was Martin Aspen, a guy who does not even exist.","polarity":0,"subjectivity":"1.0"}
{"tweet":"Tucker Carlson slowly backs away from it all.","polarity":-1,"subjectivity":"0.39999999999999997"}
{"tweet":"So fucking satisfying.Just voted for Donald J. Trump!","polarity":1,"subjectivity":"1.0"}
{"tweet":"Got into a fight in line, too! Woohoo!","polarity":0,"subjectivity":"0.0"}
{"tweet":"Some guy behind me was wearing a \"Dump Trump\" shirt, and I told him that he had to take it off at the polling location. Well, this started a big blowout with everyone in line! ","polarity":-1,"subjectivity":"0.39999999999999997"}
{"tweet":"Hahahah! I love it! ","polarity":1,"subjectivity":"0.6"}
{"tweet":"#MAGA@Pink_About_it @TimKober38 She’s hoping Biden wins so they can get the bill she wants passedThis is a prime example of the ignorance and delusion embedded within Trump supporters. Once they realized she was talking about Trump, their demeanors changed and suddenly it was “different.”@GatorJames03 2. Rudy made copies of the emails and sent them to tucker Carlson. Carlson mailed the copies to trump… https://t.co/E4zpUDmo1dYet another former Trump admin official steps up, denounces Trump https://t.co/jl7acFfCxg via @msnbc@RichardDawkins I love the way that Trump lives in your head Dawkins ..Extremely sad... Untouched and pristine wilderness filled with endangered species, healthy forests, and clean water to be destroyed for what!? Some slight economic gain?RT @EricTrump: What is going on in New York?RT @LeahR77: Democrats impeached President Trump for the crimes Biden committed !Former Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destroy humanity.","polarity":1,"subjectivity":"0.4218360071301248"}
{"tweet":"“It is not surprising that the enemy is angered at being discovered... undisturbed.”","polarity":-1,"subjectivity":"0.675"}
{"tweet":"Read his letter here:","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vSP6NitcOIRT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.@RealChickenAnon @HarryTokus @JustinSandefur @TopherSpiro Trump has been getting away with a multitude of things he… https://t.co/GlNM4Rgb3E@Nigel_Farage READ:The censored Glenn Greenwald article re Hunter (And Joe) Biden-29 Oct.2020 https://t.co/nK2RMhekvNRT @Scaramucci: Trump just canceled his Election Day party at his hotel. One last chance to grift.You cannot claim to want to protect Seniors, and turn around and try to kill healthcare AND Social Security.","polarity":1,"subjectivity":"0.06666666666666667"}
{"tweet":"That's political suicide.","polarity":0,"subjectivity":"0.1"}
{"tweet":"And that's what trump is doing.","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurityRT @donwinslow: America.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Don't accept this.","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was Trump and DeJoy's plan all along. https://t.co/3v1TOnx3Cp...a cheerleader for NAFTA – sending your auto Jobs to Mexico. He voted for China’s entry into the World Trade Organization – gutting your industries to finance China’s rise. HALF of all Michigan auto manufacturing jobs were ELIMINATED after the Biden-Backed NAFTA and China...Read this Tweet. Lolololololol..ahem..lolololololol. irony is lost on the left. He has no idea of how many Black me… https://t.co/9i3HrZKBRzRT @MrMichaelBurkes: I just took a family of 4 to the polls to vote for Trump! Wow!@TimMansplainsIt @EddieZipperer I've said for quite some time before the VP selection that, given Biden's apparent… https://t.co/HTo2ROXXJRRT @TheGayProf: Trust no polls. Go voteIf you like this, please share. We are 132 former Florida Legislators endorsing Joe Biden. ","polarity":1,"subjectivity":"0.35000000000000003"}
{"tweet":"Jon Mills, Paula Dockery and J.C. Planas: Vote Joe Biden — for decency, knowledge and reliance on facts  https://t.co/y1Av1VJ4Hs🌹President Trump’s People 🌹","polarity":0,"subjectivity":"0.0"}
{"tweet":"🀄️@AmericanWom3n ","polarity":0,"subjectivity":"0.0"}
{"tweet":"▫️@Apatsfan ","polarity":0,"subjectivity":"0.0"}
{"tweet":"🀄️@AJ_ALABAMA1 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"▫️@MikeSixImaging ","polarity":0,"subjectivity":"0.0"}
{"tweet":"🀄️@HawkMaga ","polarity":0,"subjectivity":"0.0"}
{"tweet":"▫️@GuardFreedom45 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"🀄️@308saiga ","polarity":0,"subjectivity":"0.0"}
{"tweet":"▫️@KathiCupidsmom ","polarity":0,"subjectivity":"0.0"}
{"tweet":"🀄️@AnnTKAG2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"▫️@DMcduffin ","polarity":0,"subjectivity":"0.0"}
{"tweet":"🀄️@GreyGhost_Biker ","polarity":0,"subjectivity":"0.0"}
{"tweet":"▫️@votenickmoutos ","polarity":0,"subjectivity":"0.0"}
{"tweet":"🀄️@mpukita ","polarity":0,"subjectivity":"0.0"}
{"tweet":"▫️@SolidRedPeon ","polarity":0,"subjectivity":"0.0"}
{"tweet":"🀄️@MichelleN20 https://t.co/0TBbpymZnDIn my lifetime the concept of thoroughly vetting Democrat candidates for POTUS, or even Senator, has never really existed. ","polarity":-1,"subjectivity":"0.2"}
{"tweet":"ONLY Republicans get their entire lives raked over for any signs of unsavory associations - foreign and/or domestic.RT @charliekirk11: Hunter Biden and possibly his father are under FBI investigation for money laundering ","polarity":-1,"subjectivity":"0.5700000000000001"}
{"tweet":"Why isn’t this breaking, headlin…In regular times no but in theses times where the FBI and DOJ covers for the democrats with the backing of the MSM,… https://t.co/y4aYfupq1MOnly job Biden’s ever had since his 20’s was a govt job and he’s 77.  Somehow in the 2 years after leaving the office of VP, he made $16 million.  Hmmm...Help my PAC elect more conservatives who will fight DC corruption  https://t.co/LaOmoV4p5XRT @atensnut: Live your life.....live it better in a Trump Presidency.Dear Trump Supporters,","polarity":1,"subjectivity":"0.49615384615384617"}
{"tweet":"It's not too late to join Team Biden.  Unlike Trump, we view all Americans as good, patriotic, people who just want a chance at the American dream.  Trump views us as \"the enemy.\"  We view you as Americans.  We love you!","polarity":1,"subjectivity":"0.45000000000000007"}
{"tweet":"Come see what it feels like!How is he still walking around a free man?!? Get louder until they listen!!!! #joebidenscandalaintgoingaway… https://t.co/vbj1EkFLtoHoly *** they have Hunter on tape admitting everything","polarity":1,"subjectivity":"0.8"}
{"tweet":"\"I have a NYT reporter calling about my representation of Patrick Ho – the f**king spy chief of China who started the company\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"I am receiving calls from the Southern District of New York\" https://t.co/asyZpijJFA@Nigel_Farage Aren’t you ashamed to be a propagator of Donald Trump’s duplicitous forgery? No wonder you’re such a disastrous politician.RT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨RT @Blueeeyedguy830: Baby Trump should show up everywhere he holds rallies.@GrabbinPopcorn @SocialProbation @anacottsteel @thehill i did and in the first 15 seconds they already started shou… https://t.co/AdxO8dtNXGJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...RT @exjon: “I would shut it down; I would listen to the scientists.” ","polarity":-1,"subjectivity":"0.3142385392385393"}
{"tweet":"-- Joe Biden, August 23, 2020. https://t.co/Be6F0SnOswSame artificial up-move at the end of the day.  Buying by the Federal Reserve to help Trump.Donald Trump: \"You know, our doctors get more money if someone dies from COVID. You know that, right?\"","polarity":1,"subjectivity":"0.6785714285714285"}
{"tweet":"Donald Trump's closing message is to accuse healthcare workers of corruption during a pandemicRT @queeralamode: Biden tolerates burning, looting, and violence—but only when it advances US imperialism. https://t.co/cUWcQYdVsWUPDATE: MSNBC broke through Friday morning with two minutes and 16 seconds talking about Tony Bobulinski's interview with #Tucker. But as you'd expect, his entire story was dismissed as completely \"unverified\" and a distraction from COVID and unemployment. https://t.co/QLjtQBylTkBREAKING NEWS: Several Queens Village (NY) residents are receiving pre-filled out ballots for Joe Biden and being told to just send them back to the Board of Elections. This is blatantly ILLEGAL https://t.co/WuEozBu7XY@chrislhayes TRUMP's TOP ACCOMPLISHMENTS:","polarity":1,"subjectivity":"0.490625"}
{"tweet":"- COVID19: 230k American Deaths, 9million Infected","polarity":0,"subjectivity":"0.0"}
{"tweet":"- IMPEACHED","polarity":0,"subjectivity":"0.0"}
{"tweet":"- NO WALL (Mexico did NOT Pay) 9miles built","polarity":0,"subjectivity":"0.0"}
{"tweet":"- NO HEALTHCARE PLAN","polarity":0,"subjectivity":"0.0"}
{"tweet":"- 25,086 LIES","polarity":0,"subjectivity":"0.0"}
{"tweet":"- SUPER-SPREADER","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"- NO INFRASTRUCTURE ","polarity":0,"subjectivity":"0.0"}
{"tweet":"- ALL TOP STAFF: ARRESTED, INDICTED &amp; INCARCERATED","polarity":1,"subjectivity":"0.5"}
{"tweet":"- TRUMP CRIMES DAILYCongratulations to @Yamiche ! Every time I see her maintaining her dignity in @WhiteHouse press conferences, especially when #Trump taunts her &amp; uses her to dog-whistle his worst followers, I think, \"What a woman!\" Smart, gracious and tough-as-nails.@realDonaldTrump Trump was diagnosed on Wednesday, a day and a half before his fundraiser in Bedminster, went there without a mask, hugged people, and spread his infection. Then he went on to the Rose Garden to infect his friends and supporters, knowing he was contagious. The Real Donald J Trump https://t.co/cTOvI5hUdXGOATRT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.tw // trump song","polarity":-1,"subjectivity":"0.7366071428571428"}
{"tweet":"my whole tl is the real women vote for tr*mp song someone get rid of it pleaseUS Elections: Nigeria should speak up to defend democracy - Dr @abati1990 reacts to #Trump's NYC rally after it turned into a riot.","polarity":1,"subjectivity":"0.35000000000000003"}
{"tweet":"Watch Trending W/ @OjyOkpe here: https://t.co/WcFhp6XEjz https://t.co/ThfXOTIbSsExcitement was through the roof for President Trump’s MAGA event in Florida yesterday!","polarity":0,"subjectivity":"0.0"}
{"tweet":"“Everybody seems to be rooting for one team, and that’s @TeamTrump!” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"“It really was like a football game day out here, people streaming in from every direction…just a lot of excitement.” https://t.co/GH9xt3oxlnRT @RlCKYRAGE: Joe Biden after he tweeted this  https://t.co/l33RcSlRzkRT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.Endorsing Biden is painting a hallway beige or saying “Sure” when offered ginger ale. But endorsing Trump *in 2020* is really showing people your infected butthole.RT @EricTrump: What is going on in New York?RT @xxxVeraGeexxx: Thank you Marc Anthony ❤ ","polarity":1,"subjectivity":"0.523905723905724"}
{"tweet":"Vote Trump out ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#MakeItABlowOut #europeforbiden@Jeff_Jacoby She never had a shot at VP or Treasury Secretary. Biden isn't a communistRT @NeonNettle: Trump admin sets record low for new U.S. refugees, Biden plans major increase","polarity":1,"subjectivity":"0.41818181818181815"}
{"tweet":"READ MORE: https://t.co/y2oTocntzuMy doctor friends talk about their physical exhaustion, the emotional toll of patients suffering &amp; dying without their families, and their frustration over the lack of equipment or leadership.","polarity":1,"subjectivity":"0.4309523809523809"}
{"tweet":"Haven't heard about the sweet COVID cash the president claims they're getting. Weird.RT @McKaylaRoseJ: Vote Trump to save America and hold off the Globalists!RT @renato_mariotti: That is a good question to ask Brad Parscale.CNN's Don Lemon Compares Trump Supporters To Drug Addicts (video) ","polarity":1,"subjectivity":"0.75"}
{"tweet":"https://t.co/KW5J2uWUsI","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020Landslide #CNN #TDSIt's starting to look like 77-year-old Joe Biden is only running for president so he can squash the active criminal investigation into his son &amp; family.","polarity":-1,"subjectivity":"0.49000000000000005"}
{"tweet":"Are Democrats okay with that?RT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.RT @JoeBiden: After eight months of this pandemic, we finally found President Trump's plan to beat COVID-19. https://t.co/KO4g328UvrMy last column in @dcexaminer before the election... dissecting VP Biden's energy policy as adumbrated during the l… https://t.co/mOinFJng5kBREAKING: Biden is now LEADING in polls in very important battleground states, such as China, Ukraine, Iran, and Syria and Palestinian Authority...@GazryG @TheOtakuNerd2 @saiyan_hylian @ExpendableH3ro @IGN But the trump supporter u hate, conservatives who preten… https://t.co/u5TK4Hq6kuRT @DGPurser: BREAKING:","polarity":1,"subjectivity":"0.7095238095238096"}
{"tweet":"Brett Favre endorses Donald Trump, on the same day he holds a rally in Green Bay.","polarity":-1,"subjectivity":"0.2125"}
{"tweet":"Media: crickets. https://t.co/Jv…🤡🤡Corrupt #Philadelphia DA threatens @POTUS over call for poll watchers...","polarity":0,"subjectivity":"0.0"}
{"tweet":"“Keep your Proud Boys, goon squads, and uncertified ‘poll watchers’ out of our city, Mr. President. Break the law here, and I’ve got something for you.” ","polarity":1,"subjectivity":"1.0"}
{"tweet":"THEY INTEND TO CHEAT! https://t.co/kP9jLrr8i7RT @ProjectLincoln: This Sunday, we set our clocks back an hour. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"This Tuesday, we move our country forward and elect Joe Biden.@TheView When you ladies stress how important it is to vote, you do realize you're also reminding conservatives to… https://t.co/3e8Rs6fxmIRT @MrsRabbitResist: What’s that? You’ll have to speak up. I’m having a hard time hearing you over the BLARING HYPOCRISY.I would like to create a conspiracy theory: Trump is using this to steal the election.@ViscountessSou1 @CNNPR @gailendavid @kirstiealley YOU MEAN JUST HARRIS 2020. BIDEN IS A STAMMERING IDIOT OH AND A… https://t.co/nHyyJAgWqTWith his steady avalanche of scandals, trump thought we'd all forget #TrumpCutSocialSecurity.","polarity":-1,"subjectivity":"0.7381944444444444"}
{"tweet":"We didn't forget.","polarity":0,"subjectivity":"0.0"}
{"tweet":"REMIND EVERYONE.","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/bwInI1e96dRT @TrumpJew: Biden: “America is dead because of COVID-19” https://t.co/tDhlzvuRUb@HouseGOP Yes, BIden will!!!Women will save this country. Republicans, and America, have underestimated and undermined them for too long. Just watch. They're going to bring Trump and Pence and his enablers down.RT @TrumpWarRoom: Fact: President Trump's early response to the coronavirus was a 'phenomenal accomplishment' and saved lives.","polarity":1,"subjectivity":"0.3777777777777778"}
{"tweet":"https://t.co…RT @donwinslow: America.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Don't accept this.","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was Trump and DeJoy's plan all along.RT @thejtlewis: Brett Farve endorsed Trump! Wisconsin, you hear that?!@GOP @realDonaldTrump America hasn’t won a thing in four years. But Donald Trump has lined his pockets with taxpaye… https://t.co/82TaG83JLu@OMAROSA Trump is still extending his lead. Keep dreaming anti Trumpers.President Trump: \"[Rep. Ilhan Omar's] telling us how to run our country and she doesn't love our country, that I can tell you. The Biden plan will turn Michigan into a refugee camp.\" https://t.co/SyAxpBu8mg@MilesTaylorUSA It's hard for me to imagine trump doing a Hispanic accent. Thata how dumb I think he is@SeanParnellUSA @PrimeTimePuma @ConorLambPA CA loves Trump! Follow back and let’s amplify silent majority - beat twitter at their own game @AlisonW74649180When Trump issued the Executive Order to cut payroll taxes, he did it for the corporations' benefit. Please know payroll taxes are paying for your Social Security. No payroll taxes, no Social Security. Do you depend on that SS check? Does your mom and dad? #TrumpCutSocialSecurityCome on Buy-den. Stop yelling and BS-ing people. President Trump adores our military and has never spoken badly about our American heroes. President Trump rebuilt our military and fixed the terribly run VA. @kayleighmcenanyRT @Chewbacca20001: TRUMP-FREEDOM 2020 #Trump2020 #MAGA2020 #MAGA #FREEDOM #Election2020 https://t.co/MpG0f65M5B@DeeTwoCents @glennkirschner2 I LOVE @glennkirschner2, he always gives me hope. I look forward to him serving in a Biden/Harris Admin! 🗽Republican position is clerks shouldn’t count votes until all polls close, and then you get a four hour window to count certain ballots, and whatever doesn’t get counted by midnight is never counted. Unless they are behind and then it’s opposite, because Hunter Biden’s Laptop.Wow. The group that installed that 405 freeway TRUMP sign has come forward with a pro-Trump campaign video and IT IS 🔥. Could @realDonaldTrump flip California? https://t.co/qrTEN3z0jXIt's amazing how much journalists are just straight up excusing Twitter censorship of a news publication of a news story.... Almost as if their continued pearl clutching of the dangers of a Trump admin to journalism is just complete full of shit garbageJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...RT @cleoworks1: Report: DOJ Official Confirms FBI Investigating Hunter Biden for Money Laundering https://t.co/4Tt2BBARlb via @BreitbartNews@GavinNewsom @JoeBiden @KamalaHarris Yes! Biden/Harris 2020!\"All I was watching was CNN so I had a lot of hate for Trump.\"","polarity":-1,"subjectivity":"0.40822510822510827"}
{"tweet":"\"One day I decided to say: You know what I don't know much abt him so let's go &amp; pray. When I did, God opened my heart &amp; that's how I became a big fan.\"","polarity":1,"subjectivity":"0.15000000000000002"}
{"tweet":"\"Now I have 47 people close to me who are voting for him!\" https://t.co/MNJSI0cmhYClarence Tong, chair of the Alexandria Democratic Committee, has a instructed Democrats to call police when they get mail they don’t like. 😂 https://t.co/6YB59RsXuoThis video should have 1 million retweets.","polarity":0,"subjectivity":"0.0"}
{"tweet":"It won't...and that sucks...","polarity":-1,"subjectivity":"0.3"}
{"tweet":"Because if this is happening at other post offices across the country this could be directly responsible for Trump winning. https://t.co/3v1TOnx3CpIn four days, we break them all mentally forever.","polarity":1,"subjectivity":"0.46875"}
{"tweet":"They invested EVERYTHING in beating President Trump.","polarity":0,"subjectivity":"0.0"}
{"tweet":"They went ALL IN.","polarity":0,"subjectivity":"0.0"}
{"tweet":"They held NOTHING BACK.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Their last full measure of devotion to the cause was almost inspiring in a way.","polarity":1,"subjectivity":"0.5388888888888889"}
{"tweet":"I can't WAIT. https://t.co/kTJZ2uQBYWRT @catturd2: I bet Joe Biden would draw huge crowds in China.RT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.BREAKING NEWS: Several Queens Village (NY) residents are receiving pre-filled out ballots for Joe Biden and being told to just send them back to the Board of Elections. This is blatantly ILLEGAL https://t.co/WuEozBu7XYRT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.@Dravin_SW_GFX @YouTube Only one candidate compares his opponents supporters to Nazis. Maybe Trump is not the one spreading hate.RT @WhiteHouse: Wisconsin is receiving 1,750,000 rapid COVID-19 tests from the Trump Administration!  https://t.co/yEebs3KqCRJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...RT @SenSchumer: It's October 30th, and President Trump still doesn’t have an adequate national testing strategy.The Republican Party is trying to steal this election by deliberately suppressing votes, attacking the Post Office and hoping the Supreme Court gives it to Trump. It just bears mentioning every day. We are dealing with a counter majoritiarian extremist party that will get worse.white people like “of course rappers are voting for trump! they’re black men: violent, misogynistic and homophobic. unlike my uncle, who is voting for trump because he is Human, soulful, and economically anxious about his small agribusiness (Monsanto)”Pres. Trump made progress in the Middle East where no POTUS could!","polarity":-1,"subjectivity":"0.45173611111111106"}
{"tweet":"CNN’s Oren Liebermann: The Israel &amp; Sudan deal is a “significant…foreign policy accomplishment by the White House.”","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"Washington Times' Charles Hurt: Pres. Trump “reinvents the wheel” w/ Middle East peace plans.@funder Trump and Pense are also breaking several mandates that were put into place in various states regarding large gatherings and mask wearing.  He doesn’t care! He just wants the photo op. and adoration from his base.  #COVIDIOTS #DemVoice1 https://t.co/7lYpKSwZW3President Trump Says He's Heading to Minnesota Tonight Despite Radical State Democrat Leaders Limiting His Crowd to 250 Supporters via @gatewaypundit https://t.co/8RYah5OQSW@zeldanrogers @robertmarler667 @KittyBatSasha @NakedAndNapping Well it’s clear which side is run by fear and lies a… https://t.co/ETlU0Gpbrl@ctstudioc @TheRightMelissa @LilTunechi @realDonaldTrump @POTUS @chelseahandler So Biden is confused too right. Bec… https://t.co/0QtctYlFb9@bradhoylman Lol call into Ohio and tell em you’re a bunch of nyc animal rights vegans for Biden. That’ll be a big help.@JKeds98 Polls show most GOP votes are for Trump. And a 8-10% lean among NPA for Biden.Here's why most of the early voting totals are WRONG.","polarity":1,"subjectivity":"0.44317460317460317"}
{"tweet":"They're all **assuming** the registered Democrats are voting for Democrats.","polarity":0,"subjectivity":"0.0"}
{"tweet":"MILLIONS of new Trump supporters **never changed their party registration**.","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"See my Livestream: REVOLT IN THE BLUE STATES!","polarity":0,"subjectivity":"0.1"}
{"tweet":"https://t.co/mTcIAEefp6Calling the power of the Holy Spirit!RT @Lawrence: The \"reporter\" who really knows how to cover a Trump rally is @jordanklepperRT @robbystarbuck: Joe Biden has had 2 brain surgeries and the media never talks about it. 🧐Joe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...RT @P8R1OT: RT if you think Joe Biden and his family have betrayed America and sold us out to enrich their own lives...BEHIND THE SCENES:","polarity":1,"subjectivity":"0.3342592592592593"}
{"tweet":"Credit to @TheNatPulse who released the audio FIRST. A look at the Adobe Premiere timeline where the Spy Chief of China video about Hunter Biden was made. Also, the unexplained suspension of my account https://t.co/MzqRGtWgx5Only job Biden’s ever had since his 20’s was a govt job and he’s 77.  Somehow in the 2 years after leaving the office of VP, he made $16 million.  Hmmm...Help my PAC elect more conservatives who will fight DC corruption  https://t.co/LaOmoV4p5X@EarlOfEnough @Sky_Lee_1 @electroboyusa @B52Malmet @CatSkoor @mommamia1217 @KikiAdine @Tam_Resist What’s so incredibly difficult to understand is why isn’t anyone putting a stop to these dangerous gatherings? We’re all aware of the harm that he’s causing. Hell, MSM has even aptly named them as Super Spreader Events! Trump needs his ass kicked! This shit is truly twisted!BREAKING NEWS: Several Queens Village (NY) residents are receiving pre-filled out ballots for Joe Biden and being told to just send them back to the Board of Elections. This is blatantly ILLEGAL https://t.co/WuEozBu7XYPres. Trump made progress in the Middle East where no POTUS could!","polarity":1,"subjectivity":"0.546875"}
{"tweet":"CNN’s Oren Liebermann: The Israel &amp; Sudan deal is a “significant…foreign policy accomplishment by the White House.”","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"Washington Times' Charles Hurt: Pres. Trump “reinvents the wheel” w/ Middle East peace plans.RT @realalexlains: I’m voting for Trump because Biden’s basement will not fit in Air Force One.BREAKING: trump is hiding hospitalization data from the public. The data are only reviewed by a few officials at HHS, CDC, NIH, &amp; only one member of the White House task force. The administration says it keeps this information from you to protect “privacy” https://t.co/4zISSdbyUPBIDEN = Biggest Idiot Democrats Ever NominatedIsn’t it interesting when you find out which celebrities and athletes are deep down racist?","polarity":-1,"subjectivity":"0.4141414141414142"}
{"tweet":"Sorta surprising these QB’s like Trump when their whole career they were protected primarily by 5x 300 lbs Black Men.This is FICTION. Trump covered up the facts on #COVID19 and lied to the public. Then more than 200,000 people died. https://t.co/ybrthY46GXRT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.@MSNBC @NBCNews @chucktodd Yeah right.  Trump will win with over 400 electoral votes. Screenshot this.RT @Cernovich: This is how disinformation works.RT @JFNYC1: Biden's running mate is Covid-19.THIS IS A BEAUTIFUL AND SOOTHING MEMORY....! 🥰🥰🥰🥰🥰🥰🥰🥰🙏🙏🙏🙏😇😇😇😇","polarity":1,"subjectivity":"0.5335714285714286"}
{"tweet":"HEAVENLY SCHTUFF! LOL!This is deplorable.  I have a sister and brother who are doctors, and my sis is an emergency room pediatrician, and this here by the President is completely beyond even awful.President Trump Says Lil Wayne is an ‘Activist’ and Meeting Went Well https://t.co/49UYLvtZrYTrump pays no taxes, insults our military, betrays allies, fights to stop people from voting &amp; count votes, and does nothing to address police shooting Americans in the back. BE A MAN AND ADMIT IT - YOU SUPPORT TRUMP BECAUSE YOU TOO SUPPORT THESE THINGS and WANT TO PAY NO TAXES! https://t.co/ijxBVNA3vQWhy does Stelter lying about something the entire country saw day after day after day not I late Twitter’s rules????? C’mon Jack!Meow ...if only you  paid as much attention to Joe Biden’s alleged corrupt business dealings as a TV show that was rated top ten in 1997..... guess you got that wrong too🤷‍♀️RT @thebradfordfile: HOLY COW! Trump is going to hold 14 rallies in 3 days. ","polarity":-1,"subjectivity":"0.5119791666666667"}
{"tweet":"He's not just going for the win.","polarity":1,"subjectivity":"0.4"}
{"tweet":"Trump wants to make it hurt.@PressSec @TuckerCarlson @seanhannity @realDonaldTrump @DonaldJTrumpJr ...please use this on the jumbotron ar the r… https://t.co/W6aTVU39Nm@thomaskaine5 @maddow Flynn was all about working covertly for Turkey’s interests. Coney was fired for refusing to dismiss the case against Flynn. This was when Trump should have been impeached and removed: corrupt actions for Erdogan.RT @Rasmussen_Poll: Fact Check: True.@TomFitton with @RudyGiuliani on Biden-Burisma Corruption: \"Are Other Politicians Involved in Similar/Shady Ukraine Deals?\"","polarity":-1,"subjectivity":"0.525"}
{"tweet":"Full interview: https://t.co/svbEJVSQMg","polarity":1,"subjectivity":"0.55"}
{"tweet":"Read more: https://t.co/FVa3dyM17t https://t.co/CtDi9RZValHillary's private security CRAIG SAWYER quick set up Vets 4 Child Rescue right after Trump beat Hillary. Claimed he suddenly felt called to save children. Turns out former victims of Sawyer, such as Adrian John Wells, spoke out and said Sawyer is a \"pedophile\". Making sense now? https://t.co/PgqFO6rB9IThe only time the Trump administration pretends to follow “the science” is, shockingly, not actually following real… https://t.co/a2LoqLa3SFRT @FoxNews: Pro-Trump actress Kirstie Alley slams CNN's COVID coverage: ‘Fear of dying is their mantra’","polarity":1,"subjectivity":"0.4310714285714285"}
{"tweet":"https://t.co/xTXilctQnuEHRC report talks about the Jewish community as if it's monolithic, a very serious defect. Many Jews support Corbyn ","polarity":1,"subjectivity":"0.45555555555555555"}
{"tweet":"Board of Deputies, for example, is NOT regarded by most Jews as representing them. It is pro-Tory, pro-Netanyahu, pro-Trump. Many Jews strongly disagree with itRT @EricTrump: What is going on in New York? https://t.co/qS0ibeSLCSA 64-page document asserting an elaborate conspiracy theory involving Joe Biden's son and business in China, that was later disseminated by close associates of President Trump, appears to be the work of a fake \"intelligence firm.\" (1/8) #NBCNewsThreads https://t.co/9HcZ6dyhCR.@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":1,"subjectivity":"0.5734848484848485"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household incomes increase, and home ownership expand.","polarity":-1,"subjectivity":"0.4"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hispanics have achieved RECORD economic success because of Pres. Trump's thriving economic environment.If Biden is leading so much in the polls, then why is D.C. boarding up like a category 5 hurricane is coming through? 🇺🇸 #RedWaveWant to take bets when Trump loses, he and his clan hop a plane and attempt to seek asylum somewhere like Hawaii th… https://t.co/jMSFlxnD6DA justice department official has confirmed that the FBI opened up a criminal investigation into Hunter Biden and his associates back in 2019","polarity":1,"subjectivity":"0.28125"}
{"tweet":"https://t.co/LhQAZoLtu5The celebrity endorsements of Trump could actually help him.","polarity":0,"subjectivity":"0.1"}
{"tweet":"Many people are uncomfortable voting for Trump. When a likeable celebrity like Brett Farve endorses Trump, makes people more conformable voting for Trump.RT @jsolomonReports: Chris Wallace says he 'never believed' that Joe Biden did not speak about Hunter's business activity | Just The News","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"h…@thebuctrooper @stillgray yeah all the Biden 2020 tags are REAL LEGIT... cmon@RealRLimbaugh This message I received this morning put the wind back in my sails!!!! Praise the Lord!  Everyone ke… https://t.co/w12tA1Dl7yThank You Kurt!","polarity":1,"subjectivity":"0.15000000000000002"}
{"tweet":"Muy Bueno.What Nevadans are reading tonight:","polarity":0,"subjectivity":"0.0"}
{"tweet":"DOJ official confirms FBI 2019 criminal investigation into Hunter Biden, still active","polarity":-1,"subjectivity":"0.575"}
{"tweet":"https://t.co/mU85Iitrj8In a statement to @FDRLST, former Biden family insider-turned-whistleblower Tony Bobulinski blasts the media and notes that the evidence he provided the FBI has \"been authenticated by an independent, nationally recognized forensic analysis firm.\" (1/3)Think to yourself all the times they tried to frame POTUS and remember that. When Trump goes after them there will be no fails. Just one time convictions that hold up in appeals courts. Was 4 years of setting the stage worth it?","polarity":1,"subjectivity":"0.185"}
{"tweet":"Absolutely.RT @EpochTimes: The #Union representing the #Philadelphia Fire Dept. voted to uphold its endorsement for President Trump. https://t.co/5rk7…RT @MeidasTouch: Help us keep him on the road! Chip in here: https://t.co/VJGexgZlZtThis is deplorable.  I have a sister and brother who are doctors, and my sis is an emergency room pediatrician, and this here by the President is completely beyond even awful.It’s a pathetic reflection of our society that it takes guts for people like Brett Favre and Lil Wayne to endorse President Trump. It shouldn’t be that way. A bunch of totalitarians on the Left.RT @BonginoReport: Someone wasn't happy with Pelosi's State of the Union stunt 😂😂😂","polarity":-1,"subjectivity":"0.7428571428571429"}
{"tweet":"https://t.co/QnWibuctkoAre you chicken @IvankaTrump ? Can't answer real questions?RT @jonfavs: Trump is floating a deranged conspiracy to attack America’s doctors during a pandemic. ","polarity":-1,"subjectivity":"0.625"}
{"tweet":"What a closing message!RT @joncoopertweets: Joe Biden supports granting statehood to both Puerto Rico and DC. Pass it on.It pisses me off that NYT would call a man who hasn’t drawn a sober breath since the ‘80’s a ‘teetotaler’ (it’s also bad reporting as Trump used alcohol frequently in nightclubs) ‘dry goods’ are the same as booze. He is high 24/7 while POTUS. @realDonaldTrump#ThursdayMotivation","polarity":-1,"subjectivity":"0.4052777777777778"}
{"tweet":"#TrumpRallyTampa","polarity":0,"subjectivity":"0.0"}
{"tweet":"#FridayThoughts  🇺🇲🦅🇺🇲","polarity":0,"subjectivity":"0.0"}
{"tweet":"REMEMBER on NOV. 3RD...","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden's fully compromised:","polarity":0,"subjectivity":"0.0"}
{"tweet":"A National Security🇨🇳Risk!","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020Landslide tho: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Will 🇺🇲🥊#MakeChinaPay! https://t.co/QGNcUErX7CJoe Biden has vowed to abolish the entire U.S. Energy Industry — no fracking, no energy, and high gas prices. While I am President, America will proudly remain ENERGY INDEPENDENT! https://t.co/pN1VF0zaB5RT @thebradfordfile: Biden forgot his medication today.They’re eating their own. ","polarity":1,"subjectivity":"0.658"}
{"tweet":"Trump not happy Laura Ingraham is wearing a mask and being “Politically Correct”. ","polarity":-1,"subjectivity":"0.55"}
{"tweet":"This is awesome...https://t.co/pksJdtmIQpBiden can win Texas.@seanhannity @IngrahamAngle ","polarity":1,"subjectivity":"0.7"}
{"tweet":"I just finished watching \"Trump Card\". I cried my eyes out at near the end. What? The scene showing President Lincoln's casket on the train. We have not had a President like @realDonaldTrump in my lifetime. We can't screw this up.","polarity":1,"subjectivity":"0.4"}
{"tweet":"MUST WATCH MOVIE!See person president. Shey silent Bubu no better pass this one ni.I've been saying about Sumter for a while.  Today, it set a milestone, becoming the first county to surpass the 100% mark of the total 2016 turnout.  As of now, Rs are overperforming 2016 by 2 pct pts.  Per @Redistrict 's criteria, FL will be a blowout win by Trump!! https://t.co/ZNdMcPh9ao@hartluck @DBeck08 looks like nerves,  that is not reason for people to be mean to you. I don't worship trump or bi… https://t.co/EQHwNbIhtQRT @donwinslow: WATCH THIS!","polarity":1,"subjectivity":"0.5172619047619047"}
{"tweet":"SEND TO SOMEONE YOU KNOW IN FLORIDA!!@davidbraze @WSJ @JoeBiden FYI, The emails have been confirmed as legitimate. ","polarity":1,"subjectivity":"1.0"}
{"tweet":"https://t.co/SthmaZ2jFsEvery spokesperson for Trump campaign has much larger audience.","polarity":0,"subjectivity":"0.5"}
{"tweet":"@TiffanyATrump @LaraLeaTrump @DonaldJTrumpJr @EricTrump @IvankaTrump @Mike_Pence &amp; of course @realDonaldTrump. All get min 100's &amp; most in 1000's. Like 2 see more @TiffanyATrump on trail. She has become good speaker.This makes me sad. So many healthcare workers have died in the line of duty taking care of patients with COVID. ","polarity":1,"subjectivity":"0.62"}
{"tweet":"Thankfully, the overwhelming majority of the American public trusts doctors, nurses, and other healthcare workers.Yesterday an American was infected more than once per second, and he responds by trashing the profession that saved his worthless life. https://t.co/HBFXQNpatQ@realDonaldTrump Have you ever noticed that when Trump opens his mouth, lies spew out!  More lies than anyone could ever imagine.@JoJoFromJerz The Trump Economy is actually worse than the six  previous Presidents. Moody Analytics per Yahoo Finance. https://t.co/MHo7Gr9Z00Tireless Effort: @RudyGiuliani says he is working day and night to expose the corruption of The Biden Crime Family. #MAGA #AmericaFirst #Dobbs https://t.co/QBvcL6NZ7dThere has been a year-long effort by Trump and his aides to say hospitals are seeking extra money by hiking covid death figures. Here’s our story from * May * https://t.co/whoB1jw0TIHuman trafficking is one of the world’s fastest-growing criminal industries. ","polarity":-1,"subjectivity":"0.3684523809523809"}
{"tweet":"The crime is often difficult to prosecute without victims' cooperation—and getting survivors to participate in investigations has become more complicated since Trump took office https://t.co/UfgWdaJhGgOh noooo you most definitely are...Instead of passing legislation to help people who are barely hanging on to their homes, Senate Republicans prioritized one thing these past few months: confirming more Trump judges. https://t.co/ojONfvAZYqMor Trolls, Please!","polarity":1,"subjectivity":"0.49444444444444446"}
{"tweet":"On Wednesday we reported Trump +1 over Biden &amp; sustained another coordinated multi-hour @Twitter assault by a tribe of digital-cancel-culture-cannibals. We ignored answering most of them this time.","polarity":1,"subjectivity":"0.25"}
{"tweet":"But do come on back anytime, y'all!  https://t.co/NDFOrnuTI8 https://t.co/NmGkc1peAjRT @TrumpJew: Your daily dose of Biden optimism: https://t.co/H3vOHgN8BqThis is a prime example of the ignorance and delusion embedded within Trump supporters. Once they realized she was talking about Trump, their demeanors changed and suddenly it was “different.”@LeviteMarie It’s always the trump supporters that have no lives that hid behind an account &amp; run their mouth becau… https://t.co/aZVYOr886FRT @OperationMAGA: Elderly people are virtually nobodies anyway!! MAGA will happily cut your social security! ","polarity":1,"subjectivity":"0.4095238095238095"}
{"tweet":"#TrumpCutSocialSecurityBiden and Trump are both in Wisconsin today. One is taking care to protect the public. One is holding a super spreader rally. Guess which is which. ","polarity":1,"subjectivity":"0.36666666666666664"}
{"tweet":"https://t.co/Yc4rXBgrF8This video should have 1 million retweets.","polarity":0,"subjectivity":"0.0"}
{"tweet":"It won't...and that sucks...","polarity":-1,"subjectivity":"0.3"}
{"tweet":"Because if this is happening at other post offices across the country this could be directly responsible for Trump winning.This is a prime example of the ignorance and delusion embedded within Trump supporters. Once they realized she was talking about Trump, their demeanors changed and suddenly it was “different.”TruthRT @EricTrump: What is going on in New York?#TogetherWeCan laugh at this bafoon.Follow the pen. 👇Me either...Disasters. At every turn, Biden twisted his knife into the back of Michigan workers. In 2016, Michigan voted to FIRE this corrupt political establishment and you elected an outsider as President who is finally putting AMERICA FIRST!","polarity":1,"subjectivity":"0.5202214452214452"}
{"tweet":"#VOTE #MAGA@fallinangelz21 @gult_wala @ElectProject I see...well, it's a reason to text and knock on doors or whatever because… https://t.co/zqmKUU693IJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...Sen. Kamala Harris: \"We need to... speak truth about the history of this country, to speak truth in a way that Joe Biden is not afraid to do, to say, 'Black Lives Matter.'\" https://t.co/3BLtxSoCtqI’m sure Trump wants everyone to forget how he’s treated Puerto Ricans and the 3,000 lives lost bc of his inaction.👇","polarity":1,"subjectivity":"0.34305555555555556"}
{"tweet":"@MarcAnthony wants you to join him and #VoteHimOut ","polarity":1,"subjectivity":"0.1"}
{"tweet":"#LincolnLatino #DemVoice1 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@ProjectLincoln #ONEV1 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/x9C5EFGlJjRT @NicAtNigh: Lil Wayne jumping on Twitter to endorse Trump is a strong indication that the dam has broken. You can bet he isn't alone.RT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! ","polarity":1,"subjectivity":"0.5666666666666667"}
{"tweet":"#MAGA #Election2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3AnrRUPTtZRT @prayingmedic: How many? https://t.co/vAbHSp15OGRT @DesertTiger69: “Just because we support Trump doesn’t mean we’re racist”@morethanmySLE @ReallyAmerican1 Trump lie about everything. I don't see how anyone can support this evil ass manJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...Breaking: an active FBI investigation into Hunter Biden’s money laundering in the Ukraine","polarity":-1,"subjectivity":"0.3895833333333334"}
{"tweet":"@JamesRosenTV ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#FoxAndFriends #MorningJoe ","polarity":0,"subjectivity":"0.0"}
{"tweet":" #BattlegroundStates #BidenCrimeFamiily ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TheFive #Trump2020Landslide #KAG2020 #Ccot","polarity":0,"subjectivity":"0.0"}
{"tweet":"#FoxNews #FridayThoughts ","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/iW9CoagMkOMillions of people rely on social security. ","polarity":1,"subjectivity":"0.06666666666666667"}
{"tweet":"#TrumpCutSocialSecurity*sigh*RT @TheJNews: @JackPosobiec BREAKINGDonald Trump: Reelect me and I will continue to deliver safety, prosperity and opportunity for all Americans https://t.co/KoJDOFsAXQ #FoxNewsCassandra here. Four years ago, I knew he would be horrible if he got into the White House &amp; assembled a team of sl… https://t.co/K0ayvwKZ2XBREAKING NEWS: Several Queens Village (NY) residents are receiving pre-filled out ballots for Joe Biden and being told to just send them back to the Board of Elections. This is blatantly ILLEGAL https://t.co/WuEozBu7XY@JoshuaPotash @hstoorg Trump has written 1000's of Executive Orders and calls it a health plan. He couldnt write on… https://t.co/D5HNBhS3jJDemocrat Rep. Ro Khanna \"vouched for the credibility of Hunter Biden’s former business partner Tony Bobulinski, who has alleged that former Vice President Joe Biden was intimately involved in the shady business dealings of his son\"","polarity":-1,"subjectivity":"0.3386363636363636"}
{"tweet":"https://t.co/Cy3rUVQjtHRT @bree_alysse: The CCP Owns the Biden Family https://t.co/HHHeCDorAuAnd let’s not forget that a Biden presidency means that AG Bill Barr, DNI Ratcliffe, Sec State Mike Pompeo, WH xenophobe Stephen Miller, &amp; the rest of Trump’s corrupt cronies will also be tossed out.","polarity":-1,"subjectivity":"0.8"}
{"tweet":"It’s a terrific package deal. ","polarity":0,"subjectivity":"1.0"}
{"tweet":"Vote Biden/Harris!BREAKING NEWS: More Proof Emerges That Trump's Unnecessary, Self-Serving, Lazily Freewheeling Rallies Really Are Super-Spreading—Besides Hate, Nonsense, and Disinformation—COVID-19 to a Country Already Harder Hit By the Virus Than Any Nation on EarthRT @AOC: I try not to curse in public, but... 🤷🏽‍♀️With the continued support of our amazing volunteers, President @realDonaldTrump &amp; VP @Mike_Pence will win BIG again on November 3rd. Volunteer with Trump Victory at the link &amp; get out the Vote for #4MoreYears! https://t.co/oj0cklroZqJUST IN: Ivanka Trump declares position on abortion: \"I am pro-life, and unapologetically so\" https://t.co/S5NR72V5FN https://t.co/653eKGyDyTRT @DearAuntCrabby: \"He’s done\": George Conway predicts Trump will wind up \"bankrupt\" and a \"criminal defendant\"","polarity":1,"subjectivity":"0.47564102564102567"}
{"tweet":"https://t.co/XGZKyuyTyaDonald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.06666666666666667"}
{"tweet":"Joe Biden could never keep up with the energy, stamina, and drive that this president has.RT @EricTrump: What is going on in New York? https://t.co/qS0ibeSLCSRT @Kris_Sacrebleu: Take you all day to come up w that “witty” retort, TraitorTot? https://t.co/8tVw25KpwTKeith Ellison had an event at a brewery in 2016 and I persuaded the brewery to cancel it. I wanted Keith to feel how it felt to be silenced. He's tried to silent so many.","polarity":1,"subjectivity":"0.5136363636363637"}
{"tweet":"Ellison and Walz were not effective at shutting down Trump's rally!RT @seanmdav: Biden told black people who didn't support him that they were race traitors. Very uniting. Much healing. https://t.co/1kuzHpf…RT @GoJackFlynn: Dear @POTUS May you accept these words of mine as the \"voice of one crying out in the desert\" (John 1:23).RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)“We will deliver a safe vaccine to the American people in just a number of weeks, a couple of weeks.” Trump tells supporters a Covid-19 vaccine is imminent, and seniors will be first in line #TrumpRally #Trump #Coronavirus https://t.co/ISXcko5LhtYou've GOT to be kidding me! This guy looks like a pedo, no wonder he endorses Biden.I've been saying about Sumter for a while.  Today, it set a milestone, becoming the first county to surpass the 100% mark of the total 2016 turnout.  As of now, Rs are overperforming 2016 by 2 pct pts.  Per @Redistrict 's criteria, FL will be a blowout win by Trump!! https://t.co/ZNdMcPh9aoRT @Scaramucci: Trump just canceled his Election Day party at his hotel. One last chance to grift.RT @realDonaldTrump: Biden wants the biggest Tax Increase in the history of our Country!U r my hero.RT @neal_katyal: What a constitutional monstrosity he is.In all of my years of public service in national security affairs, I would never have imagined that US government officials were conducting private threat assessments of the President of the United States regarding the safety of our democracy https://t.co/PIfWdnVijn@Aaron_Staats @JeffreyGoldberg @RadioFreeTom @GOP Unfortunately, the GOP has been the fiefdom of the fake conservat… https://t.co/mulgg45WX0RT @realDonaldTrump: Biden would lock us down forever. We are rounding the corner!Pres. Trump has ALWAYS backed our HEROES in blue &amp; assisted officials against the surge in violent crime, including launching a law enforcement effort called Operation Legend.","polarity":1,"subjectivity":"0.44482323232323234"}
{"tweet":"Dems have called to defund the police—a proposal that would undoubtedly hurt communities across the US.RT @BillCar21528755: Update on Hunter Biden and the Biden Crime family with Rudy Giuliani https://t.co/pm8dR7acHW via @YouTube@Omojuwa @JoeBiden It will be the end of an error on Tuesday, November 03, 2020 as fire Donald Trump and welcome Uncle Joe.Vote red!!❤️🇺🇸❤️🇺🇸𝐅𝐚𝐜𝐞 𝐨𝐟𝐟 𝐢𝐧 𝐅𝐥𝐨𝐫𝐢𝐝𝐚, “It looks like a bloodbath for Biden in Florida - that’s because the Republicans have wiped out the big early lead among Democrats.” #RedWave #2020TrumpLandslide #TrumpPence2020 @JesseBWatters https://t.co/CovkHeAWQ2Like a light in the dark Mr, Trump shines among the all Presidents!","polarity":1,"subjectivity":"0.39999999999999997"}
{"tweet":"🇺🇲⭐❤","polarity":0,"subjectivity":"0.0"}
{"tweet":"@restartleader ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020","polarity":0,"subjectivity":"0.0"}
{"tweet":"#MIGA https://t.co/55uOy0GPBMRT @thebradfordfile: Biden forgot his medication today. https://t.co/mhXOlTARkURT @realDonaldTrump: Biden wants the biggest Tax Increase in the history of our Country!RT @DonaldJTrumpJr: I want to create an ice cream flavor called ‘corruption’ just to finally hear the media ask Joe Biden about it.RT @MsAvaArmstrong: Are you sick of hearing Joe Biden’s angry rants?Steve Harvey on the Donald Trump Visit https://t.co/eVCsT6tKus via @YouTube Steve Harvey you rock!Did a little digging into this... holy cow. Clinton's bought a property up there some years ago. This one is going to take time but there's a treasure trove of open source on this area.I made the mistake of watching some of Biden’s speech in Florida.  I believe he’s the dumbest person to ever run for president.  Dumb as a doorknob.HEY NON-VOTERS and the people who love them! This is for you!  ","polarity":-1,"subjectivity":"0.5804232804232803"}
{"tweet":"You may not know we can get progressive bills passed IMMEDIATELY after the election, if we elect *4 MORE SENATORS* -and into LAW if we elect #Biden.  PLEASE WATCH &amp; SHARE! https://t.co/brHFqSuwbv@DanReidinger @MikeMiss25 Trump team post them https://t.co/gFpmixChOL couple small examples of how ridiculous they… https://t.co/XZ2tiuTKhLRT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨RT @Doc_0: Trump supporters are basically getting treated like Hong Kong pro-democracy protesters now.RT @ShawnG927: Meanwhile in Israel 🇮🇱, BIKERS FOR TRUMP drive through Jerusalem! 😎👍🇺🇸🇮🇱 🏍 https://t.co/vzb3I9avVQBe in constant state of PRAYER UNTIL ELECTION DAY IS OVER. ","polarity":1,"subjectivity":"0.6619047619047619"}
{"tweet":"#PrayForAmerica ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#PrayForTrump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#PrayForTrumpVictory","polarity":0,"subjectivity":"0.0"}
{"tweet":"Pray to defeat the Evil Forces.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"May GOD Bless America &amp; Protect our @POTUS, ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald J. TRUMP. 🇺🇸","polarity":0,"subjectivity":"0.0"}
{"tweet":"🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏President Trump just now concluding his 3rd rally at 10pm ET with Elton playing as he boards Air Force One. He’s working extremely hard for us. That is the kind of work ethic and record that should rewarded. Re-elect @realDonaldTrumpRT @ScottAdamsSays: Watching Biden spew lie after lie in his quest to replace Trump. His low-information voters have no idea.Everyone REALLY needs to watch Agents of Chaos documentary on 2016!!  Factually ties everything together to make se… https://t.co/woavI7FKUaRT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! ","polarity":1,"subjectivity":"0.40595238095238095"}
{"tweet":"#MAGA #Election2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3AnrRUPTtZTrump, I love you &amp; you are doing one heck of a job!","polarity":1,"subjectivity":"0.6"}
{"tweet":"This 👇wonderful 101 year old Mary Jane Jacoby is going to ride in a motorcycle sidecar to vote in person for @realDonaldTrump ","polarity":1,"subjectivity":"0.6"}
{"tweet":"If Jane can do it, so can you!","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote in Person! Vote Red!","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/WAGY5cRp2bRT @EddieZipperer: BIDEN: “I’ll lead an effective strategy to mobilize trunalimunumaprzure.”","polarity":1,"subjectivity":"0.8"}
{"tweet":" https://t.co/TAkj7bJndN@realDonaldTrump Can I join from Nigeria, cos am all concerned about the victory for for amiable mentor President Donald TrumpA 64-page document about Hunter Biden that was disseminated by close associates of President Donald Trump appears to be the work of a fake \"intelligence firm.\" ","polarity":-1,"subjectivity":"0.7"}
{"tweet":"https://t.co/s4d3pggRfPRT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.@gtconway3d The follow up question should have been...  Do you still believe Trump learned his lesson after being impeached?.@realDonaldTrump doesn't understand not being able to sleep at night thinking of a patient you lost. There are a few scars accumulated over the years. For many doctors there are scars accumulating daily right now. How dare he attack us while we clean up after his mess. https://t.co/260Ctw0RLBLets give a huge THANK YOU! to ALL those who are braving this awful virus. Doctors, nurses, medics, volunteers... e… https://t.co/nQGyerLnqmRT @RlCKYRAGE: Joe Biden after he tweeted this  https://t.co/l33RcSlRzkFascinating Interview","polarity":1,"subjectivity":"0.5202380952380953"}
{"tweet":"Tucker Carlson's Full Interview w/ @ggreenwald Over His Resignation From \"The Intercept\" Due To The Censorship Of His Article On Joe Biden","polarity":1,"subjectivity":"0.4625"}
{"tweet":"Tucker &amp; Glenn also discuss the alliance of the Neo-Cons, the CIA, the Deep State, Silicon Valley, Wall Street &amp; MSM. https://t.co/qm5c0MFOQqMy 6 yr old last night asked me why everything was Made in China.. 🤔","polarity":1,"subjectivity":"0.22222222222222224"}
{"tweet":"I simply answered... career politician's sold 🇺🇸 out son. He then asked \"Is that why we like Trump\"? 😁 \"Yes Son, just one of many reasons why\". ","polarity":1,"subjectivity":"0.4285714285714286"}
{"tweet":"My son is a fricking genius! 😉RT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨Meow ...if only you  paid as much attention to Joe Biden’s alleged corrupt business dealings as a TV show that was rated top ten in 1997..... guess you got that wrong too🤷‍♀️This video should have 1 million retweets.","polarity":-1,"subjectivity":"0.5375000000000001"}
{"tweet":"It won't...and that sucks...","polarity":-1,"subjectivity":"0.3"}
{"tweet":"Because if this is happening at other post offices across the country this could be directly responsible for Trump winning.RT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨...Disasters. At every turn, Biden twisted his knife into the back of Michigan workers. In 2016, Michigan voted to FIRE this corrupt political establishment and you elected an outsider as President who is finally putting AMERICA FIRST!","polarity":-1,"subjectivity":"0.5708333333333333"}
{"tweet":"#VOTE #MAGA8. Instead, Bobulinski seems to infer that Joe Biden discussed business with his son. In a way that is not explained. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden was \"he was plainly familiar, at least at a high level\" with \"the Biden family’s plans with the Chinese,\" Bobulinski says. ","polarity":1,"subjectivity":"0.36"}
{"tweet":"Very strange phrasing.@ChuckCallesto Speaker Pelosi is going POSTAL against our government &amp; our Constitutional Election Process.","polarity":-1,"subjectivity":"0.195"}
{"tweet":"Planning a forceful takeover for a Biden Presidency PRIOR to election is proof she’s unfit for office. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"HYSTERICAL PANIC","polarity":-1,"subjectivity":"1.0"}
{"tweet":"-she knows what’s coming.RT @RichardGrenell: Keep fighting.RT @MeidasTouch: If Trump is re-elected, the social security fund could be depleted by 2023. Watch and share #TrumpCutSocialSecurityRT @TrumpWarRoom: Joe Biden: \"I'll lead an effective strategy to mobilize [unintelligible]!\" https://t.co/cggH79eZB1RT @aubrey_huff: Come again?Is this another loser alert? It's a smart move. He knows he will be throwing a tantrum &amp; cussing like the low-life he is. https://t.co/1xQycBvekIMe too!!!!🇺🇸RT @RaheemKassam: Hunter Biden has declared his friendship with ANOTHER spy chief, this time KGB-linked.","polarity":1,"subjectivity":"0.4523809523809524"}
{"tweet":"More coming on @TheNatPulse in a…@BrettFavre @realDonaldTrump Same here Brett, thank you for being real! Trump 2020RT @AnnieLinskey: Toward the end of Biden's speech in Iowa, a pair of bald eagles circled overhead.@seanhannity Biden has a language of his own....a cheerleader for NAFTA – sending your auto Jobs to Mexico. He voted for China’s entry into the World Trade Organization – gutting your industries to finance China’s rise. HALF of all Michigan auto manufacturing jobs were ELIMINATED after the Biden-Backed NAFTA and China...@bob07075742 @EricTrump @VP @POTUS @GOP @TheDemocrats @ABC @CBS @fox @NBCNews Maybe a little tired, you know I work… https://t.co/yWsMLpBQBmWatch As CNN’s Don Lemon Flips His **** After Martin Luther King’s Nephew Says Trump is a “Genius”… https://t.co/m7FceFrWcFJoe Biden spent the last 47 years outsourcing your jobs, opening your borders, and sacrificing American blood and treasure in endless foreign wars. He is a diehard globalist who cares nothing for working people. He repeatedly tried to cut Medicare &amp; Social Security. Biden was...I’ve seen a lot of people respond to this by saying “We need to win the Sunbelt because of this.”","polarity":1,"subjectivity":"0.3428571428571429"}
{"tweet":"No. Do not treat PA as some lost state just because we have to wait a few days for the results. That is playing into Trump’s frame.","polarity":-1,"subjectivity":"0.1"}
{"tweet":"We wait, and we count every vote.A fake \"intelligence\" document about Hunter Biden that was later disseminated by close associates of President Donald Trump “appears to be the work of a fake ‘intelligence firm’ called Typhoon Investigations,” per @oneunderscore__ @BrandyZadroznyPres. Trump has ALWAYS backed our HEROES in blue &amp; assisted officials against the surge in violent crime, including launching a law enforcement effort called Operation Legend.","polarity":-1,"subjectivity":"0.5833333333333334"}
{"tweet":"Dems have called to defund the police—a proposal that would undoubtedly hurt communities across the US.RT @TheLeoTerrell: RED WAVE: President Trump to hold 14 rallies in final three days before election https://t.co/TAbIJ9KWkcRT @EdAsante77: Super Biden can zap viruses all by himself.The GOP and trump don’t care if SS, Medicare and Medicaid fail. They’ve looted the treasury and plan to drink champ… https://t.co/AD9ar6XtfIExclusive footage! ","polarity":-1,"subjectivity":"0.4916666666666666"}
{"tweet":"Leftist protest groups plot election day coup aided by the Democrat Party, Federal employees &amp; Intelligence contractors. ","polarity":-1,"subjectivity":"0.6"}
{"tweet":"- They plan to shut down &amp; take over Washington D.C.  starting Nov. 4th until inauguration day to force Trump out of the White House. https://t.co/AaMCKwSndk#Election2020 A source with direct knowledge of the FBI interview tells @CBSNews that former Hunter Biden business associate Tony Bobulinski was interviewed by the FBI, with counsel present, at the bureau's Washington Field Office, on October 23 for approximately 4-5 hours. AboutSince the radical left AKA the Democratic party does not believe in God apparently... We should get on our knees an… https://t.co/acPYTgdmbBRT @realDonaldTrump: Biden wants the biggest Tax Increase in the history of our Country!Tbh, I wouldn’t be surprised if NM, CO, OR, and/or VA flip red, but I’m not counting on it","polarity":-1,"subjectivity":"0.22824074074074074"}
{"tweet":"I also think it’s possible Trump wins the popular vote","polarity":1,"subjectivity":"0.7000000000000001"}
{"tweet":"Let’s see what happens!I’m not worried President Trump will lose. I’m deeply concerned Democrats will hijack the election, followed by civil unrest. Stay prayed up, locked and loaded@thehill Trump 2020RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.RT @secupp: Trump still owes El Paso—a city facing a coronavirus disaster—$569,000 for his 2019 rally https://t.co/suwtNGK0Bd via @YahooFirst Lady Melania Trump’s campaign speech called for an end to “hate, negativity and fear.” Critics remarked that her husband has run on those very emotions. https://t.co/j5b8BYlPIm\"This president has still not given us a reason to re-elect him,\" says fmr. RNC Chairman Michael Steele in reaction to Pres. Trump's comments at Tampa rally.","polarity":1,"subjectivity":"0.625"}
{"tweet":"\"There is a widening disconnect between this president, his presidency, and the American people.\" https://t.co/i4mulE8uki@kirstiealley Since you have chosen to support the orange pig trump cult, I guess that makes you a cultist and a real dumbassThis is why these people are actors.","polarity":1,"subjectivity":"0.15000000000000002"}
{"tweet":"They can't think for themselves. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Their whole world is based on reading lines that were written by other people. ","polarity":1,"subjectivity":"0.3875"}
{"tweet":"If she could think for herself, she could see how much of a train wreck Joe Biden is.","polarity":1,"subjectivity":"0.2"}
{"tweet":"Pathetic woman.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"https://t.co/Bh2IJAh3bWYou cannot claim to want to protect Seniors, and turn around and try to kill healthcare AND Social Security.","polarity":1,"subjectivity":"0.06666666666666667"}
{"tweet":"That's political suicide.","polarity":0,"subjectivity":"0.1"}
{"tweet":"And that's what trump is doing.","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurityBrave and Leader like his father.  Happy birthday @IvankaTrump the gift arrives on November 3rd, Four More Years!  the Trump legacy continues. @realDonaldTrump @DonaldJTrumpJr @EricTrump @kimguilfoyle @AmyKremer @Lrihendry @jjauthor @atensnut @DiamondandSilk @mercedesschlapp https://t.co/wkcpdC1r6mThose angry that Don Lemon cut off friendships with those who support trump don’t understand it’s not a left vs rig… https://t.co/dk9C7LSZ5b#Election2020 A source with direct knowledge of the FBI interview tells @CBSNews that former Hunter Biden business associate Tony Bobulinski was interviewed by the FBI, with counsel present, at the bureau's Washington Field Office, on October 23 for approximately 4-5 hours. AboutRT @TeamTrump: President @realDonaldTrump: The Biden family is looking more and more like a crime family https://t.co/CF4YN0jnW2Yes! Finally! I voted today for Biden and Harris! I’ve never been more certain of my vote and I’ve never felt it co… https://t.co/OY3T67MPoERT @marklevinshow: Bobby Orr endorses Trump","polarity":1,"subjectivity":"0.4693877551020408"}
{"tweet":"https://t.co/1QMqi3n4VyRT @Scaramucci: Trump just canceled his Election Day party at his hotel. One last chance to grift.Hockey legend Bobby Orr endorses President Trump for reelection | The Post Millennial - News, Politics, Culture, and Lifestyle https://t.co/PZ3N9w5e06Thank you @ScottPresler for the encouragement! We need to do all we can to make sure Trump is re-elected! 👏 #MAGA #Trump2020@SNKenReid Donald Trump and anyone that supports him can go fuck themselves.The number of unreturned absentee ballots in Wisconsin is roughly 10x Trump's margin in 2016. It's too late now to mail them in—but they can be hand-delivered to dropboxes/clerks. We're organizing &amp; cranking out digital ads to make it happen. Chip in: https://t.co/mLARYn8lHW https://t.co/JT9cppyo6YI would not be surprised if trump is hitler reincarnated.","polarity":-1,"subjectivity":"0.4936507936507936"}
{"tweet":"He's doing almost the exact same stuff, in the same order.","polarity":1,"subjectivity":"0.16666666666666666"}
{"tweet":"And as a German it's really ticking me off that people STILL haven't learned that lesson.RT @kayleighmcenany: 🚨🚨 COMPROMISED 🚨🚨","polarity":1,"subjectivity":"0.1"}
{"tweet":"“Hunter called ANOTHER Foreign Spy Chief a ‘Close Friend,’ met KGB-linked man with Joe Biden”","polarity":-1,"subjectivity":"0.125"}
{"tweet":"https…You cannot claim to want to protect Seniors, and turn around and try to kill healthcare AND Social Security.","polarity":1,"subjectivity":"0.06666666666666667"}
{"tweet":"That's political suicide.","polarity":0,"subjectivity":"0.1"}
{"tweet":"And that's what trump is doing.","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurityRT @dbongino: JOE BIDEN IS AN ACTIVE NATIONAL SECURITY THREAT 🚨Trump just now:","polarity":-1,"subjectivity":"0.6"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)\"—what has happened to systems of gov in US on Trump's watch are—ultimately a more dangerous long-term result of his tenure.","polarity":-1,"subjectivity":"0.6"}
{"tweet":"\"The arrogant approach of PM/Gov to feeling so little accountability/respect for transparency, should be of equal concern here.\"","polarity":-1,"subjectivity":"0.375"}
{"tweet":"https://t.co/cc82B3O7w4RT @ClassicColtrane: lil wayne is truly an idiot and has been for a loooooong time.Bruh...this Melania actress signed up for this and look at the regret as he still takes advantage because Trump's g… https://t.co/ZhuAEw2hM0RT @realDonaldTrump: Biden wants the biggest Tax Increase in the history of our Country!RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.\"Almost nothing. On the day that the President's son said that, 971 Americans were reported dead... from the virus. 971. Mothers and fathers, sisters and brothers, neighbors, friends, coworkers.\"","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"- @JakeTapper on Donald Trump Jr. labeling recent Covid-19 deaths \"almost nothing.\" https://t.co/gE5mYrHrbnIf you like this, please share. We are 132 former Florida Legislators endorsing Joe Biden. ","polarity":0,"subjectivity":"0.125"}
{"tweet":"Jon Mills, Paula Dockery and J.C. Planas: Vote Joe Biden — for decency, knowledge and reliance on facts  https://t.co/y1Av1VJ4Hs@smerconish If Trump loses, his supporters will be sent to re-education camps, so it depends on how well the camps… https://t.co/1Ft1aX2aBfRT @RealJamesWoods: Biden couldn’t fill a high school gym, but Donald Trump (👇🏼) is behind in the polls? https://t.co/qRIu40xSSpa half dozen agents took part, at various points, of the interview. The source said it included an \"examination and review\" of the 3 phones to confirm the authenticity. Bobulinski says he used the phones to communicate with Hunter Biden + HB's business team. The FBI interview wasRT @ChuckCallesto: SAVAGE: Trump just announced that he is holding a rally THE DAY BEFORE THE ELECTION in Scranton PA, Biden's home town...\"Thousands of Biden ads have been blocked by Facebook as part of the company’s pre-election blackout on new political ads, which the Biden camp said erroneously swept up ads that had already been approved to run. The ads have been down since Tuesday.\"","polarity":-1,"subjectivity":"0.38334455667789"}
{"tweet":"https://t.co/qTT8jijyFu@Terr1bad @GrahamAllen_1 @BrettFavre @realDonaldTrump As I drove through South Georgia this week, I couldn’t help b… https://t.co/UrHcf14sbsRT @KamVTV: BREAKING: NFL legend Brett Favre endorses Donald Trump for president.New download link.","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"OPEN LETTER TO THE PRESIDENT OF THE UNITED STATES OF AMERICA DONALD J TRUMP","polarity":0,"subjectivity":"0.5"}
{"tweet":"From Archbishop Viganò.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Link allows for PDF download. ","polarity":0,"subjectivity":"0.0"}
