{"tweet":"Interesting.....@EepJeep @faze_takkun '''","polarity":1,"subjectivity":"0.5"}
{"tweet":"😂","polarity":0,"subjectivity":"0.0"}
{"tweet":"Didn't even read that trash.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Black Voters stood the fck up &amp; nominated the only candida… https://t.co/XPlP1YDOe9RT @maryam_Jidayi: They said “Trump can’t go into the White House because its ","polarity":-1,"subjectivity":"0.4777777777777778"}
{"tweet":"FOR BIDEN” 😂 😂RT @scrowder: Oh my.@ThePoke Bad election results: How Does Trump’s Reaction Compare? https://t.co/vEYjiexZte@TheHinduDindu @haden828 That’s how he sees it, if you can’t see that Trump does give a f about anyone that doesn’t… https://t.co/E47HMoHkgbOf course they have!          Special Counsel’s Office investigating Trump using White House for campaign","polarity":-1,"subjectivity":"0.41269841269841273"}
{"tweet":"https://t.co/wqVqsLxRS4Multiple reports claim if Trump loses, he is considering launching a \"Trump TV\" to fight Fox News, and plans to take Sean Hannity, Tucker Carlson, Laura Ingraham and others with him.RT @T_S_P_O_O_K_Y: I'd like to see this!RT @GrogsGamut: BIDEN TAKES THE LEAD!!!!The media really milking this election for every last hour of ratings.  There is not a single county, red or blue, where early votes went for Trump in Pennsylvania.  Majority of votes outstanding are from blue counties.Now that it looks like Biden is going to win: if you support that rapist and/or his transphobic, whorephobic cop VP please block me. You are not on my side. Thank you. ☺️RT @greendoondoon: Clayton County, the late John Lewis’ district pushing Biden into the lead. https://t.co/Zp4hxviBJY2020 took all the wrong people.. we only asked for George Zimmerman and Donald Trump 🤦🏽‍♂️If a moderate overperforms, they'll say \"See, the American people really like moderate policy!\"","polarity":1,"subjectivity":"0.3797619047619048"}
{"tweet":"Underperform, and… https://t.co/VH5k96bNXJRT @NeyshaPlays: OH SO NOW KNEELING ISN’T A DISRESPECTFUL FORM OF PROSTESTING!!!RT @ACTBrigitte: Donald J Trump will ALWAYS be MY President!MASSIVE.","polarity":0,"subjectivity":"1.0"}
{"tweet":"\"Ballots were counted for Democrats that were meant for Republicans... tabulating software 'glitched'... We have now discovered that 47 counties used this same software.\"","polarity":0,"subjectivity":"0.125"}
{"tweet":"MI GOP Chair reveals corrupt software flipped thousands of votes from Trump to Biden. Watch!👇 https://t.co/ORXa77vkHURT @MollyJongFast: It’s over https://t.co/AMkQGRLzaKRT @ByronYork: 'This is no longer about any single election...' New, less combative, statement from President Trump: https://t.co/2RyRvdLXQsRT @RyanAFournier: You have to ask yourself...","polarity":-1,"subjectivity":"0.43387445887445886"}
{"tweet":"Why are ballots coming in at 3-4 AM exclusively for Joe Biden.look, I may not agree with how Trump is handling his looming election defeat, but he is still our president and I will defend to the death his right to be removed from the White House, arrested, stripped of his wealth, tried for his crimes and thrown straight the fuck into prisonRT @emptywheel: You can have as much time to grieve as the country got to honor the legacy of RBG.RT @DIDNOTVOTEFOR44: LifePetitions - Petitions for a Culture of Life https://t.co/t8K0OgIyjGI honestly hope Trump continues to hold rallies and energize his base, and I hope that encourages Sanders or someon… https://t.co/7sUMzluxOJIf Trump loses, it'll be because Black, Brown &amp; Indigenous frontline communities engaged in some incredible organizing work. The DNC will claim that their focus on the tiny moderate minority in the center made the difference and they'll want to govern that way. We can't let them.Remember, you can’t vote out fascism.  Even if Trump is no longer in office there’s an entire system that enabled him to rise to power in the first place. We’re still taking to the streets to demand better regardless of who’s sitting in the White House.RT @CREWcrew: The FEC needs to investigate Trump Chief of Staff Mark Meadows for misusing campaign funds. We’ve filed a complaint.","polarity":1,"subjectivity":"0.44596560846560845"}
{"tweet":"https://…RT @itsdannyneary: “So happy Biden won, now things can go back to normal.” https://t.co/DLTaewTSnlRT @thebradfordfile: There are too many \"Biden only\" votes. It's obvious what they did.@matthewjdowd Watermark ballots was part of a huge Trump and Military White House Sting Operation in 12 key battleg… https://t.co/7OTw3o1OYFRT @thehill: MOMENTS AGO: Rudy Giuliani and Eric Trump depart Trump campaign headquarters in Arlington, Virginia. https://t.co/vXnFgD3aPsIf you don't like the idea of Joe Biden being announced as president, and can't handle the thought of a protracted battle, that's understandable.","polarity":1,"subjectivity":"0.565"}
{"tweet":"Take some time off.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Refocus.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Knit a new blanket.","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"In a few months, when you return, we'll be here.","polarity":-1,"subjectivity":"0.1"}
{"tweet":"And the battle will be won.RT @M2Madness: I'll stop when Trump stops.@BoiJuanda @maurmadden Stacey Abrams should be the most respected person in American politics today.","polarity":1,"subjectivity":"0.25"}
{"tweet":"If there was anyone who had an election stolen - it was hers.","polarity":0,"subjectivity":"0.0"}
{"tweet":"She didn't whine or go on tweet tantrums - like Trump.","polarity":0,"subjectivity":"0.0"}
{"tweet":"She picked herself up - with dignity &amp; purpose","polarity":0,"subjectivity":"0.0"}
{"tweet":"rallied for fair voting &amp; got itIndeed Confirms that Many Repubs Can Only Win if They Cheat. We Need a Senate Miracle to Oust These Unpartriotic Swamp Republicans.RT @w_terrence: Don’t think about leaving the White House President Trump! We will win in the end@UPS - you should ask @senatemajldr, you are his second largest donor after all, when he’s going to stand up for the Constitution and against calls for violence.@drvox Biden is likely to have the same EC margin as Trump did in 2016 even though Trump lost by 3mm votes and Biden won by 4-5 mm votes.I think my favorite protestation right now is the \"GOP held the Senate and the state legislatures, flipped several seats in the House, so how could Trump lose?\" variety. ","polarity":1,"subjectivity":"0.4883928571428571"}
{"tweet":"As if the obvious wasn't staring them in the face.RT @MattBoutDatLife: How they finna pull Trump out of the White House  https://t.co/7FKGcyps63@NickJFuentes 5 Audits.  Michigan, Pennsylvania, Arizona, Georgia, Wisconsin = Trump landslide victory and he takes all 5.RT @IngrahamAngle: This is a pitch perfect statement by President Trump. https://t.co/abQ5YTJPC5This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? https://t.co/eeV4VebbPdPresident Trump was up 15 points on Election night in PA. So Philadelphia stopped counting. ","polarity":1,"subjectivity":"0.3958333333333333"}
{"tweet":"And since Democrats have blocked poll watchers. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"It's brazen corruption.This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? https://t.co/eeV4VebbPdFuck any Trump’s feelings.@truthseekerd @uifan01 @DavidRy36485592 @Jmeels1Q @Qanon76 @QPrayerTeam @TomFitton @brick @JonahSister @CHIZMAGA @wwg1wga17jcims @DianeBohallGray @american_damn @FlashLightnings @ConnieLEGROS5 @Dawnica_MAGA @Richard74195773 @BobPorter51 @realDonaldTrump @realMaryFanning \"'THE HAMMER'","polarity":-1,"subjectivity":"0.2916666666666667"}
{"tweet":"IS THE KEY TO THE COUP:","polarity":0,"subjectivity":"1.0"}
{"tweet":"Montgomery's Handover Of Evidence And Testimony Leads Directly To Robert Mueller's Trumped-Up Russian Collusion Investigation Team,","polarity":1,"subjectivity":"0.2"}
{"tweet":"The Prosecution Of","polarity":0,"subjectivity":"0.0"}
{"tweet":"General Flynn...\"","polarity":1,"subjectivity":"0.5"}
{"tweet":"- @realMaryFanning","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TheHAMMER","polarity":0,"subjectivity":"0.0"}
{"tweet":"@GenFlynn ⭐⭐⭐","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vE1m2PrRz9The Wonder Kid voted for Trump. He doesn’t want to be taxed for making over $400K. He currently doesn’t make $400K, but it’s called manifesting. https://t.co/WDBJrQk9NMRT @MeidasTouch: Let's be clear: this election is a complete and total repudiation of Donald TrumpRT @FirenzeMike: Philly Mayor Jim Kenney has thoughts on what Trump should do now 🤣 https://t.co/HSj4kBUbPc@maggieNYT Thank God that love conquered fear, hope over fear, unity over division, science over fiction, truth ove… https://t.co/CH8Uf4xabjWhat big, bold, wonderful promises Trump and Johnson made. What unutterable hell they’ve delivered. In Biden’s imminent victory - and in Starmer’s dramatic resurgence in the polls - we’re seeing two countries growing up. We’ll all come out of this older and wiser.RT @KeithTPowers: why yal tryna be overly woke? it’s simple. we anti trump. we know there’s still work to be done. sit down.The Guardian view on the election endgame: end Trump’s war on the truth | Editorial https://t.co/QQjb6S0av1RT @Qtah17: We want them to call it for Biden, initiate the next phase of the plan. ⛈Former Missouri GOP Sen. Jack Danforth: \"By alleging widespread fraud, President Trump’s purpose is to undermine Americans’ belief in the legitimacy of the election and therefore in the foundation of our democracy.  He is causing incalculable damage to our country.\"RT @ACTBrigitte: Donald J Trump will ALWAYS be MY President!This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? https://t.co/eeV4VebbPdRT @TomLondon6: Bannon is close to Johnson","polarity":1,"subjectivity":"0.4141313932980599"}
{"tweet":"Bannon is close to Johnson ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Bannon is close to Johnson https://t.co/RrnOIDgcQkRT @RepMattGaetz: The dead vote appears to have swung overwhelmingly for Joe Biden.","polarity":1,"subjectivity":"0.7"}
{"tweet":"https://t.co/rH90y6nYy9@robjeffecology @mattzarb Not perfect. But if someone offered me a time machine to go back and choose Bernie as a c… https://t.co/I18gxhpiTQRT @ishverduzco: \"Latino for Trump\" explained in 2 mins. https://t.co/sMQBQXftPwHearing team trump is making calls try to get allies to buy into the idea there is election hijinx going on in PA.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"From those I’ve spoken to...they aren’t buying itRT @mrmess: Trumps supporters kneeling in protest? The irony.The atmosphere inside the West Wing is being described as a bit frenzied as reality sets in that Biden is only pulling further ahead. Trump's closest aides seem to be working to manage his frustration. Mark Meadows is focused on Pennsylvania. And many others are looking for jobs.@TexBlue I'd bet my life Biden wouldn't have 30%@Acosta Need to call it a day.  Biden Harris.URGENT:  Donald Trump Jr. and those on the right are sharing videos from Philadelphia, Pennsylvania of vote counters filling in ballots, alleging it's fraud.","polarity":1,"subjectivity":"0.6339285714285714"}
{"tweet":"The process is called ballot curing, and is a perfectly legal process of darkening the circles so machines can read them.RT @IngrahamAngle: This is a pitch perfect statement by President Trump. https://t.co/abQ5YTJPC5RT @jpbrammer: a lifestyle... https://t.co/Cz7BPfE8PDBro all the trump supporters at my work been real quiet lmaoRT @IngrahamAngle: This is a pitch perfect statement by President Trump.RT @Annakhait: The country is about to know that GOD is on Trump's side.@Mightytex84 @Grumio3 @GOP @realDonaldTrump Trump has spent his time doing deals for his family and laundering cash… https://t.co/wISWx0QQ4y@theblaze @RealRLimbaugh @TuckerCarlson @seanhannity @IngrahamAngle ","polarity":1,"subjectivity":"0.56"}
{"tweet":"I would GLADLY PAY to watch this!","polarity":1,"subjectivity":"1.0"}
{"tweet":"AND delete… https://t.co/yWR6Z3SSF9RT @RobertDeNiroUS: \"Trump will never concede. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His gravestone will say 'I Won'\" #ElectionResults2020 https://t.co/LZB1SaJBRSI MISS YOU HOMIEMichigan GOP Chair: Dozens of Michigan counties used the same software that caused 6,000 votes in one county to switch from Trump to Biden.","polarity":0,"subjectivity":"0.125"}
{"tweet":"\"These counties that used this software need to closely examine their result for similar discrepancies.\" https://t.co/ZK3uUcogNBTrump supporters like Santorum need to give Democrats time to let go of their anger about the past four years of cr… https://t.co/RXbY9JZh07Trump has passed Obama's 2008 vote record, days after Biden passed that mark.","polarity":-1,"subjectivity":"0.2833333333333334"}
{"tweet":"LIVE #elections2020 updates: https://t.co/ilSR2Msrps https://t.co/prVcgu2xvO@realDonaldTrump \"President Trump won every state except for New York in","polarity":1,"subjectivity":"0.4772727272727273"}
{"tweet":"in-person votes on election day\"  -- Head of RNC ","polarity":0,"subjectivity":"0.0"}
{"tweet":"President had well over 300 in electoral college at 4am EST four hours after election day was over.  NOW do you see why they brought in the China virus &amp; \"mail-in\" ballots?If you hire someone who remained with the Trump admin after the election, be on notice you will be held accountable by MeidasTouch and we will ensure you are exposed.RT @Cernovich: TrueWOW--&gt; They Want You to Believe This! -- Biden Gained Over 1 Million Votes in Pennsylvania SINCE THE MORNING AFTER THE ELECTION! @realDonaldTrump @LouDobbs @TomFitton @MariaBartiromo  via @gatewaypundit https://t.co/opyrzvTWf0UPS delivered a spine to a very few republicans.@spiritoasiis honestly i love bernie but biden’s kinda growing on meEvery Black person in this country should be fighting for President Trump right now ","polarity":1,"subjectivity":"0.4247619047619048"}
{"tweet":"He has done more for us than any President! LISTEN &amp; LEAR","polarity":1,"subjectivity":"0.5"}
{"tweet":"Joe Biden has been racist toward the black community so why celebrate him and the reason why many went to prison","polarity":1,"subjectivity":"0.4666666666666667"}
{"tweet":"#ElectionResults2020 https://t.co/mSYpnsolPfRT @atensnut: I stand with President Trump.@marklevinshow Your point? Joe didn’t lose a single state Hillary won and gains at least two, losing Georgia et al… https://t.co/7xSS5EKkqk🤣🤣🤣🤣","polarity":-1,"subjectivity":"0.30714285714285716"}
{"tweet":"The internet is forever!!!!!Joe Biden lost the election. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Operatives are attempting to steal it for him. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"They will fail. ","polarity":-1,"subjectivity":"0.29999999999999993"}
{"tweet":"Trump won and will serve a second term. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is mathematical fact.I’m convinced this just a yt doing blackfaceDon't let the crybaby loser in the White House who refuses to admit defeat DIMINISH our outstanding effort.","polarity":1,"subjectivity":"0.2916666666666667"}
{"tweet":"Joe Biden has 73M votes and growing, and we're on the verge on clinching this election.","polarity":0,"subjectivity":"0.0"}
{"tweet":"WE DID KICK THAT AZZZZZZZZZZZZZ.@KingBroly Either way, the Trump holds most of the best cards.RT @AdamParkhomenko: Trump can’t lose with dignity because Trump has never done anything with dignity.RT @syramadad: Joe Biden is the projected winner of the 2020 US election via @voxdotcom 🎉One appreciates the irony but Trump should be jailed for life, not thanked.","polarity":1,"subjectivity":"0.4"}
{"tweet":"#LockUpTheTrumpCrimeFamily ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ForLife… https://t.co/J6fDr7CY5SThe Biden campaign responds to reports that Agolf Twitler and his disgusting family won’t concede:","polarity":-1,"subjectivity":"1.0"}
{"tweet":"“the United States government is perfectly capable of escorting trespassers out of the White House.”","polarity":1,"subjectivity":"0.2"}
{"tweet":"Boom! 💯🔥@catturd2 The Mayor of Filly just told President Trump to \"put his big boy pants on.\"","polarity":0,"subjectivity":"0.1"}
{"tweet":"The military ballots haven't been counted yet. They better be 100% for President Trump.RT @jayylashayy: we said donald trump not king von“On his darkest day, Richard Nixon would never have attacked democracy the way Trump has now done,” John Dean, told the AP. “At the potential of losing, Trump has shamed himself and soiled the American presidency. God save us when he actually loses.” https://t.co/7H42jk2nNA@jorge_guajardo Oh whatever.   Trump has never consoled a person in his entire corrupt life.RT @sarahcpr: Trump will never concede. His gravestone will say “I Won”The Trump campaign lawyer (surname Marcus, didn't catch his first name), chimes in again: \"There's one other dimension to this problem\".","polarity":-1,"subjectivity":"0.44814814814814813"}
{"tweet":"Diamond, *loudly exhales: \"Length and width? Time and space?\"Michigan GOP Chair: Dozens of Michigan counties used the same software that caused 6,000 votes in one county to switch from Trump to Biden.","polarity":1,"subjectivity":"0.4625"}
{"tweet":"\"These counties that used this software need to closely examine their result for similar discrepancies.\" https://t.co/ZK3uUcogNB@RealJamesWoods trump is the only one we don’t need to hear ever againYesterday the Trump campaign tried to shut down counting in Michigan. Here is what the judge wrote today about their key \"evidence.\" https://t.co/jpvU0YrTyYJust want take a moment today to mention that Donald Trump knew how deadly and infectious COVID-19 is. He told Bob Woodward. ","polarity":-1,"subjectivity":"0.6177777777777778"}
{"tweet":"And that a Stanford study found that Trump campaign rallies had led to 30,000 cases.","polarity":0,"subjectivity":"0.0"}
{"tweet":"And 700 deaths. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"He knew. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"He did it anyway. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"He is responsible.RT @poisonedhoney_: We should pull a reverse 4chan and act like shitposting on twitter brought Biden into officeThe atmosphere inside the West Wing is being described as a bit frenzied as reality sets in that Biden is only pulling further ahead. Trump's closest aides seem to be working to manage his frustration. Mark Meadows is focused on Pennsylvania. And many others are looking for jobs.Sources close to the White House say some officials are beginning to quietly back away from Trump. #CNNElection | @Acosta  https://t.co/cGK3ZVFKVAIf you don't like the idea of Joe Biden being announced as president, and can't handle the thought of a protracted battle, that's understandable.","polarity":1,"subjectivity":"0.425"}
{"tweet":"Take some time off.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Refocus.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Knit a new blanket.","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"In a few months, when you return, we'll be here.","polarity":-1,"subjectivity":"0.1"}
{"tweet":"And the battle will be won.Biden is currently ahead, and yet there is no rioting, looting, or videos of unhinged crying from Trump supporters-","polarity":-1,"subjectivity":"0.5"}
{"tweet":"This surprises nobody. One political party has a culture of psychotic childish outrage when they don’t get their way-","polarity":-1,"subjectivity":"0.6333333333333334"}
{"tweet":"The other goes to court. Civilized.‘So much Winning!’ #BIDEN #Winning #ByeDonRT @angelynsayshi: Why everyone is thanking Stacey Abrams for Biden's lead in Georgia  https://t.co/meCUTqaPu0@thenewsoncnbc We’re just all RACISTS. THATS THE TRUMP VOTE. BLACK AND HISPANIC RACIST XENOPHOBES VOTED FOR TRUMP.… https://t.co/XYfhrNciiYRT @kylegriffin1: Joe Biden's lead in Pennsylvania has just grown to 13,220 votes. @MSNBC“It could be a fitting end to Trump. He was so litigious for his business career, and he might go down in a torrent of lawsuits.” Via ⁦@AshleyRParker⁩ ⁦@jdawsey1⁩  https://t.co/atY1bSDHEM@CallingBSonU 🇺🇸🇺🇸🇺🇸One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/yI6BJtb4CNRT @don_scalise: They see the trump carcass ... and they’re ready to move onRT @johncardillo: Amazing how Clark county kicks out GOP poll watchers, covers the windows, and this happens at 4am, isn’t it?MASSIVE.","polarity":1,"subjectivity":"0.6397222222222222"}
{"tweet":"\"Ballots were counted for Democrats that were meant for Republicans... tabulating software 'glitched'... We have now discovered that 47 counties used this same software.\"","polarity":0,"subjectivity":"0.125"}
{"tweet":"MI GOP Chair reveals corrupt software flipped thousands of votes from Trump to Biden. Watch!👇 https://t.co/ORXa77vkHURT @Amy_Siskind: New York will welcome Trump and his family back with open arms to face trials and prison.Joe Biden and Kamala Harris are expected to address the nation tonight, according to campaign aides. https://t.co/0oNvMnhM79 https://t.co/VhrlclfEhyRT @soureh_design: Be real, ","polarity":1,"subjectivity":"0.5077922077922078"}
{"tweet":"Biden didn't get the votes, ","polarity":0,"subjectivity":"0.0"}
{"tweet":"The NOT Trump did!","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Election2020RT @michaelianblack: Biden was not my first, second, or even third choice to be the Democratic nominee but I’m so glad he’s going to be my…When Biden gives his first speech to the Congress (technically not SOTU), his first words will be the most memorable: \"Madame Vice-President; Madame Speaker...\"Imagine if your brain works this way?🚨BREAKING🚨","polarity":1,"subjectivity":"0.4"}
{"tweet":"Jill Stoke, a Clark County voter in Nevada, spoke at the conference hosted by the Trump Campaign and says her mail-in ballot was stolen so she was denied access to vote in person. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"She said someone also took her roommate’s ballot","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/9t8mA7Ojqo https://t.co/G5strNOgVRFor God's sake. Here are some of the GOP monitors in Detroit who \"dont exist\", checking in in Detroit on November 2 (because they were starting to count mail-in ballots then.) They have been there the whole time. It is a lie. And the Trump lawyer in Philly admitted it was a lie. https://t.co/g9Nb6FOFOgRT @anon_fa_mous: They are refusing to let Team Trump inside the Philly counting center even after a judge granted them access. https://t.c…RT @WilkowMajority: Whut?Hell noJust picked up on this on CNN... patheticRT @samanthamarika1: This is huge! https://t.co/R5VKsZoTPX.@ksorbs, you're an actor...well...sort of. ","polarity":1,"subjectivity":"0.375"}
{"tweet":"You won't get that it's not all about \"the show\" or appearances.  ","polarity":0,"subjectivity":"0.0"}
{"tweet":"B… https://t.co/XSktLjuGlhRT @tracybeanz: Wow. Keep faith. Patriots come forwardBiden will be the next president, but if liberals go back to brunch and ignore the massive levels of inequality in this nation then another neofascist will rise to power in 2024. Neoliberalism paves the way for neofascism so this vicious cycle will continue until we defeat both.Breaking: Ballot Count Watcher Describes At Least 130,000 Ballots, ALL FOR BIDEN, Arriving in 3 Vehicles in Detroit… https://t.co/E7FycobwKBPhiladelphia's mayor has told Donald Trump to \"put his big boy pants on\" and accept defeat.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"The president has alleged election fraud in the state of Pennsylvania, where Joe Biden's lead grows and where victory would seal his presidential win. https://t.co/SohgtLdOTPWe help every Republican win except 1 Trump.  How hard is it to accept that he is hated by a large amount of Americ… https://t.co/Jqi5kFIxfERT @stone_toss: When your candidate is leading but you still gotta embarrass yourself:Sources close to the White House said some senior officials inside the White House and the campaign are beginning to quietly back away from Trump, in acts of self-preservation, as the returns in Pennsylvania and Georgia indicate the President will not win reelection.@tedcruz @DonaldJTrumpJr Trump is Only focused on his political life and not the many lost American lives! Disgrace… https://t.co/7NFqPN7HilRT @spectatorindex: BREAKING: The Washington Post is reporting the Secret Service is stepping up protection of Biden in anticipation of him…RT @silverrich39: Has anyone seen Farage? Last seen making an absolute twat of himself defending Trump!RT @slapthedon: trump supporters seeing pennsylvania and georgia turn blue over night #Elections2020 https://t.co/YkzflgVShDBiden will have the biggest “After the mess left by the previous government” get out of jail card of any leader, ever.","polarity":-1,"subjectivity":"0.30357142857142855"}
{"tweet":"Entering the White House in January after Trump will be like if you rented out your home to a family of raccoons for four years.I want to thank progressive grassroots organizations for their extraordinary efforts in helping to make Biden's victory possible. Together, you built widespread support for Biden among young people, people of color and the working class. Congratulations. Let's keep going forward.RT @1blantdaddy: I trust President Trump has a plan. Let me see a show of hands if you feel the same way. 🙋🏼‍♂️President Trump is not leaving the White House because he won &amp; we will stand with him till the end. ","polarity":1,"subjectivity":"0.42083333333333334"}
{"tweet":"Red wave in the House, we keep the senate, red wave in state &amp; local races but we are supposed believe Biden won at the top of that ballot? It’s a fraudEvery Black person in this country should be fighting for President Trump right now ","polarity":1,"subjectivity":"0.24484126984126986"}
{"tweet":"He has done more for us than any President! LISTEN &amp; LEAR","polarity":1,"subjectivity":"0.5"}
{"tweet":"Joe Biden has been racist toward the black community so why celebrate him and the reason why many went to prison","polarity":1,"subjectivity":"0.4666666666666667"}
{"tweet":"#ElectionResults2020 https://t.co/mSYpnsolPf@GeraldoRivera Same in my house. I voted for Trump; my husband literally hates him and voted Biden. 🤷‍♀️.Hey, @RickSantorum?","polarity":0,"subjectivity":"0.125"}
{"tweet":"Fuck your feelings.RT @PpollingNumbers: BREAKING NEWS:","polarity":-1,"subjectivity":"0.6"}
{"tweet":"Joe Biden has been elected the 46th President of the United States of America.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Via @DecisionDeskHQ‘Sometimes It Feels Like You’re The Only One Who Understands Me,’ Whispers Trump To White House Roach Infestation https://t.co/Xm1myp2itk https://t.co/aW1KUYqbhAAs a 40+ year union member I completely agree with you. Unions need to stress to the membership which party support… https://t.co/mrWuR7fbgeRT @ProjectLincoln: Donald Trump will forever be known as an impeached, one term president.@jaketapper DOJ officials confirm Hunter Biden and his business associates are currently under ACTIVE criminal inve… https://t.co/MaRf5A9HRTMat Lan owes a foodbank £10,000 this was agreed in writing ","polarity":-1,"subjectivity":"0.4916666666666667"}
{"tweet":"Let's find him and sue him for the money ","polarity":0,"subjectivity":"0.0"}
{"tweet":"GHOBSHITE BREXITEER LIAR SHOWING WHAT THEY DO BEST","polarity":1,"subjectivity":"0.3"}
{"tweet":"Bullshit, cheat and when found out hide ","polarity":0,"subjectivity":"0.0"}
{"tweet":"just like their leader #BorisJohnsonWe are still down 10 million jobs since February (3.3 million since President Trump took office), growth has slowed, and Trump is virtually guaranteed to have *negative* jobs growth as president. https://t.co/oxTmEcCgihRT @ProjectLincoln: Donald Trump will forever be known as an impeached, one term president.This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? https://t.co/eeV4VebbPdPhiladelphia's mayor has told Donald Trump to \"put his big boy pants on\" and accept defeat.","polarity":-1,"subjectivity":"0.27731481481481485"}
{"tweet":"The president has alleged election fraud in the state of Pennsylvania, where Joe Biden's lead grows and where victory would seal his presidential win. https://t.co/SohgtLdOTPIt’s wild Trump supporters believe there’s voter fraud with 0 evidence but couldn’t believe he sexually assaulted any women with 26 allegations.This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? https://t.co/eeV4VebbPdRT @PalmerReport: Can’t wait til Joe Biden gets sworn in so I can start capitalizing the word President again.RT @Holbornlolz: Biden now has more votes than Obama's record https://t.co/HvlSaRy1Sb@HawaiiDelilah I'm wondering if everyone just wants PA to put Biden over the top since he's from there.RT @vegix: I bet Trump still doesn't understand why insulting John McCain was a bad idea.One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/21AXyJZDZiFew dozen Trump supporters at the Capitol who say there’s some “fishy” business going on. Organizer says he doesn’t… https://t.co/DZnC3nlSJd@realDonaldTrump A big win for Biden.I want to thank progressive grassroots organizations for their extraordinary efforts in helping to make Biden's victory possible. Together, you built widespread support for Biden among young people, people of color and the working class. Congratulations. Let's keep going forward.If Biden gets elected I honestly and sincerely hope that people do not forget that having a democratic president will not “fix” racism and oppression in this country. Do not stop helping marginalized people. Do not stop reading and thinking the work is doneRT @EricBoehlert: right, except Fox News’ *entire* primetime lineup is backing “fraud” claims; https://t.co/zHzHbPHqM8@81stCommander @just_kidding_ @777MITCHELL777 @premium_chunk @liluziqt @snitchery Just like how every Clinton suppo… https://t.co/WN1sq8zKxp@IvankaTrump No more Ivanka. ","polarity":1,"subjectivity":"0.5152597402597403"}
{"tweet":"No more Trump Jr. ","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more Eric. ","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more Kushner.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more Mnuchin.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more Miller.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more DeJoy.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more Pompeo. ","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more Barr. ","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more McEnany. ","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more. ","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No more.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"No More.“URGENT  TOP  FOX  NEWS  ALLERT” 🚨 ","polarity":1,"subjectivity":"0.5"}
{"tweet":"Because of the COVID19 pandemic 😷 toilet 🚽 paper is in short supply!!!","polarity":-1,"subjectivity":"0.15"}
{"tweet":"So pleas… https://t.co/fY8KHu1mJtThat’s a big problem. Where else was this software being used?i saw a reply to this claiming, “too late, we’ll remember your names.” ","polarity":-1,"subjectivity":"0.35"}
{"tweet":"but we won’t, actually. it’s too much. ","polarity":1,"subjectivity":"0.15000000000000002"}
{"tweet":"a… https://t.co/M7hjEAkcE0When Trump pulls this out, we must vow to remove the evil GOP scum. ","polarity":-1,"subjectivity":"0.7"}
{"tweet":"Trumps re-election will be the beginning of the real fight. ","polarity":1,"subjectivity":"0.30000000000000004"}
{"tweet":"Will we be the generation that finally grows a pair.RT @disco_socialist: this is an indictment on the democratic party. https://t.co/zHfEB3LDlyI want 5 @nytimes profiles per day of voters in Philly, Atlanta, Detroit, etc. discussing why they voted Biden.","polarity":0,"subjectivity":"1.0"}
{"tweet":"Their priorities should become a national obsession, the way those of trump voters did in 2016.@ProjectLincoln So much for being against Trump.@_Mo_ahh 2020 stopping TrumpRT @kevinkleiner: Y’all worried about Biden’s tax plan but ya don’t even tip your server at a restaurantMitch McConnell literally said his only goal was to ensure Obama was a one-term president. The opposing party always wants to get the other side out of the White House. That’s called politics.URGENT:  Donald Trump Jr. and those on the right are sharing videos from Philadelphia, Pennsylvania of vote counters filling in ballots, alleging it's fraud.","polarity":1,"subjectivity":"0.368452380952381"}
{"tweet":"The process is called ballot curing, and is a perfectly legal process of darkening the circles so machines can read them.RT @samanthamarika1: This is huge!America, never forget it was black peoples votes that removed trump from office. It is on their votes that hundreds of thousands of American lives will be saved. https://t.co/RNBPqU6iOl https://t.co/NcWw9FcXf7@DonaldJTrumpJr atleast he’s tryna keep america from staying at number 1 with the most covid cases in the whole fuc… https://t.co/PWhzbulvgiDecision Desk HQ projects that @JoeBiden has won Pennsylvania and its 20 electoral college votes for a total of 273.","polarity":1,"subjectivity":"0.45476190476190476"}
{"tweet":"Joe Biden has been elected the 46th President of the United States of America.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Race called at 11-06 08:50 AM EST","polarity":0,"subjectivity":"0.0"}
{"tweet":"All Results: https://t.co/BgcQsEyt3jRT @AlexandraErin: Trump's cult can have forgiveness when they figure out how to raise the dead and give us all the last eight months of ou…why is there only biden related tweets on trendingRT @itsJeffTiedrich: every member of the Trump administration should now be considered a flight riskRT @CarIegend: We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!RT @nypost: Joe Biden doubles lead in swing state of Nevada as vote count goes on https://t.co/EknkLGYvK5 https://t.co/Jg9z08Zr2zRT @ScottWamplerBMD: Tiffany. Final answer.RT @Jah2Solid: biden - 264","polarity":-1,"subjectivity":"0.5819444444444445"}
{"tweet":"trump - 214","polarity":0,"subjectivity":"0.0"}
{"tweet":"zoey - 101Agreed 100%. This is a fight worth having and it’s worth exposing all of the nonsense going on so that it can never happen again in this country. ","polarity":1,"subjectivity":"0.1"}
{"tweet":"We look like a banana republic right nowpresently Trump just dey shout \"Omooooo\" for office. If only he had APC guys on his campaign team dem for teach am how to win election for midnight.RT @thebradfordfile: Trump predicted everything that has happened the past few days.","polarity":1,"subjectivity":"0.45714285714285713"}
{"tweet":"He was right--about all of it.Bolsonaro has been an adamant Trump supporter, visiting him 4 times. But he has now begun to abandon his ally, foll… https://t.co/md2xObzqQrNo Campaigning","polarity":1,"subjectivity":"0.6178571428571429"}
{"tweet":"Build Back Better  Slogan","polarity":1,"subjectivity":"0.25"}
{"tweet":"10 supporters showed up","polarity":0,"subjectivity":"0.0"}
{"tweet":"Old, Pedo, Liar, Crook, Lazy, Dementia Patient","polarity":-1,"subjectivity":"0.6"}
{"tweet":"Son is on Porn Hub","polarity":0,"subjectivity":"0.0"}
{"tweet":"Yet Biden is Breaking Obama's Record for Votes","polarity":0,"subjectivity":"0.0"}
{"tweet":"Something is wrongRT @itsSamCollins: I love how the election in 2016 was fair because trump was winning but now that spray tan is losing, its suddenly riggedRT @DonaldJTrumpJr: If you think this is all a coincidence you’re an idiot. These are statistical impossibilities.RT @bleorgia: GEORGIA JUST WENT BLUE FOR BIDEN HAVE A BLORGIA FANCAM https://t.co/M0yp4yu0zCTrump’s campaign manager  Bill Stepien claims Democrats \"lying, cheat and stealing\" is \"running rampant.\" ","polarity":1,"subjectivity":"0.6083333333333333"}
{"tweet":"He says the campaign will be launching a new website. It seemingly will be tracking the campaign's lawsuits.","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"Note: There is no evidence of Dems trying to steal election.@fedalvar I‘m Not Even american and i was deeply moved by these honest and humble words. It really is a shame what… https://t.co/gvbABTa9MF@ezraklein President Trump isn’t Stupid He Knew Biden And All The Rats on The left would Pull This Stunt So Hes Exp… https://t.co/jYp2lmoJuKRT @vegix: I bet Trump still doesn't understand why insulting John McCain was a bad idea.MASSIVE.","polarity":-1,"subjectivity":"0.5566666666666668"}
{"tweet":"\"Ballots were counted for Democrats that were meant for Republicans... tabulating software 'glitched'... We have now discovered that 47 counties used this same software.\"","polarity":0,"subjectivity":"0.125"}
{"tweet":"MI GOP Chair reveals corrupt software flipped thousands of votes from Trump to Biden. Watch!👇 https://t.co/ORXa77vkHURT @Noahpinion: Trumpers absolutely losing their shit@jr_majewski What if there are no watermarks. What if in a panic they start destroying Biden votes on paper without… https://t.co/zeDBype8K2WOW! They Want You to Believe This! Biden Gained Over 1 Million Votes in Pennsylvania SINCE THE MORNING AFTER THE E… https://t.co/tJgmwBkCJhThey are censoring President Trump and now us https://t.co/3d6Upexf19@UndfMar @KingJames Oh no some cousin fuckers boo lebron at a trump rally.. who caresRT @KenDilanianNBC: Re-up: The Russians have no need to spread misinformation. Trump and his allies are doing it for them https://t.co/9CWB…@Toure SUPREME COURT Jack!","polarity":-1,"subjectivity":"0.675"}
{"tweet":"Keep laughing.  ","polarity":0,"subjectivity":"0.0"}
{"tweet":"SUPREEEEEEME COURT!!!","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is going to be sooooo rewarding. I’m going t… https://t.co/45HsTYJ2HJRT @iammix24: PRESIDENT TRUMP: WILL PURSUE ELECTION-RELATED LEGAL CHALLENGES- 'WILL NEVER GIVE UP FIGHTING' FOR THE NATION@butchnina @realDonaldTrump @Varneyco Oh, you want to take the next step towards a dictatorship and sick the milita… https://t.co/WWJktRZlNgRT @FOX29philly: Romney: Trump's election fraud claim wrong, 'reckless'","polarity":-1,"subjectivity":"0.5595238095238094"}
{"tweet":"https://t.co/w0kpJIjlRBMy mom is currently telling me I am dead to her because she supports Trump and I do not. #VoteHimOut https://t.co/eT1x9yvyTwLawyer for Trump campaign admitted to fed Judge Diamond that Trump campaign had observers in count room. They just wanted to be closer &amp; the parties agreed on 6 ft. That’s it. There’s not been one single count room in any state that doesn’t have representatives of BOTH PARTIES@chuckwoolery “Joe Biden should not concede under any circumstances, because I think this is going to drag out, and… https://t.co/5wYxdRH755RT @TheOnion: Media Condemns Biden For Baseless Claim That Nation Will Come Together Once Election Over https://t.co/dBpkIW9AjJ https://t.c…RT @RepMattGaetz: The dead vote appears to have swung overwhelmingly for Joe Biden.","polarity":-1,"subjectivity":"0.4141865079365079"}
{"tweet":"https://t.co/rH90y6nYy9yall hate trump so much but you cashed that stimulus check didn’t you huhRT @OrangePaulp: ok you guys said we could trash Biden and Harris all we want “once we get through the election” so get ready lmaoRT @michaelbeatty3: Thank you ","polarity":1,"subjectivity":"0.525"}
{"tweet":"for your Service....","polarity":0,"subjectivity":"0.0"}
{"tweet":"You are now swamp👍Abby Phillip: \"Donald Trump's political career began with the racist birther lie. It may very well end with a Black woman in the White House.\" https://t.co/FlCCZyqnVlRT @4oeSheZ: They might want too! 😭😭RT @laurenmarie10: Why is everybody pretending the Biden late breaking leads are legitimate?We're still going to be digging out of the economic consequences of failing to adequately respond to a pandemic for… https://t.co/BIt0YMDtHvWTF! You need evidence? This is tip of corruption iceberg! People who rig elections know what they are doing..the k… https://t.co/hNBSpcjwMwMedia saying that Biden was the most popular candidate in US history, beating Obama’s election record by 4.5M votes. Biden got fewer votes than Obama or Hillary in the major cities of EVERY SINGLE STATE except the major cities in Michigan, Pennsylvania, Georgia, and Wisconsin.Jim Kenny, the Mayor of Philly, speaks directly to Donald Trump.","polarity":1,"subjectivity":"0.3831501831501832"}
{"tweet":"“Stop this and let us move forward as a country.”… https://t.co/UyrowhokEwRT @DroppedmicAgain: Of course@molly_knight Trump didnt start a single war. Biden will start one 3 months into his presidency. You should be asha… https://t.co/EduPtATqtu2020: Trump loses Michigan by more than 150,000 votes. He \"claims\" the state for his electoral campaign, insists he… https://t.co/RtM4ff3YyhRT @prayingmedic: Joe Biden will make public address this evening.@WH_Woolhat @GOP Right! It’s all bullshit! We just have to let it wash over us and know that Biden will be victorio… https://t.co/UG5iNKd0L6GOP Sen. Ron Johnson on local radio: \"Vote totals are favoring Biden. So right now, he certainly has the leg up. The path for President Trump actually winning this thing are continuing to be narrowed.\"@realDonaldTrump You r an idiot trumplook, I may not agree with how Trump is handling his looming election defeat, but he is still our president and I will defend to the death his right to be removed from the White House, arrested, stripped of his wealth, tried for his crimes and thrown straight the fuck into prisonRT @RexChapman: Center City Philly is now out in the streets dancing to the Trump campaign theme song - YMCA...https://t.co/g2mJ1enLBtLet that sink in. Take a minute to reflect. Who is the fascist? Where is the danger to our country coming from? At… https://t.co/3bct5yqCbGIt’s wild Trump supporters believe there’s voter fraud with 0 evidence but couldn’t believe he sexually assaulted any women with 26 allegations.If you hire someone who remained with the Trump admin after the election, be on notice you will be held accountable by MeidasTouch and we will ensure you are exposed.RT @RepsForBiden: Trump is FINISHED, but Trumpism is still alive. ","polarity":1,"subjectivity":"0.40793650793650793"}
{"tweet":"The fight goes on. 🇺🇸🇺🇸🇺🇸RT @ManLikeGinola: When Biden wake up and start reading off these Georgia results https://t.co/pX4iJbhy22Donald Trump is a defeated, impeached, one term president who is leaving the U.S. economy in tatters, our alliances frayed, our adversaries stronger, and our people enduring the largest mass casualty event in 100 years. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His failure is total.@KateRobbins Kate, someone on TV just suggested Trump may try to create his own news station empire😆@nberlat The distinction between anti-Trump republicans and pro-Trump republicans is completely meaningless. Their… https://t.co/KrKqIeuwDVRT @thejtlewis: Donald Trump got more votes than Obama ever did. Do we really believe that Joe Biden got MORE votes than both of them?!Joe Biden lost the election. ","polarity":1,"subjectivity":"0.6071428571428571"}
{"tweet":"Operatives are attempting to steal it for him. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"They will fail. ","polarity":-1,"subjectivity":"0.29999999999999993"}
{"tweet":"Trump won and will serve a second term. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is mathematical fact.This election will be decided by the Supreme Court after every one of the states they dumped ballots going in 100% for Biden is AUDITED! Vote by Vote. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Raise your hand if you stand w/ President Trump till the END🤚🏾A Republican firm run by a top aide to Trump's campaign appears to have helped send unmarked text messages on Thursday that urged supporters in Philadelphia to converge outside a building where local election officials were counting votes. https://t.co/LXsSCaQbIDGreg Kelly nailed it ...","polarity":1,"subjectivity":"0.23750000000000002"}
{"tweet":"It's all starting to make sense, says Greg Kelly—are certain 'traitors' allowing Joe Biden's 'plan' to unfold? ","polarity":1,"subjectivity":"0.3357142857142857"}
{"tweet":"https://t.co/l108hHVcJ8look, I may not agree with how Trump is handling his looming election defeat, but he is still our president and I will defend to the death his right to be removed from the White House, arrested, stripped of his wealth, tried for his crimes and thrown straight the fuck into prisonRT @anon_fa_mous: Trump ballots being thrown into the back of this truck","polarity":1,"subjectivity":"0.3071428571428571"}
{"tweet":"https://t.co/koEjJUMnNnPollster @jmclghln says that other polling firms intentionally made numbers look better for Joe Biden as a way to suppress the Trump vote. https://t.co/t13nMBZaXJ.@WendyPatrickPhD reacts to the recent flips showing Biden in the lead in several states:","polarity":1,"subjectivity":"0.28125"}
{"tweet":"“We thought we saw a red wave but now it looks like that might have been a red mirage. That is where these lawsuits come in.” https://t.co/VlT7z8drtO https://t.co/Uvy9wKp62yTrump shall be escorted out of the White House on January 20, 2021. Whether he does so with dignity, or if he goes kicking and screaming in handcuffs, it really doesn’t matter to me. The Constitution and the will of the people are clear. We do not tolerate illegitimate dictators.Rick Grenell is fighting for us .. can’t wait until he’s the director of the FBI.. ","polarity":1,"subjectivity":"0.11666666666666665"}
{"tweet":"Mark my words when this is over and Trump is sworn in again Rick will head the FBI and heads might literally rollRT @DonaldJTrumpJr: If you think this is all a coincidence you’re an idiot. These are statistical impossibilities.Same people telling us it's not possible that Trump lost the election with ballots that came in late are telling us… https://t.co/DL76Pvz84FYesterday the Trump campaign tried to shut down counting in Michigan. Here is what the judge wrote today about their key \"evidence.\" https://t.co/jpvU0YrTyYDonald Trump was President Elect at 2am.If you hire someone who remained with the Trump admin after the election, be on notice you will be held accountable by MeidasTouch and we will ensure you are exposed.RT @SealeStu: @BelkissObadia @realDonaldTrump Trump on the run - or GAOL 🙌🙌🙌Gritty has such a weird cultural power, I like to think he just materialized out of Jungian muppet space.","polarity":-1,"subjectivity":"0.6421717171717171"}
{"tweet":"\"Good job designing Gritty, Bob.\"","polarity":1,"subjectivity":"0.675"}
{"tweet":"\"Thanks, but that was Sarah's design.\"","polarity":1,"subjectivity":"0.2"}
{"tweet":"\"No, I didn't design him. I thought Jen did.\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"Who's ... who's in the suit?\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"WHO'S IN THE SUIT?!\"RT @s_vickman: Secret Service sending additional staff to Delaware to protect Biden. They know it's all going down today.Who are the top 25 Villians of this corrupt, venal and murderous Presidency.  Here goes. Will need refining. @ProjectLincoln **Disclaimer** (for anyone who thinks this is to much, ask me about the 565 orphaned children in cages)","polarity":-1,"subjectivity":"0.5377777777777778"}
{"tweet":"1.Trump 2. Kushner 3. Pence 4. Conway 5. SandersDonald Trump Jr. Urges Father To Declare ‘Total War’ Over Election..had psychic channel Mussolini and Benito told h… https://t.co/mvT5dWmhpt“Glitch”Once there is a clear victory by Biden things will change quickly and the Trump family won't see many GOP allies ar… https://t.co/iKV0WLzc1nDespite months of predictions about a “blue wave,” @GOP kept the Senate &amp; expanded seats in the House. Biden &amp; his allies know @POTUS will win if only verified, #legal votes are counted. We are making sure that happens but looks like courts may have to decide that. #RuleOfLawRT @TheStevenThomas: Your occasional reminder that Young Joe Biden was a proper snack.VP Biden and Senator Harris are currently protected by the US Secret Service but their protection will be upgraded at some point ‘today’ when they both become President-Elect and Vice President-Elect of the United States.@lakerslaker @RepsForBiden @realDonaldTrump Trump Supporters @ Biden Supporters🤣🤣🤣🤣 = STILL #Winning","polarity":1,"subjectivity":"0.529248366013072"}
{"tweet":"Biden support… https://t.co/59SmwBWbJjRT @DrShayPhD: So military ballots in GA hasn't been counted yet and the media has called GA for Biden? What the? ","polarity":-1,"subjectivity":"0.1"}
{"tweet":"Venezuela 2.0RT @brandostrach: Trump lost PA with 800k lead talk about getting blue balled 🤧RT @RyanAFournier: You have to ask yourself...","polarity":0,"subjectivity":"0.1"}
{"tweet":"Why are ballots coming in at 3-4 AM exclusively for Joe Biden.The same people who burned the cities &amp; colluded with the looters and rioters are the ones determining the fate of the whole country by producing, under the cover of night, just enough votes to put Biden over the top. The purpose of delays is so they know how many votes they need#biden","polarity":1,"subjectivity":"0.40499999999999997"}
{"tweet":"Yes, we count on Biden to expose Saudi. Arabia and the UAE and treat them as state sponsors of terrorism behind the scenesPoor and working class Muslim communities across the country were emphatically supportive of Biden.  ","polarity":1,"subjectivity":"0.85"}
{"tweet":"Somalis in Minneapolis. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Iraqis in Detroit.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Yemenis in Michigan. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"And so on...","polarity":0,"subjectivity":"0.0"}
{"tweet":"Why? The Muslim Ban impacted them and their loved ones directly. And most violently.One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/21AXyJZDZiRT @katystoll: fingers crossed Biden works a, \"you're fired\" into his acceptance speechOpen your eyes.@FrankCa15030993 A recount won't work if they've successfully manufactured ballots that pass inspection  and/or if… https://t.co/MSoIHBeQDMSo with the election now over on Tuesday, now can Durham release his report and have AG Barr arrest Biden? Or do we… https://t.co/bLMYs54bEhRT @KeithTPowers: why yal tryna be overly woke? it’s simple. we anti trump. we know there’s still work to be done. sit down.6. In sum, the Democrats were not going to tolerate the re-election of President Trump, having spent the last 4-years trying to drive him from office after his first election.Philadelphia Mayor Jim Kenney tells President Trump to “put his big boy pants on” and congratulate Joe Biden https://t.co/smljMG2JWs https://t.co/wox5GMXYEk1. The states were able to count the ballots in a timely fashion in 2016, and Donald Trump was the indisputable president-elect by 2 a.m. in the morning of the next day.  There were no questions about processes, no necessary litigation, etc.Well, I tried. Woman who answered was totally intelligible. Asked her twice to repeat her greeting. Her behavior was exceedingly rude.","polarity":1,"subjectivity":"0.487279541446208"}
{"tweet":"THEN, my state senator of choice had a full voice mail-box. Does not matter. History always indicates he is all bark/no bite @SenTedCruz@AnaCabrera @kaitlancollins So a typica Trump day.If the insane left honestly believe President Trump SO-CALLED \"lost\" LOL.","polarity":1,"subjectivity":"0.6300000000000001"}
{"tweet":"News flash President Trump LET HIMSELF \"lose\" when in reality he won before the Election even started.","polarity":0,"subjectivity":"0.0"}
{"tweet":"This year's Election was one giant sting operation.","polarity":0,"subjectivity":"1.0"}
{"tweet":"And The Dems took the bait.","polarity":0,"subjectivity":"0.0"}
{"tweet":"CONGRATS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRDJ+RT @scrowder: Oh my.RT @charliekirk11: Why does it always seem like Joe Biden can only seem to take the lead in counted ballots in the middle of the night?Retweet: Friend of mine in Griffen, Georgia found Navy ballots for Trump in the dumpster. @GerryCallahan @TuckerCarlson @HowieCarrShow @realDonaldTrump @EricTrump @DonaldJTrumpJr @LarrySchweikart @w_terrence @KEVZAK22 @LocalPoliticsis https://t.co/5PL07ejJK0RT @Mr_HappyTBH: It needs to be shut down again. 100k new cases in one day. We deserve to be stuck in the house again.RT @justanothertown: so it’s happening https://t.co/9FJceA9kOPIf the Democrat election steal prevails, despite our court challenges, the loser will not be President Trump. The big losers will be you and me, the American people. I am angry and frustrated but fully resolved to press on to defend our Republic. God bless America.\"We narrowly escaped our internal brush with fascism, but what will become clear when the elation and relief of beating Trump wear off is that vanquishing it will require vigilance for many years to come,\" writes @brianbeutler:","polarity":-1,"subjectivity":"0.34821289821289825"}
{"tweet":"https://t.co/ynuDoAPaGXTwo things:","polarity":0,"subjectivity":"0.0"}
{"tweet":"1️⃣In July, Pelosi said “Whether he knows it or not, [Trump] will be leaving the White House”.","polarity":0,"subjectivity":"0.0"}
{"tweet":"2️⃣Since his nomination, @JoeBiden barely campaigned &amp; last week said “ I don’t need you to get me elected...”","polarity":1,"subjectivity":"0.08333333333333334"}
{"tweet":"They *ALL* knew what Norm Eison was doing...👇🏻","polarity":0,"subjectivity":"0.0"}
{"tweet":"@BernardKerikAmerica is a great nation and we all must stand and demand transparency in our elections! How can a leader who sold… https://t.co/hXsRWSQcE3RT @ByronYork: 'This is no longer about any single election...' New, less combative, statement from President Trump: https://t.co/2RyRvdLXQs@IngrahamAngle Where are the republicans to help TRUMP? where are they? you don't hear a word from THEM! their happ… https://t.co/A9QwEakuUb🚨BREAKING: We have intervened in the new Trump lawsuit in Nevada federal court regarding signature matching technology and right to observe.","polarity":1,"subjectivity":"0.4126262626262626"}
{"tweet":"https://t.co/n4x3QOCcsRHow is it that Biden has more votes than any other US President? Without not really even campaigning. Seems like th… https://t.co/WBfToTsV9lThe atmosphere inside the West Wing is being described as a bit frenzied as reality sets in that Biden is only pulling further ahead. Trump's closest aides seem to be working to manage his frustration. Mark Meadows is focused on Pennsylvania. And many others are looking for jobs.@k_ovfefe2 @doctorcherokee I hope Trump creates his own network and just plays Biden pedo and hunter footjob clips… https://t.co/Vnf9qzi6ZrRT @catturd2: The best thing Trump has done as President - is to expose just how rotten to the core our government and media are.RT @bobcesca_go: It'd be funny if Biden nominated Sally Yates for AG, and, if Wray is fired, Andy McCabe for FBI Director.RT @knalquestionese: PLAUUUUUUJoseph Robinette Biden Jr is the 46th President of the United States of America after winning in Pennsylvania. #JOEBIDEN2020 #JoeBidenKamalaHarris2020 #TrumpMeltdown #TrumpIsLosing #USElection2020 #USAelection2020 https://t.co/g6Gpi5FH81The atmosphere inside the West Wing is being described as a bit frenzied as reality sets in that Biden is only pulling further ahead. Trump's closest aides seem to be working to manage his frustration. Mark Meadows is focused on Pennsylvania. And many others are looking for jobs.RT @GAGary49: So Trump thinks he won the football game because he was ahead at halftime.One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/21AXyJZDZiOne Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/21AXyJZDZiURGENT:  Donald Trump Jr. and those on the right are sharing videos from Philadelphia, Pennsylvania of vote counters filling in ballots, alleging it's fraud.","polarity":1,"subjectivity":"0.6040476190476192"}
{"tweet":"The process is called ballot curing, and is a perfectly legal process of darkening the circles so machines can read them.Republicans are making stark accusations of voter fraud and -- when pressed by reporters or officials for proof -- insisting they don't need to offer any, but demanding an investigation all the same.","polarity":0,"subjectivity":"0.30833333333333335"}
{"tweet":"Do Democrats get to do that? Just assert fraud in states Trump narrowly won?Does anyone really believe that Joe Biden shattered Obama’s historic 2008 numbers? ","polarity":0,"subjectivity":"0.20000000000000004"}
{"tweet":"Does anyone really believe that he did that mostly in big cities?","polarity":1,"subjectivity":"0.15000000000000002"}
{"tweet":"C’mon man!!!RT @deesbarbara: Fact Check: Trump delivers the most dishonest speech of his presidency","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/kWKXjlLLlnRT @tracybeanz: Wow. Keep faith. Patriots come forwardRT @funder: President-Elect Joe Biden. Vice President-Elect Kamala Harris.NO.","polarity":1,"subjectivity":"0.9333333333333332"}
{"tweet":"We need to remember everything. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Do not let Trump voters and Trump enablers forget what they did and who they still voted for/allowed the 2nd time aroundThis is an important question to answer.","polarity":1,"subjectivity":"0.5"}
{"tweet":"\"Why Does Biden Have So Many More Votes Than Democrat Senators In Swing States?\"","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/Stml3FscW3RT @marklevinshow: Well saidwith my heaviest boots ❤Milwaukee- The 202% Biden Vote was just the beginning.....","polarity":0,"subjectivity":"0.0"}
{"tweet":"What the democrats are saying about this election is that illegal activities will be tolerated under the Biden administration, so does that mean we can stop paying taxes?","polarity":-1,"subjectivity":"0.59375"}
{"tweet":"https://t.co/R2hQQuNxeK@guskenworthy That made me throw up a little, it really did! I'm going to my happy place in my mind till it's over!… https://t.co/goHOU5kNNd@AdoreDelano https://t.co/Ofvccu1j2r Trump's destiny 😄RT @d1eg0a1v: if biden wins i’ll start working outRT @edgarwright: Donald Trump is all of the bad kids from Willy Wonka rolled into one. Can’t giant squirrels escort him out?i made a feel-good playlist for if/when Biden crosses 270 ☀️ i’m ready to dance in the streets, y’all!","polarity":1,"subjectivity":"0.5833333333333333"}
{"tweet":"https://t.co/uAHRhadgknRT @catturd2: Trump supporters have the power to turn @FoxNews ratings into CNN ratings ... JUST DO IT!","polarity":0,"subjectivity":"0.0"}
{"tweet":"HAVE IT REMOVED!Multiple reports claim if Trump loses, he is considering launching a \"Trump TV\" to fight Fox News, and plans to take Sean Hannity, Tucker Carlson, Laura Ingraham and others with him.RT @Amy_Siskind: Biden's pick for attorney general could not be more important given what lies ahead.Omar and Tlaib Credited as 'Major Factors' in Securing Biden Victories in Minnesota and Michigan - https://t.co/LaLY55Gwe7 via @commondreamsFormer Missouri GOP Sen. Jack Danforth: \"By alleging widespread fraud, President Trump’s purpose is to undermine Americans’ belief in the legitimacy of the election and therefore in the foundation of our democracy.  He is causing incalculable damage to our country.\"RT @kaykayyheaux: Oh brotherThis is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? https://t.co/eeV4VebbPdRT @LATiffani1: If Biden won this election legitimately, then I’m a Russian white supremacist robot who joined the Dem KKK for shits and gi…RT @joannafredjones: Nobody is saying that. More gaslighting. https://t.co/ZDmpP6ER4iRT @AbbanyawYaw: Trump would have been a good leader seeking the interest of the US but he chose to be Trump and not a President!RT @toddstarnes: This is not about President Trump. This is about Republican voters. You have been disenfranchised.RT @ProjectLincoln: Donald Trump will forever be known as an impeached, one term president.Utah Attorney General Claims \"Compromised Election Process\" - Will Take Personal Leave Time to Help President Trump… https://t.co/hm9NVXr63O@prayingmedic Nonsense. If you don’t like the thought of a Biden [Harris] presidency and believe there was massive voter fraud to flip this election, you need to suck it up, get loud and support any &amp; all efforts by the Trump team to legally challenge the results where appropriate.@DonaldJTrumpJr: Agreed. For All those Uni-Party Regressive Progressives, Posing as Members of @GOP Sitting Quietly Empowering this Perpetrated FRAUD, Against Our Republic, #WeThePeople will Never Forget Your Failure of @realDonaldTrump and, All of Us. https://t.co/1R8pG4SucNTake this election and shove it","polarity":1,"subjectivity":"0.4185606060606061"}
{"tweet":"I ain't voting ' here no more","polarity":-1,"subjectivity":"0.5"}
{"tweet":"If my vote dont matter then it took all the reasons","polarity":0,"subjectivity":"0.0"}
{"tweet":"I was voting for!","polarity":0,"subjectivity":"0.0"}
{"tweet":"Ya better not try to stand in my way","polarity":1,"subjectivity":"0.5"}
{"tweet":"As I'm telling President Trump he’s here to stay","polarity":0,"subjectivity":"0.0"}
{"tweet":"Take this election and shove it","polarity":0,"subjectivity":"0.0"}
{"tweet":"I ain't voting ' here no more! https://t.co/dCrEcH6ga3@realDonaldTrump Trump is trying to find a “FIXER” that will make him a winner of an election that he is clearly &amp; fairly LOSING!","polarity":1,"subjectivity":"0.5944444444444444"}
{"tweet":"Guess what: not even the Supreme Court can go against the will of WE THE PEOPLE! This is what we call DEMOCRACY &amp; you will ultimately find out what it REALLY MEANS! https://t.co/oflck3Est9The study was done over the last 36 years by a group that supports Trump. The odds of it happening are the same as… https://t.co/HBqlrhSDEC@NewReeceOnLife @RealGreekG0d @LukeKimberling @AdamInHTownTX @BernieSanders And 100% all happen to be for Biden? No… https://t.co/rfhcRw78oVThere was no real movement of Republicans toward Biden in this election away from Trump.  Not only did the group of Republicans share of electorate grow from 2016, Trump only lost 6% of GOP voters this year.  In 2016, Trump lost 8% of GOP voters.RT @DrGJackBrown: Give them no shelter from the storm. Give them no quarter. https://t.co/vzJiGI9JacFour years of denying Donald Trump won the 2016 election fair and square and now these same people are demanding Republicans accept results in multiple states despite clear irregularities and funny business.   Nope. That’s not how this works.A message for @MittRomney &amp; @BenSasse: If Biden is elected, then the Georgia Senate races will determine whether Dems control all three branches of gov’t.  If you oppose the Republicans in Georgia, you’re not just a Never Trumper.  You’re a Democrat.RT @knalquestionese: PLAUUUUUU@usmc701952 Let's review. Arizona, GA, PA, Minn, Mich, Wisc, Nevada, are all in a legal situation. Very tight with… https://t.co/kE4xdTpi0ART @tracybeanz: Wow. Keep faith. Patriots come forward@TeaPainUSA @fahyhallowell Yeah, the only thing Trump should be allowed to take is his oversized wardrobe, his box… https://t.co/xYqZvZmKDQI'd like to thank Paula White for all of the angels from Africa right now, Africa right now, Africa right now and South America who came and helped Joe Biden to the sound of victory, victory, victory...😹“How could people vote for Trump again?”","polarity":1,"subjectivity":"0.5085034013605443"}
{"tweet":"He gave them what they wanted. They told you over and over what they wanted. They wanted your suffering. He gave them that.","polarity":0,"subjectivity":"0.0"}
{"tweet":"You need to understand this, I can’t stress it enough.FYI - there’s a bunch of blue checkmarks out there speading lies about me, Scott Baio, and my hero, Rush Limbaugh and others - saying we’ve conceded to Sleepy Joe Biden😂","polarity":0,"subjectivity":"0.3"}
{"tweet":"I hope none of you are dumb enough to fall for this hogwash - some people actually believed this BS.Without offering credible evidence, John James alleged \"irregularities\" in Michigan's Senate vote totals — and refused to concede.","polarity":-1,"subjectivity":"0.38"}
{"tweet":"It appears part of a larger effort by the RNC, state GOP, and Trump campaign to discredit unofficial election results there. https://t.co/4ZvSF8gc5vThere is no reason why the networks are not calling Pennsylvania for Biden right now. Anyone who knows the state can review the data, follow the trends, and know he will win the Keystone State by tens of thousands of votes. Call it.It wasn’t populous Fulton or DeKalb counties that pushed Joe Biden ahead in Georgia. It was Clayton, the area long represented by John Lewis, the late civil rights icon.","polarity":1,"subjectivity":"0.4871428571428571"}
{"tweet":"@bluestein on how the heart of Lewis’ district dealt a blow to President Trump: https://t.co/6xZCTO4ZZMlook, I may not agree with how Trump is handling his looming election defeat, but he is still our president and I will defend to the death his right to be removed from the White House, arrested, stripped of his wealth, tried for his crimes and thrown straight the fuck into prisonRT @Staya_Stray: I'm both relieved Trump will no longer be President, and devastated that Joe Biden will be. We deserve better. 😔RT @BeefedUpStud: Bro I am begging y’all to stop quoting these fake trump supporter selfie accountsJoe Biden and Kamala Harris won because of the most progressive generation in American history.","polarity":1,"subjectivity":"0.4419642857142857"}
{"tweet":"Young people showed up in record numbers to vote even as the campaign ignored their issues.","polarity":1,"subjectivity":"0.4"}
{"tweet":"GOTV efforts were often run by local under-resourced BIPOC, not the official campaign.Donald trump went down to Georgia he was lookin for a vote to steal","polarity":-1,"subjectivity":"0.14444444444444446"}
{"tweet":"He was in a bind 'cause he was way behind.","polarity":-1,"subjectivity":"0.7"}
{"tweet":"He was willing to make a dealYou make me day Frank.RT @RyanAFournier: You have to ask yourself...","polarity":1,"subjectivity":"0.75"}
{"tweet":"Why are ballots coming in at 3-4 AM exclusively for Joe Biden.RT @scrowder: Oh my.Let me get this straight. ","polarity":1,"subjectivity":"0.4"}
{"tweet":"1. Trump up 80% with blacks in red states but 0 in blue states. ","polarity":0,"subjectivity":"0.05"}
{"tweet":"2. Trump up 40% with Latinos in red states but 0 in blue states. ","polarity":0,"subjectivity":"0.05"}
{"tweet":"3. Trump up 55% with Jews in red states but 0 in blue states. ","polarity":0,"subjectivity":"0.05"}
{"tweet":"And Biden is somehow the most popular candidate ever.RT @leftcoastbabe: @AdamParkhomenko CNN is actually not giving Trump any oxygen today.When institutions work, no one is ordering them to do this and their loyalty isn’t to the President but the the American people . https://t.co/ivDL6PtaZJ@Slim_Duncann @Bill20413526 @davidmora_29 @charliekirk11 Trump’s popularity slips in latest Military Times poll — a… https://t.co/eDa4SabRwgRepublicans, 2000: You don’t win half the presidency. Bush should govern accordingly. ","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Republicans, 2016: We are a Republic, not a democracy. Trump should govern accordingly. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Republicans, 2020: Biden has no mandate. McConnell should govern accordingly.Trump supporters don't trust the media because the media participated in 4 years of advancing hoaxes purposed w/ unseating the duly elected POTUS. In an election w razor thin margins, you can take it to the bank that there is no way ppl are giving media any benefit of the doubt.RT @DC_Draino: Now we know why Joe Biden didn’t even bother campaigning@kurteichenwald And Oregon. Donald Trump incited violence in the city of roses. Portland, Oregon @Eleven_FilmsRT @conservmillen: The same people saying “it’s over” and “Trump must concede” are still saying Stacey Abrams is the rightful governor of G…Retweet: Friend of mine in Griffen, Georgia found Navy ballots for Trump in the dumpster. @GerryCallahan @TuckerCarlson @HowieCarrShow @realDonaldTrump @EricTrump @DonaldJTrumpJr @LarrySchweikart @w_terrence @KEVZAK22 @LocalPoliticsis https://t.co/5PL07ejJK0Michigan GOP Chair: Dozens of Michigan counties used the same software that caused 6,000 votes in one county to switch from Trump to Biden.","polarity":-1,"subjectivity":"0.3666666666666667"}
{"tweet":"\"These counties that used this software need to closely examine their result for similar discrepancies.\" https://t.co/ZK3uUcogNBRT @CarIegend: We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!RT @Danrizzle_: YES x 1000! ","polarity":0,"subjectivity":"0.5125"}
{"tweet":"I just don’t want him as president anymoreRT @telushk: Y’all already know how I feel about Biden, Harris, and the Democratic Party but im gonna savor every salt crystal of trumps te…@MattWalshBlog Honestly, I didnt think it was going to be as close as it was. I was sure Trump would lose and was c… https://t.co/7XABTYFoxjThe latest: no network has called Pennsylvania or the race yet. Trump's still pledging a legal fight. Vote counts are still rolling in, and are not done. But:","polarity":1,"subjectivity":"0.7222222222222222"}
{"tweet":"Pennsylvania: Biden's up 12,497.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Georgia: Biden's up 1,557. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Arizona: Biden's up 43,779.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Nevada: Biden's up 20,137.RT @RexChapman: Center City Philly is now out in the streets dancing to the Trump campaign theme song - YMCA...https://t.co/g2mJ1enLBthi, Abrams played a part. But these takes that anyone “singlehandedly delivered a win” draw from capitalist logic that one person can be responsible for the hard work of many. Organizers and coalitions did this, have been doing this for years https://t.co/epkr3xsttOThey fixed \"The Glitch\".I want to thank progressive grassroots organizations for their extraordinary efforts in helping to make Biden's victory possible. Together, you built widespread support for Biden among young people, people of color and the working class. Congratulations. Let's keep going forward.RT @GOPLeader: Joe Biden wants to “count every vote.”","polarity":1,"subjectivity":"0.4791666666666667"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"President @realDonaldTrump wants to count every 𝐥𝐞𝐠𝐚𝐥 vote.","polarity":1,"subjectivity":"0.1"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"There’s a big differe…@PACKWRLD999 @djmrcurmudgeon @elonjames One other thing...","polarity":-1,"subjectivity":"0.2375"}
{"tweet":"Trump's impeachment had NOTHING to do with Russia. He w… https://t.co/0yWZJq4yRmthis is huge!!!!!@Toure Most Trump voters will be momentarily disappointed, then go back to work, family, community—where they draw their primary meaning in life. ","polarity":1,"subjectivity":"0.53"}
{"tweet":"I can say this for sure: you won't see any Trump voters screaming into the sky or calling in trauma counselors to the office.Democratic presidential nominee Joe Biden moved into the lead in Georgia and Pennsylvania early on Friday, a fatal blow to President Trump’s reelection prospects if the challenger’s advantage holds in both battleground states. ","polarity":1,"subjectivity":"0.5944444444444444"}
{"tweet":"https://t.co/H5LKU252eFI spent the afternoon marching to protect the vote. Then the sun went down and the NYPD, whose unions endorsed Trump, attacked us. They brutally arrested dozens of people for no reason at all. It’s so tiring to be attacked for everything from Black Lives Matter to counting votes.No matter for oppressed people of #Palestine and #Yemen that who is the next president of the #USA. #Trump or #Biden? Both have carried out illegal acts of violence &amp; war crimes against innocents nations. Both have imposed starvation sieges against women &amp; children. #Elections https://t.co/zjHlIBPt3lWe've been talking about this for months, but has to be stressed again: Trump and Republican legislators in PA *intentionally* engineered the current drawn-out process SO THAT there would be an opportunity sow doubt and confusion and undermine the vote.I hear those “Trump 2020: F*ck your feelings” t-shirts make wonderful tissues.  🥺One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/21AXyJZDZiRT @IngrahamAngle: This is a pitch perfect statement by President Trump.One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/21AXyJZDZi@kikocasa844 @thehill I really don't see Dems pulling off *both* seats, especially Perdue's where he ran 2pts ahead… https://t.co/t4UBBvvM1nNiceFor you people who voted for Biden what is the next 4 years going to look like. No Trump bashing but what is Biden… https://t.co/oTgZTasb8zRT @itsdannyneary: “So happy Biden won, now things can go back to normal.” https://t.co/DLTaewTSnlTrump’s final three lame duck months may look surprisingly like his first forty-five lame duck months. He’ll watch TV, pilfer money, focus on trying to best position himself against inevitable criminal charges, ignore the job of president entirely, then declare victory and leave.One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/21AXyJZDZi@snsachinnandu hahahaha demogogue by dictionary means a politician who asks for support by appealing to people's","polarity":1,"subjectivity":"0.5530982905982906"}
{"tweet":"de… https://t.co/v0msRzn8dOPhiladelphia Mayor Jim Kenny says that President Trump needs to “put his big boy pants on and he needs to acknowledge the fact that the lost...”","polarity":0,"subjectivity":"0.1"}
{"tweet":" https://t.co/Vs22QkotlqRT @Subrange13: It's going downRT @OANN: Kudlow: White House committed to peaceful transfer of power if Biden elected - https://t.co/xQAhJs463p #OANN https://t.co/HewCcZh…Pennsylvania Lt. Gov. John Fetterman says he was happy to see GOP Sen. Pat Toomey reject Trump's false voter fraud claims, but adds: \"It would've been nice if someone had FedEx'd him that backbone four years ago\"RT @conservmillen: The same people saying “it’s over” and “Trump must concede” are still saying Stacey Abrams is the rightful governor of G…For all of us who believe in our founding it has come down to us to never concede , the fake numbers for biden is a psychological Psyop to get you to believe they have that many people on their side, all a lie, dont accept it, they never had near that and you know that.Geopolitical Winners and Losers of a Biden presidency:","polarity":1,"subjectivity":"0.4761574074074075"}
{"tweet":"Germany: Win, short lived","polarity":1,"subjectivity":"0.35"}
{"tweet":"France: Win, short lived","polarity":1,"subjectivity":"0.35"}
{"tweet":"Italy: Always loser","polarity":0,"subjectivity":"0.0"}
{"tweet":"Turkey: Winner","polarity":0,"subjectivity":"0.0"}
{"tweet":"China: 🔥🔥🔥","polarity":0,"subjectivity":"0.0"}
{"tweet":"Russia: Loves the chaos","polarity":0,"subjectivity":"0.0"}
{"tweet":"India: Big loss","polarity":0,"subjectivity":"0.1"}
{"tweet":"UK: Truly an island now","polarity":0,"subjectivity":"0.0"}
{"tweet":"Israel: Serious blow","polarity":-1,"subjectivity":"0.6666666666666666"}
{"tweet":"Saudi Arabia: loser","polarity":0,"subjectivity":"0.0"}
{"tweet":"Iran: WinnerFormer Missouri GOP Sen. Jack Danforth: \"By alleging widespread fraud, President Trump’s purpose is to undermine Americans’ belief in the legitimacy of the election and therefore in the foundation of our democracy.  He is causing incalculable damage to our country.\"RT @RN7JB: @DickMorrisTweet is on point. https://t.co/aqj1c3MWMh.@RepAndyBiggsAZ: Pres. #Trump, do not concede","polarity":0,"subjectivity":"0.7"}
{"tweet":"\"...my advice is, do not concede. I'm sounding like Hillary Clinton here, do not concede, let's fight this thing through it is too important to give up.\"","polarity":1,"subjectivity":"1.0"}
{"tweet":"https://t.co/8EAnKo2B0DThose of us concerned about a \"dueling elector\" plot are *not* hoping that it will come to pass. We're hoping it'll *never* happen. But we also know Trump's history, which suggests no evidence whatsoever that he will do anything but the most destructive, harmful thing to America.There will be a lot of sound and fury from Trump and his goons in the coming days. ","polarity":1,"subjectivity":"0.5"}
{"tweet":"Don’t worry. Don’t panic. Don’t be afraid. That’s what they want, because it’s all that they have left. They’re not strong, they’re weak. They lost. We won. And it wasn’t particularly close.The most dangerous thing in the White House...the mattress Trump and Ivanka (oops...I meant Melania) used!@zeynep Next Trump might be a military man. patriotic with enough cruelty. Someone who knows how to manage teams, b… https://t.co/AqWlSyTmgADemocrats will have to reconcile a couple other things, as well. To wit:","polarity":-1,"subjectivity":"0.4138888888888889"}
{"tweet":"--If Biden's ground game was so nonexistent due to COVID, who organized &amp; harvested the flood of urban ballots for him?","polarity":-1,"subjectivity":"0.25833333333333336"}
{"tweet":"--Why was there such a disproportionately large share of singular Biden-only ballots?Hammer time.This describes trump supporters rn https://t.co/pM0oH944BpThinking back to how gracious the Obamas were at Trump’s inauguration- I just can’t imagine Donald and Melania even turning up at Biden’s ceremony in January.Mayor of Philadelphia Jim Kenney says Donald Trump needs to \"put his big boy pants on, he needs to acknowledge the fact that he lost, and he needs to congratulate the winner\".","polarity":1,"subjectivity":"0.4057142857142857"}
{"tweet":"Follow #USElection latest: https://t.co/q8KMQoglSL https://t.co/UQLorGQRMj@FoxNews Yeah guess what. Biden speaking will generate the lowest ratings in history of Fox News. Good luck with all that@jbarro Akin to Biden just throwing caution to the wind and molesting young girls in front of their parents and thousands of people.The contrast could not be more stark. While Joe Biden calls to count every vote, Donald Trump flies off the handle and seeks to undermine the integrity of our vote count. One side wants to protect our democratic republic and the other attacks it.@nberlat There is zero reason to amplify these liars and bigots simply because they apparently tricked you into thinking they maintain some level of superficial civility and told Trump some of his tweets were bad. This is utter nonsense that just gives them permission to do it again. No.RT @Annakhait: Don’t you worry, President Trump will rightfully WIN this election. 🇺🇸🇺🇸🙌🏼Perhaps Putin was warning Trump about his potential loss in 2016 🙃RT @RichardGrenell: The details were given to DOJ last night. ","polarity":1,"subjectivity":"0.5225340136054422"}
{"tweet":"Catch up!RT @DavidBugnon: Holy f**kRT @xohhhh_: Now you’re dragging itTo all the Republicans that kissed Trumps ass and were either elected or re-elected I’ve got news for you.....","polarity":0,"subjectivity":"0.0"}
{"tweet":"You only won because of Trump! ","polarity":0,"subjectivity":"1.0"}
{"tweet":"And if Trump loses, good luck suckers!Democrats Cry About 2020 Losses, Calling Trump ‘A Buoy’ To GOP Wins!","polarity":1,"subjectivity":"0.425"}
{"tweet":"So, Trump was a buoy to Republicans all across the country but lost to sleepy Joe?  I don't think so!","polarity":0,"subjectivity":"0.0"}
{"tweet":"#DemocratsAreCorrupt ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#DemocratsAreCheating ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/YxZGA7xQr6In the battleground state of Arizona, Biden's lead shrinks to 41,302 votes. - Edison research.Today is the day everyone who fought against Trump should be thinking “how do I help @staceyabrams and @fairfightaction help Rev. Warnock and Jon Ossoff?”Dear Sky news and BBC news, now that you have seen how the American news shows have countered Trump's repetitive lying and smears with immediate fact check , how are you going to handle Johnson , his ministers and Farage in future ? ","polarity":-1,"subjectivity":"0.125"}
{"tweet":"Asking on behalf of intelligent people .RT @DonaldJTrumpJr: If you think this is all a coincidence you’re an idiot. These are statistical impossibilities.This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? https://t.co/eeV4VebbPdYesterday the Trump campaign tried to shut down counting in Michigan. Here is what the judge wrote today about their key \"evidence.\" https://t.co/jpvU0YrTyY@koorosh53jam @dbongino Exactly! Americans who think anything is better than Trump are so misinformed. If this election is stolen we are inviting in evil of an unprecedented scale; it will make even the most severe cases of TDS long for his return. 🇺🇸❤️🇮🇷I appreciate @AOC and the squad. ","polarity":1,"subjectivity":"0.5702991452991454"}
{"tweet":"And I'd love to see AOC call Pelosi and the leadership out for punching left this entire election. ","polarity":1,"subjectivity":"0.4083333333333334"}
{"tweet":"For coddling Bush-era war criminals. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"For embracing the same Republicans who gave us Trump.","polarity":0,"subjectivity":"0.125"}
{"tweet":"For funding Trump's signature policies.To the Trump aides who are feeling “deflated”: go fuck yourselves. Elections have consequences. Your shame  will live on. History will show you as complicit traitors who waged war on democracy as children were kidnapped and put in cages while you let a plague spread uncheckedIf biden win i will drop my face...I'm gonna be blunt.","polarity":1,"subjectivity":"0.5"}
{"tweet":"Once Biden goes into office. Once Trump is out. This is not over. Like, not even at all. You think it's \"Oh, finally, I can go back to my normal\"? Nope. There is no normal. Biden and Kamala want to keep things status quo, and we can't let that.RT @SenWhitehouse: Trump’s dark and dishonest speech from White House was a disgrace. Where are the Republican Senators? #SpinesofFoamRT @ScottBaio: Liberals don't even hide it...........why are trumpies so mad that biden is leading.. i thought blue lives matter 🙄🙄🙄With Don Jr present, top Trump Campaign surrogate Vernon Jones threatens to shoot Biden supporters tonight: “We’re starting now to see the white in their eyes and we’re getting ready to start shooting.” https://t.co/jAaiw2YNr8RT @VoLinxx: Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.RT @MollyJongFast: People at election decision desks need to stop worrying about Trump’s feelings.Every single person that works at the networks and the AP knows that Joe Biden has won the election. Their reticence is creating a vacuum that Trump is filling with dangerous misinformation.Responding to reports that President Trump has no plans to concede @AndrewBatesNC tells FOX: “As we said on July 19th, the American people will decide this election. And the United States government is perfectly capable of escorting trespassers out of the White House.”Biden took the lead in Georgia? https://t.co/wQ2ndCixg7RT @lisastark351: How long before Trump resigns?RT @MACTurnUp: Biden on the election “Stand Down, and Stand By” 😂🤣😂@AndyOstroy Great.  I wish I could tell Trump in person - “YOU’RE FIRED !!!!”Every Black person in this country should be fighting for President Trump right now ","polarity":-1,"subjectivity":"0.37288888888888894"}
{"tweet":"He has done more for us than any President! LISTEN &amp; LEAR","polarity":1,"subjectivity":"0.5"}
{"tweet":"Joe Biden has been racist toward the black community so why celebrate him and the reason why many went to prison","polarity":1,"subjectivity":"0.4666666666666667"}
{"tweet":"#ElectionResults2020 https://t.co/mSYpnsolPfI want to thank progressive grassroots organizations for their extraordinary efforts in helping to make Biden's victory possible. Together, you built widespread support for Biden among young people, people of color and the working class. Congratulations. Let's keep going forward.RT @tracybeanz: Wow. Keep faith. Patriots come forward https://t.co/4Ld85Ohjk2One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/21AXyJZDZiRT @MrJonCryer: Sure.","polarity":1,"subjectivity":"0.8577777777777778"}
{"tweet":"The guy who never handed over his taxes wants “full transparency.”@bman630 Throwing out North Dakota, South Dakota, Wyoming, Oklahoma, Montana, Idaho, Arkansas, Kansas, Iowa, and… https://t.co/9UL1bpl5AkRT @StarSoul777: Stand With President Trump to Protect the Vote/ Sign Petition","polarity":1,"subjectivity":"0.325"}
{"tweet":"https://t.co/O3C7g0KHNyRT @PopCrave: Greta Thunberg flips the script on Donald Trump, using the president's own words against him. https://t.co/hivyfajYTORT @Ianhwatkins: Biden - 264","polarity":1,"subjectivity":"1.0"}
{"tweet":"Trump - 214","polarity":0,"subjectivity":"0.0"}
{"tweet":"Steps - 5678@Best4CommonGood @DanRather because we are all finding it next to impossible to believe more people voted for Biden… https://t.co/QHLAVXAFu3After hearing Thomas Wictor discuss this agency Trump created in 2018 I'm removing negative post I made w/regards to the US being doomed. Trump has dug the world's biggest tiger pit &amp; all his enemies have fallen into it. Trump gets inaugurated in Jan.  https://t.co/x0Y1Oett6APhiladelphia is notorious for election fraud. Mitt Romney did not receive a single vote in 59 precincts. But Mitt didn’t know how to fight. Donald Trump does AND WILL!Grow up https://t.co/dRPNLcEzYQSex is great and all but have you ever driven past the few remaining Trump protesters in Beverly Hills, blasting th… https://t.co/c6gFh7ySqq@jorge_guajardo 🤣🤣 Trump doesn’t console anyone or take responsibility for anything.Biden ballots keep turning up in the back of trucks.","polarity":-1,"subjectivity":"0.35714285714285715"}
{"tweet":"Trump ballots keep turning up on the side of roads.","polarity":0,"subjectivity":"0.0"}
{"tweet":"H/t @josh_hammer https://t.co/suq25H1dvo@kaitlancollins Um...who thought Trump would suddenly change everything about how he’s handled himself thus far and… https://t.co/FhBoDwJphYEvery Black person in this country should be fighting for President Trump right now ","polarity":1,"subjectivity":"0.6172619047619048"}
{"tweet":"He has done more for us than any President! LISTEN &amp; LEAR","polarity":1,"subjectivity":"0.5"}
{"tweet":"Joe Biden has been racist toward the black community so why celebrate him and the reason why many went to prison","polarity":1,"subjectivity":"0.4666666666666667"}
{"tweet":"#ElectionResults2020 https://t.co/mSYpnsolPfRT @TheDuran_com: Will Putin be able to thwart a nightmare Biden neocon-neoliberal assault in Syria, around Russia and within Russia?","polarity":1,"subjectivity":"0.625"}
{"tweet":"http…RT @thebradfordfile: Trump won election day in a landslide. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden \"won\" whatever you want to call what has happened since.Reporters are saying that not winning the Senate this week means Dems don't have a broad mandate. Let's be clear: millions more Americans voted for Biden's vision. The Senate is unrepresentative, by design.In 2016, when Trump won PA, MI, and WI by a handful of votes, the election system worked just great. Now that he's losing, it's a \"fraud\" and they're \"stealing the election.\" This is how demagogues destroy faith in democracy and move us toward authoritarianism. Count every vote!RT @hrenee80: People can’t get past their hatred of Trump long enough to step back and realize that this isn’t just about Trump anymore.","polarity":1,"subjectivity":"0.38458333333333333"}
{"tweet":"🐑🤣Can we get a recount please?And white liberals will be on board. They didn't vote against GOP policies. They voted against Trumpist aesthetics and sensibilities.WTH does this even mean? Are they tip toeing out of the Oval? Are any of these people ever going to grow a backbone?RT @joshdcaplan: FOX 13: Utah attorney general says election process has been \"compromised,\" will take personal leave to help Trump campaignEvery single person that works at the networks and the AP knows that Joe Biden has won the election. Their reticence is creating a vacuum that Trump is filling with dangerous misinformation.@GOP @GOPChairwoman Be so nice when the Trump madness is over!If Trump loses, he loses. It was never an impossible outcome and we must accept the final results when it is over. ","polarity":-1,"subjectivity":"0.4834821428571428"}
{"tweet":"But the unfortunate reality is that there is very little trust in the process, where irregularities have been flagrant and transparency lacking.RT @MollyJongFast: People at election decision desks need to stop worrying about Trump’s feelings.WOW--&gt; They Want You to Believe This! -- Biden Gained Over 1 Million Votes in Pennsylvania SINCE THE MORNING AFTER THE ELECTION! @realDonaldTrump @LouDobbs @TomFitton @MariaBartiromo  via @gatewaypundit https://t.co/opyrzvTWf0RT @BreesAnna: Do you believe her? Lots of videos like this floating around.@bdomenech @MeghanMcCain Ok, sure Ben. You will never recreate Trump- thank God- and all these side gigs (yours) he… https://t.co/6hFIyFhvsr@JonathanTurley @westieTX Crystal clear #voterfraud evidence in #Michigan .. it could not be clearer 👇👇Not for later for her to go on live at a Trump part with her boss and friends supporting a man WHO DOESNT EVEN LIKE… https://t.co/xVG33dS5I8Trump supporters bout the goofiest I swear 🤣Just wondering if POTUS will end up with more electoral votes than ever anticipated after #RECOUNT...","polarity":1,"subjectivity":"0.5672222222222223"}
{"tweet":"370 as in Drop #.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just a thought. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"538 - 370 = Biden electoral votes &gt; 168.","polarity":0,"subjectivity":"0.0"}
{"tweet":"#SomethingBIGisComing https://t.co/bK5wQXiTQtAs Georgia looks to go for Biden, I ask every single one of my 500,000+ followers to send a quick thank you tweet to:","polarity":1,"subjectivity":"0.35714285714285715"}
{"tweet":"@staceyabrams ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Please take 1 minute to do that@lebronsonroids I'm sure most Dems know Biden is in the pocket of China, and either just don't care, or support him because of it.3rd, We will stand like the free men &amp; women on this great Constitution, written by men lead by God to give the vision of freedom to the world! Fight we must, fight we will! Stand with Donald Trump we have power standing together for what is right!RT @ScoonTv: [UPDATED] Military Ballots Found in the Trash in Pennsylvania—Most Were Trump Votes https://t.co/9Iw4mhRxXIEven Anti-Trumper's knows that the left is trying to steal this election from President Trump. The left is going to keep messing around, and the whole country, including members of their party, is going to turn on them!The Biden campaign on the possibility of Trump not conceding: “the United States government is perfectly capable of escorting trespassers out of the White House.”RT @cjtruth: Trump will WIN!@catturd2 Donald Trump is beacom of freedom for the entire world. He's already a legend. God bless America from (real) Banana Republic https://t.co/MdZa3SjWuT@DanCrenshawTX Mr. Crenshaw, I'm personally heard you defend Trump, on Joe Rogan's podcast, etc. Your logic regardi… https://t.co/cU7rvcYjhjOh Boris! What a dilemma. What to do now that friend and fellow buffoon Trump has hit the dust. No advantageous trade deal, no blind eye over buggering up the Good Friday agreement and stuffing the Irish. Joe's going to be after you, chum - and he won't like your Brexit deal.RT @mmpadellan: I wish John Lewis were alive to see his old district help put Joe Biden over the top in Georgia, where he now LEADS by over…2. It goes WAY beyond Trump vs. Joe, or Republican vs. Democrat. ","polarity":1,"subjectivity":"0.3854899930986888"}
{"tweet":"Both parties must observe. All the legal votes must be counted. Illegal votes must be cast out.","polarity":-1,"subjectivity":"0.35"}
{"tweet":"The election infection must not be allowed to destroy America. Never again for Cheat by Mail. #VoterIDHonestly, resorting to calling Trump fat suggests you don't actually have a grasp of the scale and scope of his harm. This administration oversaw mass hysterectomies and the deaths of children in detention facilities. And the best y'all have is that he's fat? Miss me with that.The fact that Philadelphia election officials can't 1) say how many segregated ballots there are at this point b) are saying Trump has lost while also saying they are still counting votes...","polarity":1,"subjectivity":"0.225"}
{"tweet":"Is one of many reasons there is so much rightful skepticism about the process in Philly.RT @_jimjams: Trump supporters be like “Biden is only winning cuz the ballots are being counted!” Yess that’s called an election https://t.…@gain_knowledge 😂😂😂shoo bot keep ignoring the facts Trump is the US President for another 4 years.Serious question... could it be that to get the highest number of fraudulent ballots they only filled out one dot rather than take the amount of time to fill out the full ballot???RT @AdrienneRoyer: @michaelbd Trump is going to be the left's bad ex-boyfriend that they are still talking about 20 years later.RT @IngrahamAngle: This is a pitch perfect statement by President Trump.Heaven forbid, but if Trump becomes a private citizen, the word is that he might start his own CABLE NETWORK STATION to compete with @CNN, @MSNBC &amp; @Foxnews!","polarity":1,"subjectivity":"0.6148809523809524"}
{"tweet":"Wouldn't that be FABULOUS!","polarity":1,"subjectivity":"1.0"}
{"tweet":"He would cut @Foxnews off at the knees! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Maybe even the ankles?Philadelphia's mayor has told Donald Trump to \"put his big boy pants on\" and accept defeat.","polarity":0,"subjectivity":"0.1"}
{"tweet":"The president has alleged election fraud in the state of Pennsylvania, where Joe Biden's lead grows and where victory would seal his presidential win. https://t.co/SohgtLdOTPSeeing politicians and people who claim to be conservative remain silent is truly disheartening.","polarity":1,"subjectivity":"0.19999999999999998"}
{"tweet":"They’re showing their true colors and we won’t forget it.","polarity":1,"subjectivity":"0.65"}
{"tweet":"I’ve been in support of President Trump since day one and I’m not going anywhere.RT @mrjamesob: Remember when Boris Johnson was racist about Joe Biden’s boss?RT @RepMattGaetz: The dead vote appears to have swung overwhelmingly for Joe Biden.","polarity":1,"subjectivity":"0.7"}
{"tweet":"https://t.co/rH90y6nYy9@MariannaNBCNews @brittanys @JoeBiden @deepa_shivaram @KamalaHarris Sometimes we get so caught up in the minutiae o… https://t.co/5DRq2pgay7RT @VoLinxx: Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.Brilliant idea.@SohrabAhmari Today begins the long process of the Left rehabilitating the image of Donald Trump so whenever next G… https://t.co/WoI0vUSdZDThe atmosphere inside the West Wing is being described as a bit frenzied as reality sets in that Biden is only pulling further ahead. Trump's closest aides seem to be working to manage his frustration. Mark Meadows is focused on Pennsylvania. And many others are looking for jobs.RT @YourAnonNews: We doubt that Trump will leave White House with honor.In Trump’s second, single-day loss in court, a Michigan judge rejected his campaign’s bid to stop counting ballots without their inspectors present, and the judge scoffed at plaintiffs’ “hearsay” evidence.","polarity":1,"subjectivity":"0.32857142857142857"}
{"tweet":"“Tell me how that is not hearsay. Come on now!” https://t.co/Wo2CQUsF9WThis brings me great joy.RT @MollyJongFast: People at election decision desks need to stop worrying about Trump’s feelings.RT @itsJeffTiedrich: every member of the Trump administration should now be considered a flight riskYou spoke volumes about how we should all stand up for what we believe in and don’t late hate get to us but you a w… https://t.co/5IyzVjZFDTGOP Rep. Matt Gaetz goes after Nikki Haley for \"eulogizing\" Trump instead of fighting for him https://t.co/agrAcQfUOf ","polarity":1,"subjectivity":"0.6124999999999999"}
{"tweet":"One more reason Nikki Haley will never be president, although if Trump loses there won't ever again be a GOP president.This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? https://t.co/eeV4VebbPd@disclosetv Now that they've had enough time to toss out Trump ballots, a recount will be an easy Democrat win. The… https://t.co/KY3owrjXqeEvery Black person in this country should be fighting for President Trump right now ","polarity":1,"subjectivity":"0.41773809523809524"}
{"tweet":"He has done more for us than any President! LISTEN &amp; LEAR","polarity":1,"subjectivity":"0.5"}
{"tweet":"Joe Biden has been racist toward the black community so why celebrate him and the reason why many went to prison","polarity":1,"subjectivity":"0.4666666666666667"}
{"tweet":"#ElectionResults2020 https://t.co/mSYpnsolPfRT @Dumkey404: @jamescharles I love seeing TRUMP supporters CRY, it’s my daily medicine, my life, my will to liveMultiple reports claim if Trump loses, he is considering launching a \"Trump TV\" to fight Fox News, and plans to take Sean Hannity, Tucker Carlson, Laura Ingraham and others with him.RT @internetgutz: We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed! https://t.co/AHfFLtaVB4RT @Daviesallison1A: I wish I was here dancing with themAs Rush is saying right now, the Republican establishment does not actually want Trump to win. It’s all about making sure the establishment wins.Democrats I’ll put it in terms you can understand:  Biden colluded with the Russians to steal the 2020 election.🤷‍♀️@TheStalwart It doesn't make much sense at all to argue polls underestimated Trump like in 2016, being that he ran… https://t.co/dK2YYhTyBbGood question!!!RT @JesseRodriguez: AP: Biden nearly doubles lead in Nevada as more results released@eddieVelociudad @CNN @CBSNews @NBCNews @DonaldJTrumpJr @biden Ok. But now take pills and be quite.#RayCharles","polarity":1,"subjectivity":"0.38843101343101344"}
{"tweet":"Georgia","polarity":0,"subjectivity":"0.0"}
{"tweet":"Oh Georgia","polarity":0,"subjectivity":"0.0"}
{"tweet":"The whole day through","polarity":1,"subjectivity":"0.4"}
{"tweet":"Just this old, sweet song","polarity":1,"subjectivity":"0.42500000000000004"}
{"tweet":"Keeps Georgia on my mind ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Election2020   #Electionsresults #JoeBiden President ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden takes the lead in #Georgia","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/WQC6HqSw2tOn life after, anger at Fox / Murdoch family cannot be understated. Should he lose, Trump wants to destroy Fox - aides believe they can steal hosts Hannity &amp; Carlson. Sources believe Trump will never admit he lost should we get there - instead stick with “rigged” “fraud” “stolen”Decision Desk HQ projects that @JoeBiden has won Pennsylvania and its 20 electoral college votes for a total of 273.","polarity":-1,"subjectivity":"0.2625"}
{"tweet":"Joe Biden has been elected the 46th President of the United States of America.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Race called at 11-06 08:50 AM EST","polarity":0,"subjectivity":"0.0"}
{"tweet":"All Results: https://t.co/BgcQsEyt3jRT @MSANNCOOPER: Sad loser https://t.co/Y3sQIpUJrg\"Donald Trump's political career began with the racist birther lie. It may very well end with a Black woman in the White House.\" @abbydphillipRT @PrisonPlanet: How bombing the Middle East to put jihadists into power is such a fantastic idea.RT @AngrierWHStaff: Pennsylvania just went blue. ","polarity":-1,"subjectivity":"0.3703703703703704"}
{"tweet":"Biden built a blue wall, and Donald Trump is going to pay for it.Yesterday the Trump campaign tried to shut down counting in Michigan. Here is what the judge wrote today about their key \"evidence.\" https://t.co/jpvU0YrTyYRT @VoLinxx: Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.RT @VanVleetElite: President Biden moving into the White House on Jan 20 and seeing the old employees again https://t.co/A76LH7zukzOkay, I caught bits of Trump’s meltdown. ","polarity":-1,"subjectivity":"0.31777777777777777"}
{"tweet":"Don’t let it rankle you. He’s in the scapegoating and excuses phase. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"He isn’t going to fight this to the death. He only needs an excuse to kick up enough smoke to make him feel like he has muted the shame.Now that the will of the voters is clear and Trump knows he has lost this election, he wants to interfere with the vote counting and have the courts throw out our ballots for his own gain. ","polarity":1,"subjectivity":"0.5055555555555555"}
{"tweet":"In America, the voters decide who will represent us, not the courts.BTW. I am inconceivably glad Biden has apparently won—quite handily!—the presidential election.","polarity":1,"subjectivity":"0.75"}
{"tweet":"I also have still not forgiven him for his treatment of Anita Hill.","polarity":0,"subjectivity":"0.0"}
{"tweet":"These things can both be true. Party this weekend, be ready to put the pressure on our President-Elect to do right1. The states were able to count the ballots in a timely fashion in 2016, and Donald Trump was the indisputable president-elect by 2 a.m. in the morning of the next day.  There were no questions about processes, no necessary litigation, etc.RT @Danny8bit: shoutout to @tvtropes for having an article that perfectly describes what’s happening to trump rn https://t.co/ThBJXAbJQBWhat exactly is President Trump's legal strategy, and does it have any chance of succeeding? On this episode of \"What Is Even Happening?\" @ed_kilgore spoke with election law expert @rickhasen about the legal battle to come. https://t.co/dcFZwroFImRT @MarkSchweitzer: Swalwell calls for creation of presidential crimes commission to investigate Trump when he leaves office | TheHill http…RT @FirenzeMike: Philly Mayor Jim Kenney has thoughts on what Trump should do now 🤣 https://t.co/HSj4kBUbPcHUGE EXCLUSIVE: Keep the Faith - President Trump Will Win The Election Based on the Constitution Per Retired Intel… https://t.co/cwcoJmvjciRT @dbongino: READ THIS 👇🏻👇🏻RT @bobcesca_go: It'd be funny if Biden nominated Sally Yates for AG, and, if Wray is fired, Andy McCabe for FBI Director.holy shit joe biden just cripwalked onto stage. audience members say they hear flo milli bleeding thru his airpods. says he was faking the whole \"being old and uncool\" thing to appeal to voters. now he's quoting his favorite lines from Euphoria. this mf Willy Wonka'd us@OshaDavidson Not sure how equality magically morphed into equity (actually I have an idea).  But you can kiss that… https://t.co/UxSpCzUtV3@Dorianlynskey @NickCohen4 @MatthewdAncona Same, this election is all about Trump out. It’s joyousEvery Black person in this country should be fighting for President Trump right now ","polarity":1,"subjectivity":"0.5699102829537612"}
{"tweet":"He has done more for us than any President! LISTEN &amp; LEAR","polarity":1,"subjectivity":"0.5"}
{"tweet":"Joe Biden has been racist toward the black community so why celebrate him and the reason why many went to prison","polarity":1,"subjectivity":"0.4666666666666667"}
{"tweet":"#ElectionResults2020 https://t.co/mSYpnsolPf@AshaRangappa_ He’ll still have GOP on short leash because his supporters are still clung to tRump- he’s the puppet… https://t.co/9MRGylMFryJust want take a moment today to mention that Donald Trump knew how deadly and infectious COVID-19 is. He told Bob Woodward. ","polarity":-1,"subjectivity":"0.35"}
{"tweet":"And that a Stanford study found that Trump campaign rallies had led to 30,000 cases.","polarity":0,"subjectivity":"0.0"}
{"tweet":"And 700 deaths. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"He knew. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"He did it anyway. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"He is responsible.@heatherjones333 @domenicadelia22 The one thing I have noticed is the Trump Team keeps insisting that there are votes in states for him (acting almost as if they know the counts already somehow).  So, it makes me wonder how they could possibly know what to expect, if there wasn't something going on, paper or no?I JUST REMEMBERED TRUMP GETS TO JUST GO HOME NOW ? LIKE WE DONT GET TO SEND HIM TO JAIL OR UP IN A HOT AIR BALLOON INTO SPACE FOREVER OR PUSH HIM INTO A VOLCANO, INTERESTINGLindsey Graham, on Hannity, just raised the specter of the GOP legislature in PA appointing its own slate of electors to hand the state to Trump.I was at the TCF Center in Detroit yesterday as a non-partisan poll challenger. The woman in the maroon shirt with the black mask was one of the GOP challengers I monitored. At one point, she yelled that a ballot needed to be thrown out because it “looked sticky.” Another timeBREAKING: Utah Attorney General Sean Reyes says election process has been \"compromised,\" will take personal leave to help Trump campaign (Fox 13).Dear @realDonaldTrump: Asian Americans are the fastest increasing group in US &amp; are 4.7% of the electorate in GA, 4% in PA, 11% in NV &amp; 4% in AZ. Exit polls show over two-thirds voted for Biden nationwide.","polarity":1,"subjectivity":"0.4303030303030303"}
{"tweet":"Your mocking of Asian Americans, like saying Kung Flu, has consequences.Hearing rumors around Pentagon that @EsperDoD and @DepSecDef may not survive the day -- without any authorization, they have been assisting the Biden translation team even as votes are still being counted.","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is a coup people.Michigan GOP Chair: Dozens of Michigan counties used the same software that caused 6,000 votes in one county to switch from Trump to Biden.","polarity":0,"subjectivity":"0.125"}
{"tweet":"\"These counties that used this software need to closely examine their result for similar discrepancies.\" https://t.co/ZK3uUcogNB@DanCrenshawTX If Biden/corrupt communist China wins, there is no Texas, open borders will be bringing waves of Narcos to reclaim the land they say, we fight now with Trump or is game over and may God help us.@Acosta I’ve gotten calls from Republicans making it clear they had “nothing” to do with the Hunter Biden laptop disinformation campaign. I guess we will see after it’s investigated.The year is 2038. CNN reports that Biden is on the verge of winning the presidency. Jake Tapper tells us that Pennsylvania may be called \"within the next few hours.\" John King's arms have fallen offI’m going to keep these in mind whenever I see Trump acting dangerously defensive, to try and understand what really lies behind his belligerence, bullying and whining. There is a real danger that if we don’t properly assess his mental state we might mispredict his next actions.@AnaAnamariaev @DavidLimbaugh Seems like Biden supporters tweet the same way they vote - one person using a differe… https://t.co/Wml7Hxk5ML#cannabis #weed #marijuana New Jersey approves recreational cannabis, elects Joe Biden, Cory Booker ","polarity":-1,"subjectivity":"0.3533094098883572"}
{"tweet":"New Jersey voters approved legalizing recreational marijuana on Tuesday, and Democrats Joe Biden and Cory Booker won at the top of https://t.co/yChEAsNC9T #cannabiscommunity https://t.co/RSusmIyX1AI want to thank progressive grassroots organizations for their extraordinary efforts in helping to make Biden's victory possible. Together, you built widespread support for Biden among young people, people of color and the working class. Congratulations. Let's keep going forward.\"If you missed political scientist Jon Askonas’s New Atlantis piece on tech tyranny, now is the time to read it,\" writes @roddreher today: https://t.co/zXZ60WJz02","polarity":1,"subjectivity":"0.5584415584415584"}
{"tweet":"Here it is: https://t.co/MeWGdv9gi8Trump has never failed us and he will not now. Lionlike warriors are not swayed by setbacks and do not retreat. They fight back with more power, dismantling the scaffolding of evil thorns and deceit. We will fight and we will winRT @KristenCarney: Democrats are Wile E. Coyote and Trump is the Road Runner. ","polarity":-1,"subjectivity":"0.45"}
{"tweet":"“Meeeep, meeeep.” - Trumpwouldn‘t be surprisedRT @rawan: let history remember that pop crave was the first account to call the 2020 PresidencyWOW--&gt; They Want You to Believe This! -- Biden Gained Over 1 Million Votes in Pennsylvania SINCE THE MORNING AFTER THE ELECTION! @realDonaldTrump @LouDobbs @TomFitton @MariaBartiromo  via @gatewaypundit https://t.co/opyrzvTWf0RT @BMeiselas: Enough kid gloves. Arrest Alex Jones. Arrest Steve Bannon. Arrest @RepVernonJones. Arrest the Trump family. Arrest them all.NAH THIS BLOKE IS HILARIOUSIf Sleepy Creepy Quid-Pro-Quo Dementia Jim Crow Joe ends up in the White House, he wants everyone in the U.S. to go… https://t.co/ae9ih40fD7Every Black person in this country should be fighting for President Trump right now ","polarity":-1,"subjectivity":"0.24186507936507937"}
{"tweet":"He has done more for us than any President! LISTEN &amp; LEAR","polarity":1,"subjectivity":"0.5"}
{"tweet":"Joe Biden has been racist toward the black community so why celebrate him and the reason why many went to prison","polarity":1,"subjectivity":"0.4666666666666667"}
{"tweet":"#ElectionResults2020 https://t.co/mSYpnsolPftired: Biden barely won, he has no mandate","polarity":1,"subjectivity":"0.1"}
{"tweet":"wired: Biden won decisively, the people want his agenda","polarity":0,"subjectivity":"0.0"}
{"tweet":"inspired: the Dems owe Biden's victory to union members who worked like hell in AZ, MI, NV, PA. Pass the PRO Act and pursue sectoral bargaining.I haven’t seen a single post or a talked to a single person who is excited that Biden might win. There’s a decent (honestly not even that many) amount of people excited that Trump could lose- but I can truthfully say I’ve seen zero excitement that Biden might be President.Go Trump. You won it fair and square. Unpopular winners.@David_Benger @jgeltzer Think below.  Also, #4 may be forthcoming?","polarity":1,"subjectivity":"0.5795238095238096"}
{"tweet":"https://t.co/7Mn3g09z78RT @JohnJHarwood: “continuing to be narrowed”RT @acidoenlared: Mientras tanto Donald Trump... https://t.co/b43N7n6i4tBiden now up 20,000 in Nevada. That's significant because we're nearing the point where Nevada is called. And when Nevada is called then Fox has to call the election for Biden. And once Fox calls it everyone else will probably move.Im going to wait for the final results. Till then Trump is President right. Clearly too many questions re the poll… https://t.co/hNjzix9yhRShocked? Nope! Bannon who thinks America would be better served with a leader like Kym Jong Un wants Trump to put t… https://t.co/3HqmldqgGrIf Supreme Court would be involved in it now I think we all be moving to Canada 🤬🤬🤬🤬RT @DC_Draino: Now we know why Joe Biden didn’t even bother campaigningHuge #JobsReport today.","polarity":1,"subjectivity":"0.5562925170068027"}
{"tweet":"This economic renaissance is a key reason we must fight to count legal ballots and certify the re-election of President Trump!","polarity":1,"subjectivity":"0.4666666666666666"}
{"tweet":"#ChalkTalk https://t.co/WpceGS77Alleaning back in my office chair, eyes closed, imagining a squad of Delta Force operators, under the direct orders of Commander In Chief Joseph Robinette Biden Jr, pumping one hundred thousand explosive rounds into a squat malaysian man@7apCm @FedsKilledGLR @ForeWalton @TheGoldWaterUS @DanCrenshawTX Its not speculation that its reported Biden got mo… https://t.co/D07rw0t2EhOne Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! https://t.co/21AXyJZDZiHow sad,scary&amp;telling about America is it that after 4yrs of the daily trump shitshow he actually gained voters in this election?! And it wasnt just among white women. If exit polls are2be believed, trump made gains w/black men&amp;women, Latinos too. How the hell is that possible?! https://t.co/7DujzDrtGc@Otto_English Loser Trump tantrum tears?“Absolutely not, there are not illegal votes being counted in the state of Arizona,” Arizona Sec. of State Katie Hobbs says, discussing Pres. Trump’s remarks ballot counting. “Honestly, this kind of disinformation makes our jobs harder.”","polarity":-1,"subjectivity":"0.48958333333333337"}
{"tweet":"https://t.co/TPMNa7ND5fIn Biden We trust 😂Y’all wanna cancel me so fucking bad it’s something new every damn day everybody knows I hate Trump wholeheartedly I’ve made that clear longggg time ago I definitely did not vote for the hoeNew: Fox News is instructing its talent not to call Joe Biden the \"President-elect\" when the network calls the race, according to two memos obtained by @brianstelter and me. The memos say Fox should \"stay away\" from using the description.@ACTBrigitte Biden will not be president.RT @TheEpicDept: Why is the Trump legal team in Philly exclusively made up of 12 year olds https://t.co/397B7ZcOTXTrump looking at polling numbers...  https://t.co/55KWSsYoYM@Gaussgoat @KurtNiceHHL @KeishaRansome22 I’ve been dunking on him since he helped Trump get elected five years agoBREAKING: Philadelphia’s Mayor Jim Kenney just said that Trump should put on his \"big boy pants” and concede because he “has not produced one iota of evidence” to prove voter fraud in the city.","polarity":-1,"subjectivity":"0.5130681818181817"}
{"tweet":"Who agrees?@Toure When your legs get tired in Biden’s breadline we’ll start talking about pain. Until then, Trump has already won.This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? https://t.co/eeV4VebbPdMultiple reports claim if Trump loses, he is considering launching a \"Trump TV\" to fight Fox News, and plans to take Sean Hannity, Tucker Carlson, Laura Ingraham and others with him.Every Black person in this country should be fighting for President Trump right now ","polarity":-1,"subjectivity":"0.37772108843537416"}
{"tweet":"He has done more for us than any President! LISTEN &amp; LEAR","polarity":1,"subjectivity":"0.5"}
{"tweet":"Joe Biden has been racist toward the black community so why celebrate him and the reason why many went to prison","polarity":1,"subjectivity":"0.4666666666666667"}
{"tweet":"#ElectionResults2020 https://t.co/mSYpnsolPfA quick note on Florida: ","polarity":1,"subjectivity":"0.5"}
{"tweet":"Biden lost by about 400K votes. Gov. DeSantis worked VERY hard to maintain the disenfranchisement of the *1.4 million* Formerly incarcerated folks that Florida voters said should have their rights back.@kayleighmcenany The ignorant and filth of our country gave Trump four years, that seemed very generous for a rapist and serial molester.Joe Biden is going to wind up with at least 306 electoral votes and the largest popular vote total in American history. That’s what we call a mandate.RT @cinecomical: joe biden slander will resume on january 20, 2021 but until then https://t.co/EZjdJH20B8RT @ByronYork: 'This is no longer about any single election...' New, less combative, statement from President Trump: https://t.co/2RyRvdLXQsA quick note on Florida: ","polarity":1,"subjectivity":"0.35747204184704184"}
{"tweet":"Biden lost by about 400K votes. Gov. DeSantis worked VERY hard to maintain the disenfranchisement of the *1.4 million* Formerly incarcerated folks that Florida voters said should have their rights back.Thank you Mr Jaishankar for covering up our PM’s incompetence. His fawning endorsement caused serious problems with the Democrats for India. I hope it gets ironed out with your intervention.  While you’re at it, do teach him a little bit about diplomacy.","polarity":-1,"subjectivity":"0.37416666666666665"}
