{"tweet":"SAVE OUR COUNTRY VOTE BIDEN/HARRIS DEMOCRCY VS TRUMP AUTHORITARIANISM DICTATORSHIP","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/Sv2IDklX6QRT @RaiseUpTrump: Expensify CEO @dbarrett:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“A vote for Donald J. Trump is a vote against democracy.”","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Raise Up PAC:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"A vote for @realDonal…RT @MidnightStrider: I wanted to send a private message to show someone how effective this pro-Trump propaganda is, and Twitter smartly blo…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rally@f0rtem_ @LonelyMustache @MightyKeef You’re not American, but you know this? Dude shut up. Clearly you don’t know a… https://t.co/ZubJ24T12IRT @joshtpm: Georgia Governor Quarantining After Exposure To Coronavirus https://t.co/cHdSsyovSR via @TPMBy today’s standards - this is super sexist, right?RT @MidnightStrider: I wanted to send a private message to show someone how effective this pro-Trump propaganda is, and Twitter smartly blo…RT @jboyle1223: @Strandjunker I wish we had a Senate that had balls not owned by Trump https://t.co/VElkrT3yhK@MikeHolmes_3 They wasnt fw you after you said you wasn’t voting for trump? LmkRT @CaslerNoel: Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrump http…@LionelMedia @Brick_Suit I know!   I told him that in a tweet - some airlines are openly discriminating against Tru… https://t.co/yVx9pgX0sbRT @thejtlewis: @realDonaldTrump Watch and share!! https://t.co/7ywdJwEnbKRT @thestephmerritt: Come on America, don't fuck this up. We're all cheering you on!RT @Steven_Strauss: Strange it is almost like Trump thinks SCOTUS selects the President and he does not believe these are non-partisan Just…Top creepiest comments of Donald Trump talking about his daughter Ivanka trump https://t.co/l3jZTz0CtD via @Today N… https://t.co/fXotcUBXt0RT @RealJamesWoods: He did them a favor. Champagne corks popping everywhere. 😅RT @DineshDSouza: Best Halloween horror film on Amazon Prime and Apple iTunes? TRUMP CARD. Even scarier, the monsters are real and threaten…RT @maggieNYT: Trump says that Kamala Harris can't pronounce her own name right. ?RT @realDonaldTrump: I would NEVER have taken the endorsement of the man who, through gross incompetence, poisoned the people of Flint, Mic…RT @JackPosobiec: Trump just announced he is holding a rally the day before the election in Scranton PART @GeorgeTakei: Overheard: So when Trump loses, Netflix needs put out a series about his ascent and fall, from the 80s to today. It could…RT @HillaryClinton: Trump's utter failure on COVID and McConnell's rejection of a recovery program has sent the market into freefall and mi…@CNN Guess it's Trump's fault eh?🤪RT @catturd2: President Trump is on Rush right now.RT @chrishomstad: @oneunderscore__ @molly_knight Has anyone asked big trump supporters about what they would say to a Biden voter whose num…RT @davidplouffe: Trump’s closing rallies are not smart politics. Should not be covered as such or as him fighting hard. They will hurt him…RT @HKrassenstein: African American superstar Lebron James tells people to vote and Trump supporters say \"shut up and dribble\"","polarity":1,"subjectivity":"0.40891053391053395"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retired whi…RT @JackPosobiec: Trump just announced he is holding a rally the day before the election in Scranton PA@KamalaHarris Yea Donald TrumpRT @EthanBearman: I have a child with Type 1 Diabetes, a pre-existing condition with no cure today.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I voted for #JoeBiden to protect my ch…I agree with the \"belongs in prison\" part, but I don't wish #IvankaTrump anything \"happy.\"  She is a disgusting gri… https://t.co/uj7OWeaPDJRT @ddale8: Trump criticizes Whitmer, the crowd chants \"lock her up,\" Trump goes silent for a bit, then says, \"Not me, not me, not me. See?…Soldiers helping soldiersRT @MattNegrin: Chuck Todd: Is Joe Biden not killing enough people?RT @thehill: JUST IN: Trump to hold 14 rallies in final three days of campaign https://t.co/w8nJKnJMm1 https://t.co/6142177tpXOne of our few remaining exports - Trump must be desperate to get Farage on boardRT @CaslerNoel: Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrump http…RT @PepeMatter: Right before their NWO dream was about to be fully manifested, God played the Trump card.@XArmandKleinX @AnBeOnd @realDonaldTrump Vote Trump 2020 - Joe Biden is a corrupt politician. #BidenScandalAintGoingAwayRT @ddale8: Even without a vaccine, Trump says in Michigan, \"we're still rounding the corner.\" https://t.co/ot58WLyqEu@PeterMBonfigli2 @gbroh10 @manoloh102 @GiantSlyers You are a disposable person. President Trump shut down America a… https://t.co/Q4IBimYMqLNebraska Football and it’s fans have become a lot like President Trump and his supporters....The more hate the medi… https://t.co/PEH0JD2v8NRT @jilevin: U.S. records more than 90,000 Covid-19 cases in one day for the first time: In other coronavirus news: House dubs Trump pandem…RT @Timcast: Biden announces plan to mobilize \"Truinanashabadepresure\"","polarity":-1,"subjectivity":"0.5958085317460318"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is doneRT @catturd2: Hardest working President EVER!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!! https://t.co/XisgmZUY01RT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…@KHalveyGibson @Kyntai @USCCB @YouTube Sorry, I don’t find women who support trump or the GOP, those who appear as… https://t.co/VqHmNl0ysxRT @realDonaldTrump: Pollak: 11 Shining Successes of President Donald Trump‘s First Term https://t.co/VW5w4YtBQ5 via @BreitbartNewsi love seeing white trump supporters run away from biden supporters 😌😌😌RT @SethAbramson: So @SenatorLoeffler (@KLoeffler) lied to Georgia voters by saying she had absolutely no idea what Trump said in the Acces…RT @WhitlockJason: This column comes with my strongest recommendation. Not enough room to explain all the gold in this column, stuff you wi…RT @HKrassenstein: African American superstar Lebron James tells people to vote and Trump supporters say \"shut up and dribble\"","polarity":1,"subjectivity":"0.41666666666666663"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retired whi…RT @realDonaldTrump: Keith Ellison Restricts Freedom of Assembly of Political Opponents https://t.co/WAPPsfQrWk via @BreitbartNews We were…@2abetter2morrow @EricTrump @realDonaldTrump Five Reagan White House lawyers endorse Biden, saying Trump has ‘fomen… https://t.co/d6SzevlzChRT @tribelaw: “America will probably awaken on Nov. 4 into uncertainty. Whatever else happens, there is no doubt that President Trump is re…@CNNPolitics Again, older, rich, white guy endorsing trump. That is a small constituency. Doesn’t move the needle.RT @MacSmiff: Over by the Convention Center, chuds have disrespectful redecorated the MLK statue with Trump gear. https://t.co/6VKpZfkUgWRT @RealKiraDavis: Wow. The group that installed that 405 freeway TRUMP sign has come forward with a pro-Trump campaign video and IT IS 🔥.…RT @letsgetrealtal1: @RepDonBacon @HouseGOP That's NOT Growth that's Recovery of jobs Lost. trump &amp; the @SenateGOP @HouseGOP will finish th…RT @mtaibbi: Opposing Trump now justifies even the evil of  someone being jailed forever (by the Trump administration no less) for releasin…RT @ChuckCallesto: What on earth is JIM ACOSTA going to do when Trump wins? 🤣🤣Bin laden shuffle 😭😭RT @lover_obi: TRUMP’S WALL OF LIES! https://t.co/GJFnV9liBERT @1776Stonewall: And BLM terrorists burned down a Vietnamese church in Philly the other night. . . Vietnamese for TrumpRT @gtconway3d: if only there were a Nobel Prize for fact-checkingI’m no financial advisor, however I’ve said before that my wife and I have every investment dime in the US. If Trum… https://t.co/5gzJwSgvmHRT @MSNBC: Speaker Pelosi criticizes the Trump admin.'s attempts to put up \"barriers to participation\" in the 2020 election.","polarity":-1,"subjectivity":"0.37425925925925935"}
{"tweet":"https://t.co/A…RT @EricTrump: ATTENTION TRUMP VICTORY VOLUNTEERS","polarity":0,"subjectivity":"0.0"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Join us as we kick off our final 5-day push by helping get out the vote for IN PERSON E…Trump vs. Hillary was just a slightly more sophisticated Joe Exotic vs. Carole Baskin.@KimRuxton Everything Trump does should be a felonyRT @AmerIndependent: Trump bribes voters with promise of relief money — 'after the election' ","polarity":1,"subjectivity":"0.875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"by @owillis ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/aUZslDU8VSRT @vanitaguptaCR: “And we are, by the way, confirming a district judge as soon as we get back after the election, and we’re going to clean…RT @scrowder: Hahahaha! No wonder up to 1/3 of black Americans are voting for Trump. They won’t be shamed by Democrats any longer.RT @saraecook: NEW: The Trump campaign announces 14 rallies in the final 3 days before the election:","polarity":1,"subjectivity":"0.5146464646464647"}
{"tweet":"SAT: 4 rallies in PA","polarity":0,"subjectivity":"0.0"}
{"tweet":"SUN: MI, IA, NC,…RT @atrupar: Trump claims that Kamala Harris can't pronounce her own name correctly https://t.co/yndPLxQxLUFUCK TRUMPRT @TimRunsHisMouth: The ONLY reason Democrat Mayors are bracing for violence on election night is because THEY KNOW TRUMP WILL WIN.RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulICONICCCCRT @WhiteHouse: The Trump Administration is sending 3 MILLION rapid COVID-19 test kits to Michigan!  https://t.co/xa4sTpIBofRT @MarkFriesen08: Maybe Catholics will wake up now?","polarity":1,"subjectivity":"0.7999999999999999"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Letter to President Trump from Carlo Maria Vigano. Catholic Archbishop. ","polarity":0,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.c…RT @adriel_terrazas: TRUMP &amp; BIDEN ARE TIED IN TEXAS ","polarity":0,"subjectivity":"0.0"}
{"tweet":"GUYS TEXAS CAN TURN BLUE IF WE JUST VOTE!!!! PLEASE VOTE!RT @thebradfordfile: Trump looks terrific and sounds like a living legend heading for a win.","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden looks terrible and sounds like an unhin…RT @C_3C_3: President Trump will hold a massive rally in Scranton, Pennsylvania on Monday.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Scranton is the place Joe Biden claims to be ho…From Trump: Sadly, the overwhelming amount of violent crime in our major cities is committed by blacks and hispanic… https://t.co/6kmUVqUPbiLil Wayne’s Endorsement Of President Trump Another ‘Kick In The Nuts’ To White Liberals https://t.co/WGZAcUskBr@GOP @realDonaldTrump 23 times slower at best","polarity":1,"subjectivity":"0.6333333333333333"}
{"tweet":"Trump took credit for Biden Obama economy and destroyed itRT @TeamTrump: LIVE: President Donald Trump in Janesville, WI #Wisconsin","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/jxlaJeNDEHRT @smotus: The fact that no one doubts Biden will win a lot more votes than Trump, while many doubt that Biden will be the next president,…@DeplorableNEET @Nate_Cohn @Redistrict It actually did, bud. Undecideds going to trump last minute, not winning wit… https://t.co/OzpynBxnRf@NewDay @Acosta @drsanjaygupta What about other counties where trump never visited , I bet their numbers are up too… https://t.co/7MveCjoocIIt won't be successful....but it will get nasty.......hopefully after  President Trump wins, he can use the power o… https://t.co/IbP2nt2Ib7Tell @SenWarren  to compile corruption charges on the Biden family and I bet she finds a lot more than 50RT @PalmerReport: It’s 2:30 in the morning and Donald Trump is completely melting down right now https://t.co/qvHorTqHdDRT @ddale8: Trump criticizes Whitmer, the crowd chants \"lock her up,\" Trump goes silent for a bit, then says, \"Not me, not me, not me. See?…Trump attacks against our elections are the worst terror attacks against Americans since 911RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @ProjectLincoln: EXCLUSIVE: @MarcAnthony is in our latest spot urging voters to vote out Trump. ","polarity":1,"subjectivity":"0.4859440267335004"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/cMym2HHVarRT @TeamPelosi: On January 20th, 2021, @JoeBiden will be inaugurated President of the United States. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The easiest thing for Donald Trump t…RT @Scotty4_Mo: Extremely sad... Untouched and pristine wilderness filled with endangered species, healthy forests, and clean water to be d…RT @RonBrownstein: “A Republican Party deepening its reliance on the most racially resentful white voters, as Democrats more thoroughly rep…RT @GOP: .@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":1,"subjectivity":"0.5857142857142856"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household income…RT @kylegriffin1: NBC Exclusive: The Hunter Biden 'dossier' that went viral on right-wing internet sites and was later disseminated by Trum…RT @AngrierWHStaff: Well, I’m completely shocked. ","polarity":-1,"subjectivity":"0.43392857142857144"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"(He said, in his “not-at-all shocked voice)RT @ThePubliusUSA: Imagine a world in which Donald Trump is no longer POTUS and the Democrats take control of the Senate. Imagine a world i…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)Don't jinx it.Good for you @CNN. I know it hurt.Awesome!RT @carenkarpenter: I don’t care if you hate trump, this is all very abnormal. https://t.co/ysnc2B4RmW@tats_n_brains @SadeBrown_718 That counts as Publix in my book....cause if Home Depot board of directors donated to… https://t.co/TWWpO9qpzYRT @BananaBanana151: @ProjectLincoln With all the extreme measures and obstacles Trump has put in place to suppress the vote, it will be th…RT @jennfranconews: NEW: The 2020 Trump campaign announces 14 MAGA rallies in 7 states over the next 3 days. https://t.co/7rMf0VsSrTRT @CHIZMAGA: 5 Trump Rallies Sunday &amp; Monday!RT @MariaBartiromo: Trump is a 'fighter' for the LGBTQ community: Constellations Group CEO https://t.co/V2Hg8GZg0r  @MorningsMaria  @FoxBus…RT @RudyMarquezJr: This is a prime example of the ignorance and delusion embedded within Trump supporters. Once they realized she was talki…RT @ProjectLincoln: A vote for Joe Biden is a vote for Puerto Rico. We must never forget Donald Trump's inactions led to the loss of over 3…@LethiaKelly @MSNBC @NBCNews overthrown?!?! They are in power. You libtards don't realize it is BLM and antifa that… https://t.co/0DluunTwku@NBCNews 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣","polarity":1,"subjectivity":"0.5616161616161616"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"that was later disseminated by close associates of President Trump\" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Who were the close assoc… https://t.co/ntIHmKTDhsTRUMP IS CRAZY 😳!!!!!!!RT @DonaldJTrumpJr: \"A leaked confidential document obtained by Breitbart News reveals that a coalition of left-wing groups in Minnesota, f…@Chinchillazllla @LizardRumsfeld I wish I could convince leftists to vote for biden against Trump but that isn't my… https://t.co/aP8c4GMTdART @ddale8: Trump is repeating his fabricated conspiracy theory about how they always used to say Covid-19 survivors got lifetime immunity…Lies lies and more lies by Donny.RT @WBrettWilson: I don’t buy the US polling. ","polarity":-1,"subjectivity":"0.5375"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"While I won’t leave my kids alone with Trump - I am terrified of giving Biden the keys to t…RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @GenFlynn: Former Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destr…RT @CNNTonight: President Trump presents \"a land of alternate reality and alternative facts\" at his rallies, says @DonLemon. #DonsTake http…the polls was wrong in 2016","polarity":1,"subjectivity":"0.43"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump won the Presidential Election on November 8, 2016","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"the polls are wrong in… https://t.co/ThATsbYZJNRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @DoctorsForBiden: Trump knows where the hot spots for #COVID19 are and is holding maskless dangerous rallies there.  He then accuses us…RT @TulsaTeresa: American seems to hate poor people. If we offered them help, good wages for hard work, they could afford food. We donated…RT @tonyschwartz: This nation is deep in a second Civil War, with race and privilege once again at the heart of it. Trump is now full-time…RT @catturd2: Hardest working President EVER!","polarity":-1,"subjectivity":"0.5256944444444445"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!! https://t.co/XisgmZUY01RT @atensnut: Biden wants to grow the government and take away our freedom.  ","polarity":1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to grow the economy and give us more freedom.…@H_MitchellPhoto Um. Is this something she wants done? Maybe not shaving her head would be a better way to celebrat… https://t.co/iyCFHatmGn@AceAdams17 @MccauleyDuane @CoriWood @votivateusa @LilTunechi @realDonaldTrump @POTUS Really Bob? Because A LOT of… https://t.co/HPBbyFyopzRT @CaslerNoel: Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrumpRT @cashsteven1: Old men and woman, some who remembered Hitler and Tito, worked with elementary school teachers and hipsters from Belgrade.…RT @CheriJacobus: When I told the truth about Trump on CNN in 2016, Jeff Zucker banned me, helped Trump ruin me and my livelihood, and neve…RT @RichardGrenell: Fire them and replace them with people from outside DC. https://t.co/wkObWgQfMdRT @RichardGrenell: I don’t see any ground game for the Democrats in Michigan, Wisconsin or Pennsylvania.","polarity":1,"subjectivity":"0.33499999999999996"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Trump ground game is AMAZING.RT @richardmarx: Dickless cowards.RT @DebraMessing: Media PLEASE take NOTE. if #Trump tries to pronounce he won on #election night, before all the ballots are counted, PLEAS…RT @SaraCarterDC: .@mercedesschlapp: #BigTech is 'trying to elect Joe #Biden and destroy Pres. #Trump'","polarity":1,"subjectivity":"0.52"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"She's right and we discussed how th…RT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtRT @JamesKosur: BREAKING: \"Congressional COVID panel blasts Trump administration's coronavirus response as 'among the worst failures of lea…Frat you always have an article@ScottAdamsSays @chrislhayes When Trump got sick, he took everything he could get his tiny hands on EXCEPT for hydr… https://t.co/VX5x0IdCQ1RT @Chris_Meloni: “...except insider trading tips”Me too!!I could not agree more! I wanted @SenSanders or @ewarren for Prez &amp; VP. Did not care who was VP or Prez. @JoeBiden… https://t.co/9R9nYAfFaSRT @kniggem: 🇺🇸🇩🇪 What’s behind President Trump’s strong dislike for German Chancellor Merkel? ","polarity":-1,"subjectivity":"0.6726190476190477"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“She is so clearly more intelligent by lea…RT @chrislhayes: She has surpassed Trump in Worst Elected Official Response to Covid. https://t.co/cjn7EEkC5MRT @DonaldJTrumpJr: \"A leaked confidential document obtained by Breitbart News reveals that a coalition of left-wing groups in Minnesota, f…Accurate ...RT @JakeResist: @charliekirk11 Biden doesn't have to play catch-up, whereas Trump's scuffling to get 63 Million votes againRT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":1,"subjectivity":"0.6066666666666667"}
{"tweet":"https://t.co/WEXhKhPSOkRT @DFBHarvard: BLEED BABY, BLEED!","polarity":0,"subjectivity":"0.0"}
{"tweet":"VOTE TRUMP!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/t2UTeEvYfyRT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @RudyMarquezJr: This is a prime example of the ignorance and delusion embedded within Trump supporters. Once they realized she was talki…RT @brandonbowlin: @JRehling @GOP @realDonaldTrump trump has put 5 knives in the back of the economy.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"2 have fallen out.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"and he wants cre…Kennedy and his son are about  to face REAL law and order... and justice.@MattWalshBlog What about people that put their “I voted” sticker ON their Trump sticker???? https://t.co/cQ87Xu6Igy@BlakeFiebiger @chancetherapper 4: sense the them claims I’m not. Get your head out if your ass dude. Or Trumps ass… https://t.co/ucXqyt2wFxRT @Tarquin_Helmet: The Trump Covidettes (big fans)","polarity":1,"subjectivity":"0.16666666666666666"}
{"tweet":"@TrueFactsStated @maddogpac #maddogPAC","polarity":0,"subjectivity":"0.0"}
{"tweet":"cc @ReesusP https://t.co/3vu6z4osYxRT @Shem_Infinite: President Trump started October being diagnosed with the Coronavirus and will end October having held 34 rallies in 13 d…RT @HKrassenstein: African American superstar Lebron James tells people to vote and Trump supporters say \"shut up and dribble\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retired whi…@realDonaldTrump needs to retweet this.  @DanScavino make it happen.RT @TeamTrump: Donald Trump: Reelect me and I will continue to deliver safety, prosperity and opportunity for all Americans https://t.co/Ko…RT @danielledsouzag: This is so great to hear! A great change of heart is under way, and Ivanka Trump can help lead the way! https://t.co/5…RT @tvaziri: I now have several friends who had a parent die in the last six months, and cannot attend the funeral in person.","polarity":1,"subjectivity":"0.39166666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We've all ca…RT @funder: Happy birthday to Ivanka Trump, who belongs in prison.lol Trump is sharp as a tack.RT @catturd2: Hardest working President EVER!","polarity":1,"subjectivity":"0.8166666666666668"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!!RT @TreySifuentes: I don’t support Biden or Trump what do I do :/RT @dandrezner: What Trump tried to do in Ukraine was an impeachable offense. What he tried to do regarding a a Turkish bank was way, way w…RT @alexmjordan: 🇺🇸#JordansView 158🇺🇸","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote #Trump to Stop this BS","polarity":0,"subjectivity":"0.0"}
{"tweet":"@Lybio","polarity":0,"subjectivity":"0.0"}
{"tweet":"@Brixea ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@PG_46","polarity":0,"subjectivity":"0.0"}
{"tweet":"@BelannF","polarity":0,"subjectivity":"0.0"}
{"tweet":"@Dv81Grey","polarity":0,"subjectivity":"0.0"}
{"tweet":"@TrumpitC","polarity":0,"subjectivity":"0.0"}
{"tweet":"@debnash10","polarity":0,"subjectivity":"0.0"}
{"tweet":"@JamesPidd…RT @Annakhait: You think people would learn from 2016RT @WalshFreedom: Just flipped on one of the cable news channels, there’s Trump at one of his rallies in Michigan ranting on &amp; on about how…RT @FPWellman: Tonight's decision out of Minnesota to cut off ballot acceptance on November 3rd is a direct attack on military voters. This…@State2020Deep @triggered_libs @Boston_Grandpa @BostonStrongB @actionp24 @ACJJustice @bjcreigh @AVestige1… https://t.co/8Gf6Uh8deaRT @BryanDawsonUSA: @BrettFavre @realDonaldTrump Trump pays no taxes, insults our military, betrays allies, fights to stop people from voti…@Davidlaz just like every other type of litigation, the lawyers get rich. Luckily Biden took in a lot of $$ so he c… https://t.co/b8aGXQ37u2@Cleavon_MD @LilTunechi @realDonaldTrump @POTUS You sound like a total idiot dude..You’re seriously trying to blame… https://t.co/migK9GiCXORT @SeattleIndpdnt: Trump rolling rallies go international.@o_ke38011833 @BeceTrend You mean...Biden said he has the cure for Covid and it will be gone day 1 of his Presidenc… https://t.co/IqRbMEi3WZ@VicHarrison8 @apetras @Steigerworld But you said people only care about virus because of Trump.RT @realDonaldTrump: I would NEVER have taken the endorsement of the man who, through gross incompetence, poisoned the people of Flint, Mic…I’ve never seen a harder working president for the American people. 🇺🇸Joe Biden To Charlamagne: “You Ain’t Black” If You Vote For Trump! https://t.co/LXdvTPTGeN via @YouTube@FishGirls23 Ah, the Trump look. Quite popular this year, I hear, alas.RT @maggieNYT: Trump is pointing to Laura Ingraham who seems to be wearing a mask. He laughs and says it's \"politically correct.\"RT @stacipannek: @8Notables This might helpRT @catturd2: Hardest working President EVER!","polarity":-1,"subjectivity":"0.4426587301587302"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!!@lissareyn @atrupar Ok. I don’t support trump or his hate rallies. I think that’s where we differ. There is nothing… https://t.co/NdHZUi4CCVRT @CheyenneDancer: @PressSec @realDonaldTrump 126 days Trump has ignored the Taliban scalping our troops for Russia bounties. ","polarity":-1,"subjectivity":"0.7"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#RussiaBou…RT @CheriJacobus: George was one of those people helping to inflict this on the American people thru \"grab 'em by the P****\", kids in cages…He is a disgrace for all AmericansRT @dwntwnT: Disgusting https://t.co/S5ufsl7LKpRT @TheDailyShow: .@jordanklepper talks to Trump supporters about nepotism, Hunter Biden, and more: https://t.co/cA8HbFwJ9D https://t.co/4Y…RT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":-1,"subjectivity":"0.5"}
{"tweet":"https://t.co/WEXhKhPSOkRT @AGW_Prof: The greatest short-term threat to America is #COVID19. The greatest long-term threat is #ClimateChange. Trump win kills tens…RT @TheRightMelissa: So CNN on Don Lemon is now promoting the idea they you must hate, disown &amp; ostracized your family and friend if they h…RT @IngrahamAngle: Donald Trump leading Joseph Biden in four states: Poll - Washington Times https://t.co/V6YMTFQUkNRT @texasdemocrats: Don't Boo - Vote! A GOTV Halloween Party Friendbank and Text-a-thon 🕸️","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Ready to build Bat better? Tired of Trump's hal…RT @RedWaveFl: The psychologists are going to have a great financial year tending all the people with TDS.  TRUMP derangement syndrome http…RT @TheAbridgedZach: Two years ago, I visited Mt. Pleasant, Wisconsin to talk with homeowners being displaced by a Trump/Scott Walker-broke…RT @LisaMarieBoothe: If Brett Favre, Jack Nicklaus, Lil Wayne, and Lil Pump all support Trump, imagine what kind of broad coalition exists…RT @GenFlynn: Former Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destr…Trump paid China $188,000 in taxes","polarity":1,"subjectivity":"0.534469696969697"}
{"tweet":"He Paid US? $750","polarity":0,"subjectivity":"0.0"}
{"tweet":"Tell your Trumper friends that!","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/QUPHLGT65BDonald Trump's closing message: \"Lets make fun of people who are wearing masks\"RT @helper2: [Exclusive] Group Responsible for 405 Trump Sign Comes Forward With Killer Pro-Trump Campaign Ad https://t.co/BjDkCfdMpZRT @JRubinBlogger: Brilliant: https://t.co/EN6uzg6UdXRT @cjtruth: @CNN Another words the Democrats will lose by a landslide and need an excuse to know why. Trump has a 30% approval rating in B…RT @sandylocks: Donald Trump is daily enforcing a twisted set of grievances that treat anti-racism as racism against white people and gende…RT @RandyRRQuaid: It’s pure joy to behold the energy &amp; enthusiasm of all the happy people jazzed for Trump at the huge rallies. When our Pr…RT @momsdontrave: vote for trump or do coke","polarity":1,"subjectivity":"0.49090909090909096"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"me:RT @lex31555: \"I'm going to do this and I'm going to do that!\" Joe","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"Joe, why in the HELL didn't you do it? Didn't do a thing! 47 years...\"…trump is a Liar. #TrumpCrimeFamily #TrumpMeltdown #TrumpIsLosing #TrumpIsALoser #TrumpIsALaughingStock #TrumpIsALiarRT @RichardGrenell: Fire them and replace them with people from outside DC.RT @GeorgeTakei: People are concerned that Trump is rage tweeting disinformation at 3am, but in fairness it was 10am in Moscow, and Putin h…RT @KimPKAG2020: BREAKING: Trump Leads Biden In Landslide #PA Cookie Voting! 😉","polarity":0,"subjectivity":"0.05"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP: 23,454","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: 4,046","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Vote #VoteRed #HoldTheSenate…@AshleyFrankly Time to take Wednesday off.  Think I might do the same just to disconnect from the distraction that… https://t.co/Ekqq5AP9VPRT @CNNPolitics: NFL legend Brett Favre endorses Donald Trump for president https://t.co/VLNFqDCraI https://t.co/BABwGvKVER@changenotcoins Oh she’s also hung ho on the military because her husband was in Vietnam and believes veterans looooove Trump.RT @RealJamesWoods: More patriots for President Trump!RT @kylegriffin1: Donald Trump Jr. describes COVID-19 deaths in the U.S. as \"almost nothing\" on a day reporting 1,000 dead. https://t.co/pJ…RT @ThorDeplorable: A message from General FlynnRT @funder: BREAKING: Congressional Oversight report says Trump Admin’s response to coronavirus was “among the worst failures of leadership…RT @CatesDuane: As the HEAT builds the ones who can will SELF-CORRECT &amp; end their oppression.","polarity":-1,"subjectivity":"0.4375"}
{"tweet":"Those who don't? Get more #Popcorn ready.","polarity":1,"subjectivity":"0.5"}
{"tweet":"As…RT @ProjectLincoln: A vote for Joe Biden is a vote for Puerto Rico. We must never forget Donald Trump's inactions led to the loss of over 3…RT @dbongino: If you’re dumb enough to believe the lib media then you still believe","polarity":-1,"subjectivity":"0.5"}
{"tweet":"-The pee-pee tape was real","polarity":1,"subjectivity":"0.30000000000000004"}
{"tweet":"-Trump is the Jason Bourne o…RT @LauraMagdalene4: I can't fathom how ANYONE in their right mind could consent to Biden and all that he represents. You are basically sup…RT @CNNnewsroom: Donald Trump Jr. said the number of coronavirus deaths now “is almost nothing.”","polarity":1,"subjectivity":"0.5357142857142857"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@brikeilarCNN: “These people are not alm…RT @catturd2: President Trump is on Rush right now.RT @USMC_3: 🔥The violent left with support from big tech, Dem elites, BLM/Antifa, plotting to shut down &amp; take over D.C. to force Trump out…RT @realDonaldTrump: I would NEVER have taken the endorsement of the man who, through gross incompetence, poisoned the people of Flint, Mic…RT @OscarandBernie: @ChatChristi @realDonaldTrump So much crap going back to LBJ and CIA whacking JFK to 9-11 and after Trump dumped Paris…@PetrusKgomotso Biden right now is in a tight spot because he is trying to present himself as the perfect guy, we k… https://t.co/funSyGIxH2RT @LSNCatholic: BREAKING: Abp. Viganò warns Trump about ‘Great Reset’ plot to ‘subdue humanity,’ destroy freedom https://t.co/H3rs7NeFA2RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)I love the USA. In 2020 (of course) this nation faces an existential crisis. Democrats commonly saying that the fun… https://t.co/JSQbgIUvEo@chrislhayes Her horrifying response is because of trump. He can’t be surpassed, 300k have lost their lives due to… https://t.co/ZX7syM7CbqRT @DineshDSouza: When has the National media previously suppressed an explosive story that involved sex, corruption and the abuse of power…RT @TrumpWarRoom: Michigan Democrat Rep. Debbie Dingell sounds the alarm: “It’s tightening here in Michigan.”","polarity":-1,"subjectivity":"0.40688492063492065"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“Yesterday, I had some of th…RT @SecretsBedard: Trump success wooing black vote seen as key reelection clincher.","polarity":1,"subjectivity":"0.4777777777777778"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Huge @GOP effort drives 11%-14% vote for @realDonaldTr…RT @HillaryClinton: Among other things, a vote for Biden-Harris is a vote to begin repairing the personal tragedies and national moral stai…RT @michaeljknowles: Have you noticed that many leftists refer to Trump supporters as \"cultists\"?","polarity":1,"subjectivity":"0.465"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"People who say the world will end in a d…RT @ReutersChina: With four days to go, Trump and Biden in final quest for votes https://t.co/YcRTlaxJiQRT @JakeTurx: Karma Level: 2020","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wins and the Left blames the media.@tcamp213 @janda2015 @LilTunechi @realDonaldTrump @POTUS lol they have none. Most of what Trump says is taken out o… https://t.co/HXOi8frnnlRT @11tulips: Seems like this should be a very big deal.  But, 2020RT @RandyRRQuaid: It’s pure joy to behold the energy &amp; enthusiasm of all the happy people jazzed for Trump at the huge rallies. When our Pr…RT @intheMatrixxx: I have a Favor to ask all Patriots:","polarity":1,"subjectivity":"0.4588888888888889"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Please go tell Scott thank you for Having The MG Show on RedState!RT @taco_enthusiast: @chrishomstad @oneunderscore__ @molly_knight We need to stop expecting logic to start magically working on Trump suppo…RT @davidplouffe: Trump’s closing rallies are not smart politics. Should not be covered as such or as him fighting hard. They will hurt him…RT @AJDelgado13: NOW","polarity":1,"subjectivity":"0.6711309523809523"}
{"tweet":"STOP ","polarity":0,"subjectivity":"0.0"}
{"tweet":"AND","polarity":0,"subjectivity":"0.0"}
{"tweet":"CONSIDER","polarity":0,"subjectivity":"0.0"}
{"tweet":"THAT","polarity":0,"subjectivity":"0.0"}
{"tweet":"THE","polarity":0,"subjectivity":"0.0"}
{"tweet":"CHIEF STRATEGIST","polarity":0,"subjectivity":"0.0"}
{"tweet":"*HER HUSBAND*","polarity":0,"subjectivity":"0.0"}
{"tweet":"INSTALLED IN THE 2020 CAMPAIGN IN JUNE OF THIS YEAR...","polarity":0,"subjectivity":"0.0"}
{"tweet":"ASKE…RT @RichardGrenell: I don’t see any ground game for the Democrats in Michigan, Wisconsin or Pennsylvania.","polarity":-1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Trump ground game is AMAZING.By my 6yo daughter! #screwtrump #Trump https://t.co/bvh9dTXdMn@LilTunechi @realDonaldTrump @POTUS Yes white people, tell a black man who to vote for! Tell him massa would get mad if he votes for trumpRT @catturd2: Hardest working President EVER!","polarity":-1,"subjectivity":"0.5466666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!! https://t.co/XisgmZUY01Congratulations to trump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"A new round of polls this week from the Trafalgar Group has President Trump leading Demo… https://t.co/QaBppHnzMLRT @JoeBiden: Wear a mask. Wash your hands. Vote out Donald Trump.@TheDjOfChoice @Timcast Define what it means to be an establishment candidate.","polarity":-1,"subjectivity":"0.42727272727272725"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This definition includes both Biden and Trump.RT @Skillsetmag: Experienced my first #Trump parade today....and this happened👇 ","polarity":1,"subjectivity":"0.48888888888888893"}
{"tweet":"(Jason, Editor of Skillset Magazine) https://t.co/5hL5ghsr…RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.And I thought I had a lot of energy shhhheeeeeeessssshhhhhFantastic piece by Clay.  I agree with him on most of what he says-it’s the reasons i voted for Trump and the reaso… https://t.co/Iv08iJVwIxRT @VicBergerIV: Fired Celebrity Apprentice contestant Lil' Wayne has endorsed Donald Trump. https://t.co/CZJXozhfpFRT @FloridaBiden: @ProjectLincoln This longtime Florida Republican can no longer stay silent: Trump makes me ‘fear for the country’","polarity":1,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#FL #F…RT @WHRapidResponse: .@SecretaryCarson: “With the Trump formula of opportunity, revitalization and deregulation, our nation’s future is lim…RT @TreJan_: This is why creatives are so important....","polarity":1,"subjectivity":"0.5625"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This got the point across even if you don't read any of the lies.RT @DNCWarRoom: Trump asks “How good have I done in bringing car companies here to Michigan?”","polarity":1,"subjectivity":"0.6000000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He must be asking rhetorically, because the…@DaveinDiego @SDePace Lol Dictaste knows Trump is the biggest shit stain on the planet. He wldnt care if hitler was… https://t.co/yLK6c5ALTURT @KaivanShroff: Brett Favre tried to steal over $1 million from the state of Mississippi, sent lewd photos to a sports reporter &amp; sexuall…Did @RandPaul get his degree at Trump university? Supposedly he has a science degree. But again I wonder??? He doesn’t believe in SCIENCE.RT @47Junia: “At this moment, we are all on Fifth Avenue.\"","polarity":1,"subjectivity":"0.75"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"The experience of Covid — even when not fatal — has been described as a consta…RT @daddyhope: Donald Trump went for celebrity appeal, inviting golfer John Daly &amp; musician Kid Rock.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden took a different approach.…Trump is a legend 👏🏼RT @mtracey: One function of casting Trump in such grandiose, apocalyptic terms (FASCIST! NAZI! DEMOCRACY COLLAPSING!) has always been to g…RT @RobertMaguire_: Since taking office, President Trump's businesses have likely taken in more than $13 million from special interest grou…RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.5285714285714286"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.RT @LATiffani1: I’m not worried President Trump will lose. I’m deeply concerned Democrats will hijack the election, followed by civil unres…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @tribelaw: Every line of this important warning is worth reading. ","polarity":1,"subjectivity":"0.3916666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Stay calm if you can, but don’t turn away from the alarming truth.…RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulKim Clement and President Trump Prophecies - 2020 &amp; The Wall https://t.co/XnnaJFPQME via @YouTube@56blackcat @Katpa73 Trump: Hmmm, do I have a party or pocket all the donor money? Yeah, cancel the party.RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @NBCNews: Marc Anthony urges Puerto Ricans to send a clear message to President Trump in a new Lincoln Project ad: “Vote him out.” https…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @thebradfordfile: HOLY COW! Trump is going to hold 14 rallies in 3 days. ","polarity":-1,"subjectivity":"0.44112554112554114"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He's not just going for the win.","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to make it hurt.Oh my goodness Can't say THANK YOU TO THE LORD FOR PRESIDENT TRUMP!RT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…@katieb171 They are going for the safety angle, while the Trump campaign is going for everything will be alright. I… https://t.co/8rcjA2adj6@Em3Doctor @realDonaldTrump @BreitbartNews I guess the bar is pretty low in med school huh? I always suspected that… https://t.co/r051N88mBnRT @GOP: .@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":1,"subjectivity":"0.65"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household income…RT @kylegriffin1: Donald Trump Jr. describes COVID-19 deaths in the U.S. as \"almost nothing\" on a day reporting 1,000 dead. https://t.co/pJ…RT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":-1,"subjectivity":"0.4"}
{"tweet":"https://t.co/WEXhKhPSOkTrump appointee failed to protect our elderly. “All told, homes that received a clean bill of health earlier this y… https://t.co/1qqKMP7SNUDonald Jr.  should really just STFU !!!","polarity":1,"subjectivity":"0.425"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/V8DMLn8LdWUnfortunately being opposed to Donald Trump is anything but radicalRT @tvaziri: I now have several friends who had a parent die in the last six months, and cannot attend the funeral in person.","polarity":0,"subjectivity":"0.03333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We've all ca…@Leslieoo7 the aftermath of Trump's #SuperSpreaderEvents won't be known until after the election, so naturally Trum… https://t.co/GJOKrakhqC@JuneFarmsMatt And just to clarify - should anyone that votes for Trump stop giving your businesses money? Asking for a friend.@richard53149126 @RealIanPoulter @prwhittle Now you are being ridiculous.  The cartoons were sexual and shown to ki… https://t.co/BP2gfcvC9ORT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)Archbishop Viganò: An Open Letter Warning President Trump As The Election Approaches - OnePeterFive https://t.co/EewCpJ7YujRT @stclairashley: Don Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":1,"subjectivity":"0.6833333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal…This!!!👏👏👏👏@chrislhayes Remember when in late Feb the Dems said everyone should go out to Chinatown and live normally?  But no… https://t.co/UtXckC09MERT @yogagenie: Eric Trump had the honor of knocking on Nevada’s #GOPTrumpVictory one millionth door https://t.co/FLCVp3FYrn@McdavidWill @KingJames @Lakers @Dodgers cont.","polarity":-1,"subjectivity":"0.5125"}
{"tweet":"TEAM &amp; a HANDBOOK how to handle Pandemics. Trump eliminated the Pand… https://t.co/xQsIQi5phVRT @mmpadellan: I'll never understand how trump was allowed to \"Fake News\" himself out of dozens of verifiable scandals, but ONE bullshit e…RT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":-1,"subjectivity":"1.0"}
{"tweet":"https://t.co/WEXhKhPSOkRT @CCarrGOP: Nothing Lil about the biggest grassroots operation in presidential history! Twenty Mille voter contacts the final five days!…RT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtRT @HeyTammyBruce: “NEVER EVER GIVE UP!” ~~ @realDonaldTrumpRT @JackPosobiec: Trump just announced he is holding a rally the day before the election in Scranton PART @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":-1,"subjectivity":"0.9666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…RT @JohnTrumpFanKJV: President Trump is speaking live in Michigan at a Rally. ","polarity":1,"subjectivity":"0.5"}
{"tweet":"On RSBN on You TubeRT @TheRealHoarse: Taylor Swift has 87.3 million followers on Twitter - the exact same number as Trump.","polarity":1,"subjectivity":"0.1875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is the first campaign ad she…RT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6No Moore...is fatter &amp; happier...thanks to @realDonaldTrump why would he ever leave?AWESOMEBecause we could all use a little #comedy nowadays 😊","polarity":1,"subjectivity":"0.3416666666666667"}
{"tweet":"https://t.co/YANg7pvHlD ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#humor #comedy #fantasy #Kindle… https://t.co/KJGGoHScmpRT @kylegriffin1: Donald Trump Jr. describes COVID-19 deaths in the U.S. as \"almost nothing\" on a day reporting 1,000 dead. https://t.co/pJ…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @nytopinion: . @PaulKrugman responded to readers commenting on his column \"Lies, Damned Lies and Trump Rallies.\" Read their exchanges he…RT @ThePlumLineGS: There's much sneering about the suburban \"Resistance\" in some parts of the intellectual left and among anti-anti-Trump r…It is what it is.TRUMP TRAIN!this is a good one!RT @FrancisBrennan: \"This is a super V\" - President Trump on economic recovery. ","polarity":1,"subjectivity":"0.30833333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He is correct, just watch: https://t.co/36bBsmQhCeEye opening movieRT @ddale8: Trump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wea…RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @RichardGrenell: Fire them and replace them with people from outside DC.RT @JeffreyGuterman: A Dozen People Were Overcome By Heat, Rushed To Hospital During Trump's Florida Rally https://t.co/eQzxQac5VURT @GenFlynn: Former Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destr…@SeanTrende Tennessee to trump for sure,.idiot.RT @JackPosobiec: Trump just announced he is holding a rally the day before the election in Scranton PA@EJL1984 @cabinfever2020 @PpollingNumbers @maristpoll Under this poll, both Trump and Biden can win 95+ of their ow… https://t.co/ygyBVsx4XyRT @Timcast: Biden announces plan to mobilize \"Truinanashabadepresure\"","polarity":1,"subjectivity":"0.48412698412698413"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is done https://t.co/51ItQ1ZvWSRT @DearAuntCrabby: \"He’s done\": George Conway predicts Trump will wind up \"bankrupt\" and a \"criminal defendant\"","polarity":-1,"subjectivity":"0.55"}
{"tweet":"https://t.co/XGZKyuyTyaRT @BrandonStraka: What right leaning people were friends with Don Lemon???RT @ddale8: Trump criticizes Whitmer, the crowd chants \"lock her up,\" Trump goes silent for a bit, then says, \"Not me, not me, not me. See?…RT @GOP: “So when you consider your vote this year, remember this: in this election, people of faith have no greater champion than Presiden…RT @JimmyFalk5: @mil_ops 🔴THEY'VE GOT A PLAN...","polarity":1,"subjectivity":"0.37857142857142856"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Leftist protest groups plot election day coup aided by the Democrat Party, Federal employe…Outstanding! 🇺🇸👍😁RT @adriel_terrazas: TRUMP &amp; BIDEN ARE TIED IN TEXAS ","polarity":1,"subjectivity":"0.7375"}
{"tweet":"GUYS TEXAS CAN TURN BLUE IF WE JUST VOTE!!!! PLEASE VOTE!RT @thehill: JUST IN: Ivanka Trump declares position on abortion: \"I am pro-life, and unapologetically so\" https://t.co/S5NR72V5FN https://…RT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6RT @TrueFactsStated: He knows he’s losing. This is torture for him. I’m tripping on schadenfreude.  https://t.co/yjiWKVXbwT@thejtlewis I can't relate to people who would vote for a man with trump's values. His racism, his inappropriate be… https://t.co/sTa1NIXU5ART @PeterHamby: When the outliers are outliers of a 10-point lead. Seems bad for the incumbent.RT @Yamiche: President Trump just said his plans for an election night party at the Trump hotel are being held up by DC Mayor Muriel Bowser…RT @chrislhayes: She has surpassed Trump in Worst Elected Official Response to Covid.RT @MatthewSoerens: Evangelical anti-trafficking &amp; child protection orgs like @WorldRelief, @WorldVision, @IJM, @Bethany &amp; others, echoed b…RT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":-1,"subjectivity":"0.525"}
{"tweet":"https://t.co/WEXhKhPSOkRT @Strandjunker: If Trump loses and tries to hold onto power, will you take to the streets for a general strike?RT @LisaMarieBoothe: If Brett Favre, Jack Nicklaus, Lil Wayne, and Lil Pump all support Trump, imagine what kind of broad coalition exists…RT @Bearatone1: @funder Health officials in PA need to detain everyone attending Trump's rallies in a two -week quarantine. Complete isolat…RT @JoeBiden: After campaigning in 2016 to lift up the ‘forgotten man,’ President Trump has completely lost sight of working people. ","polarity":1,"subjectivity":"0.4303571428571428"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I pr…RT @C_3C_3: You can trust the Media's polling or you can trust your own eyes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"President Trump is getting crowds of 20,000 people while Joe…RT @realDonaldTrump: Sports Reporter Calls Jack Nicklaus‘ Endorsement of President Trump ‘Divisive‘ https://t.co/BDcWAL6wp0 via @BreitbartN…RT @4YrsToday: Donald Trump said the Election should END on November 3rd...","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"...should it?RT @alisonjackson: Finally a Trump that can’t answer back - see what he is getting up to in the Oval Office! @realDonaldTrump @JoeBiden @ny…RT @Junga_II: Jack Dorsey Lied About Twitter Never Censored President Trump https://t.co/Es1UENLarMRT @BreitbartNews: Civil rights leader and Christian activist Rev. William Owens endorsed Donald Trump for president. https://t.co/qVMmmqQi…RT @dhart2001: @funder Trump's response to the Coronavirus is very much the kind of authoritarian \"response\" of those dictators he's so ena…RT @michaeljknowles: Have you noticed that many leftists refer to Trump supporters as \"cultists\"?","polarity":1,"subjectivity":"0.44333333333333336"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"People who say the world will end in a d…RT @ygAddie: Man if 2pac Alive I don’t even think he would be encouraging ppl to vote . Voting for Biden or trump is lose lose situationRT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @MajorPatriot: They impeached Donald Trump to try and prevent him from exposing their crimes.","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Too little.  Too late.RT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":-1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @24duckling: “The privilege that it holds for the election to be a joke to you.” was a deep statement.RT @Forbes: Ivanka Trump declared she is \"unapologetically\" \"pro-life\" for the first time https://t.co/LcIAq8SMyP https://t.co/7MZ4PQq7NbRT @DC_Draino: This is my final electoral map heading into election day:","polarity":1,"subjectivity":"0.5777777777777778"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump - 326","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden - 212","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I believe GOP flips the House and keeps…RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @MaadyNYC: Y’all the same ones that bring up what Trump said to the Central Park 5 ALL the time but actual racist legislation gets ignor…1000 deaths per day = almost nothing to the Trumps.RT @HKrassenstein: Donald Trump Jr.: 250k dead from covid isn’t a big deal and is \"almost nothing\"","polarity":-1,"subjectivity":"0.195"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also Donald Trump Jr.: Everyone should…GOP brain deterioration is following trump’s campaign path. The virus follows him. The devil has his messenger.  Let my people go.@JTHVerhovek @JoeBiden That reminds me of when Trump brought Bill Clinton's former \"girlfriends\" to the debate with… https://t.co/8egave6RnmRT @ReutersScience: 🚀 Boeing and SpaceX are already supplying spacecraft to ferry astronauts to the ISS under a program begun under the Oba…TRUMP MF’s!!! BlaRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @DC_Draino: This is my final electoral map heading into election day:","polarity":0,"subjectivity":"0.2916666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump - 326","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden - 212","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I believe GOP flips the House and keeps…RT @CNBC: Here's what a Trump or Biden plan will mean to student loan borrowers #investinyou (In partnership with @acorns.) https://t.co/U4…RT @ddale8: Trump told reporters that he might not do an election night party at his DC hotel because \"you know, Washington, DC is shut dow…RT @Heat19071437: @saraecook @BretBaier WINNING BIGLY!!!","polarity":1,"subjectivity":"0.5125000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Flint, Michigan Democratic Leader Endorses Donald Trump 5 Days Out","polarity":0,"subjectivity":"0.0"}
{"tweet":"This could be…The question should be —- why Biden gets a lot of 2016 Trump voter ??  Not switch ?  Biden was not in the 2016 elec… https://t.co/N5xKLe4qYoRT @joelockhart: If you think Trump is not already using his packed courts to steal the election, just look at Minnesota. Appeals court cha…RT @LEBassett: He should just shoot coronavirus out of squirt guns at this point https://t.co/UoxhCjYU5aRT @carolinapanthag: @PalmerReport Accepting racists into polite society is how Trump because president.  I agree with your message.RT @LyonnaLyu: HELLOOO. WE SAID A BLACK MAN WAS **LYNCHED** IN SACRAMENTO, THE CAPITOL OF “LIBERAL” BLUE CA! There were multiple white supr…RT @ddale8: Even without a vaccine, Trump says in Michigan, \"we're still rounding the corner.\" https://t.co/ot58WLyqEuRT @JackPosobiec: Now do you understand? ","polarity":-1,"subjectivity":"0.13333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They impeached Trump on Ukraine to protect BidenRT @thehill: JUST IN: Brett Favre backs Trump for president https://t.co/8y5333zL5J https://t.co/wgw4kNP50XRT @Millie__Weaver: Exclusive footage! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Leftist protest groups plot election day coup aided by the Democrat Party, Federal employees &amp; Int…RT @jtd_gameon12: NY Gov. Cuomo &amp; his equally stupid brother Chris at CNN falsely complain President Trump not taking Covid serious. ","polarity":-1,"subjectivity":"0.7166666666666667"}
{"tweet":"   We…RT @SaraCarterDC: Don Lemon gets MOCKED on Twitter for saying ‘Had to get rid of friends who support Trump’","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In his usual ‘Lemony way,’ whi…@ukrichardII @GOPChairwoman @realDonaldTrump @GOP So many Republicans are voting for BIDEN.  He is a moderate and h… https://t.co/Pe7PvMLQa3RT @TeamTrump: LIVE: President Donald Trump in Muskegon, MI #Michigan","polarity":1,"subjectivity":"0.4875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/hGVViZ7MSYTrump is Iron ManRT @CTVNews: Bobby Orr endorses Trump, calling him 'the kind of teammate I want' https://t.co/DmSgezgniZ https://t.co/3dWDp5sqyeRT @MattGertz: Four different news outlets published damning stories about Trump administration corruption in four different agencies -- no…RT @realDonaldTrump: Great Red Wave!RT @realDonaldTrump: I would NEVER have taken the endorsement of the man who, through gross incompetence, poisoned the people of Flint, Mic…@isaiah_kb This is almost the funniest map. The funniest map is if that single Nebaraska vote goes to Trump and there is a tieRT @dbongino: If Donald Trump wins again, despite","polarity":1,"subjectivity":"0.40803571428571433"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell c…RT @LisaMarieBoothe: If Brett Favre, Jack Nicklaus, Lil Wayne, and Lil Pump all support Trump, imagine what kind of broad coalition exists…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @TX_WalkerRanger: Four Days until we re-elect President Trump. 🇺🇸","polarity":1,"subjectivity":"0.5158333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WHO’S EXCITED?RT @C_3C_3: Trump to hold 14 rallies in the next 3 days.","polarity":1,"subjectivity":"0.375"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden to say 14 coherent words in the next 3 days.RT @Rschooley: Anyone who endorses Trump less than a week before the election, I just assume has denied sexual harassment charges at some p…RT @IMIXWHATILIKE: Lil’ Wayne Has Endorsed Trump and Biden’s Media Punditry Are Maaaaad! https://t.co/X6QpjRNNj4RT @CatesDuane: In late October of 2020 you may have no idea what this means.","polarity":1,"subjectivity":"0.44000000000000006"}
{"tweet":"By May/June of 2021 you'll have a VERY CLEAR idea what was go…@itscaitlinhd @nytimes It’s a crime! Are they going to put them on the street to beg? Unbelievable. Trump should go… https://t.co/fXxjoTv3a4RT @ddale8: Even without a vaccine, Trump says in Michigan, \"we're still rounding the corner.\" https://t.co/ot58WLyqEuRT @DrLiMengYAN1: Don’t worry.","polarity":-1,"subjectivity":"0.7491666666666666"}
{"tweet":"We all know who is so scared of the truth. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID-19 is not just a simple scientific/medical issue.","polarity":0,"subjectivity":"0.17857142857142858"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"People…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @GenFlynn: Former Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destr…@BrettFavre @realDonaldTrump But Trump is a union buster... How can a union buster possibly be FOR hardworking Americans?RT @NicAtNigh: Lil Wayne jumping on Twitter to endorse Trump is a strong indication that the dam has broken. You can bet he isn't alone.RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @pepe_sanchez07: ASUNTO FACEBOOK.","polarity":1,"subjectivity":"0.5638888888888889"}
{"tweet":"https://t.co/hB1aKpig3xRT @JittPerked: Me after seeing lil wayne with trump https://t.co/TajHm0XzRtRT @seanhannity: READ THE PLEDGE: Trump Publishes Op-Ed, Says ‘A Vote for Me is a Vote for Jobs, Safety, Rule of Law’ https://t.co/trzwPVoZ…RT @GrrrGraphics: Reminder: There is only one side who is planning riots and civil unrest...and it's not Trump voters~ https://t.co/iRCmLEi…RT @HRHAdeyemiAdams: @MollyJongFast Why would Trump cancel his \"victory\" party?","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/5zdM6tZPLART @cjtruth: Charlie did you say SEVENTEEN?@DLoesch They also took more home weekly because of trump! 😳🙄RT @reedgalen: Fact check: True.RT @atensnut: Biden wants to grow the government and take away our freedom.  ","polarity":1,"subjectivity":"0.4166666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to grow the economy and give us more freedom.…RT @C_3C_3: Trump to hold 14 rallies in the next 3 days.","polarity":1,"subjectivity":"0.19999999999999998"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden to say 14 coherent words in the next 3 days.RT @maxalbanese: @MikeBacon65 @BaddCompani @SurfChef1024 DROP OFF your BALLOT at official drop-off locations NOW!! https://t.co/nMtWZBco0b…RT @DebraMessing: Media PLEASE take NOTE. if #Trump tries to pronounce he won on #election night, before all the ballots are counted, PLEAS…RT @dbongino: If you’re dumb enough to believe the lib media then you still believe","polarity":1,"subjectivity":"0.42000000000000004"}
{"tweet":"-The pee-pee tape was real","polarity":1,"subjectivity":"0.30000000000000004"}
{"tweet":"-Trump is the Jason Bourne o…the president is a literal childIn these polarized times the trend is to put more people on the enemies list and then reject/hate them.  More sadne… https://t.co/oRZFLcpJAyRT @stirednotshakn: The Minnesota democrat Keith Ellison, uses his power to restrict freedom of \"assembly\" of political opponents to 250 pe…RT @spongeworthy2: Isn't it incredible (and maddening) how the leak-happy FBI, throughout the entire impeachment process, never let slip th…RT @willsommer: Also in this week's Right Richter: emails obtained with a search warrant show how Jacob Wohl specifically targeted \"black n…guys please don't vote trump❤️@tammyhileman @realDonaldTrump #VoteBidenHarris2020","polarity":1,"subjectivity":"0.6104497354497355"}
{"tweet":"tRump cut pandemic team/Gave china U.S. PPE/Hid #COVID19 2nd wa… https://t.co/CA0DQjdFBpRT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.@chrislhayes Hopefully on 1/20/2021, we can say \"Remember when everyone on Fox News was devoting multiple segments… https://t.co/UBaXPRcOfFwow just how stupid is @DonaldJTrumpJr. it would seem that my dog is smarter.. guess he needs some cash,, kissing d… https://t.co/uUQ38uXGlz@darrenrovell ahahaha you pussy! Your asshole hurts so badly right now. Just admit it. Most athletes support Trump.… https://t.co/lpOR57O6z8RT @disclosetv: Arch Bishop Vigano sends apocalyptic open letter to President Trump about “The Great Reset” coming:","polarity":1,"subjectivity":"0.5476190476190476"}
{"tweet":"https://t.co/VTarkNDV4NRT @murray_nyc: @realDonaldTrump Trump's game is always so transparent. He spent months demonizing mail-in voting in preparation for this -…RT @BradfordPearson: Andrew broke this story this morning and by this afternoon the judge has resigned. That’s community journalism at its…@markknoller Hamlet 45","polarity":-1,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"What a piece of work is #trump! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"How ignoble in treason! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"How (severely) limited in faculti… https://t.co/Ko084lEISEDIRE WARNING Issued To Trump By Leading Archbishop: There’s a Plot To En... https://t.co/qPuUnpC4kt via @YouTubeRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyIt's like he’s got a bucket list and every item is “Infect Midwesterners with a respiratory illness”Cuomo put infected elderly BACK into nursing homes, infecting and killing thousands more peopleRT @al_practic: @rebeccaballhaus @maggieNYT Trump is winning https://t.co/ihZZHdBKe3RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @AmoneyResists: Trump’s Impeachable Offenses:","polarity":1,"subjectivity":"0.2919047619047619"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#4.) Rex Tillerson says Trump told him to do illegal things as Secretary of State: https:…Young voters in Texas trying to save our democracy! 🤠 We salute y’all for trying to turn Texas blue and stopping Tr… https://t.co/3mvHK6Jrxa@PalmerReport @realDonaldTrump He also misspelled Trump. #TrumpCrimeFamilyRT @trom771: A new study found that Trump has 500 followers that retweet him in a identical order and length of time after he sends them. F…Melania teams up with Log Cabin Republicans to spread huge whopper that Donald Trump is pro-LGBTQ - https://t.co/uJ3EqxnBTKRT @RonBrownstein: Trump could squeeze out NC w/big rural, but the NBC @maristpoll showing him trailing even as he wins 70% of non-col whit…RT @cashsteven1: Old men and woman, some who remembered Hitler and Tito, worked with elementary school teachers and hipsters from Belgrade.…RT @WhiteHouse: The Trump Administration is sending 3 MILLION rapid COVID-19 test kits to Michigan!  https://t.co/xa4sTpIBofPresident Trump won... CAN'T SELL USA NOTHING ELSE.... DC IS GOING TO BE PACKED WITH TRUMP NATION.  We trust only h… https://t.co/T94fWWQiO3Exactly!RT @CaslerNoel: Trump is now afraid and running scared. He &amp; his children will be doing the ‘bin-laden’ shuffle out of DC by Wednesday morn…RT @Timcast: Biden announces plan to mobilize \"Truinanashabadepresure\"","polarity":1,"subjectivity":"0.47121212121212125"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is done https://t.co/51ItQ1ZvWS@DerelicteRx @atom_gardiner @RickLove040870 @ShutUpMeg86 @jennyrachelpal @BrettFavre @IvankaTrump @realDonaldTrump… https://t.co/dE2HJBtIeN@MonsieurAmerica @EndonozMrs Yeahhhh IF YOU VOTE FOR THIS POS TRAITOR YOU NEED THE SAME PUNISHMENT HE WILL RECIEVE… https://t.co/0GSV87vSBLRT @Slade: Alt tweet: President Trump continues to say fuck you his own government's science-based guidelines with no care at all whether h…RT @AndrewForTrump: A vote for Joe is a vote for a racist, a thief, and a lying pedo who raised his kid to be a crackhead!","polarity":1,"subjectivity":"0.5750000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is what tr…President Trump lives free in all of their minds (such as they are)!every once and a while I like looking back at trump's old tweets and I'm never dissapointedRT @DavidLimbaugh: If the MSM was legitimate that Biden clip would be running 24/7 and the Democrats would have to get a replacement candid…RT @BeauTFC: Trump's Omaha rally saw people treated for hypothermia. Tampa saw them pass out from the heat. North Carolina saw attendees di…RT @GeorgePapa19: It’s a sad day in our country when Tucker Carlson and Rudy Giuliani have to do the work of the FBI. The FBI was very busy…\"Almost nothing\" ... God, I wish it was you in that \"nothing\"-ness you worthless piece of absolute trashRT @burneract26: Trump Rally Locations 10/30-11/3","polarity":1,"subjectivity":"0.61"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Pennsylvania 5 Rallies","polarity":0,"subjectivity":"0.0"}
{"tweet":"Michigan 4 Rallies","polarity":0,"subjectivity":"0.0"}
{"tweet":"North Carolina 2 Rallies","polarity":0,"subjectivity":"0.0"}
{"tweet":"Wisconsin 2 Rallies","polarity":0,"subjectivity":"0.0"}
{"tweet":"I…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)@tib_erculosis You should see my tweet about Americans being like a kid in a candy store because a lot of Americans… https://t.co/WG5zJgXcApRT @politvidchannel: Trump has Reportedly Canceled his election night party at his DC HotelRT @RealJamesWoods: He did them a favor. Champagne corks popping everywhere. 😅RT @johnharveyphoto: @Strandjunker Hoping to live again in a world that doesn't pay so much homage to the toxicity of the likes of Trump an…Why the U.S. militar https://t.co/M6YXj3KcEW ","polarity":1,"subjectivity":"0.35"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"FOLKS IN OUR INNER CITIES/HOOD BELIEVE ANOTHER CIVIL WAR IS COMING A… https://t.co/0JAJ2kso83Another crazy adventure waving Trump flags https://t.co/7JtyCoaL4K via @YouTubeWhat is extreme about wanting environmental, economic, health, educational and racial justice????RT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":-1,"subjectivity":"0.5033333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…RT @Tom_Bergeron: People? Anyone holding numerous super spreader rallies in extreme weather conditions doesn’t see them as people. They’re…RT @FrankAmari2: @WhiteHouse Michigan?","polarity":1,"subjectivity":"0.7222222222222222"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Reported just two weeks ago:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"IT'S ALL FAKE’: Trump’s manufacturing jobs promises ring hollow in M…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @TheEconomist: An eleventh-hour upset will be much harder for Donald Trump to achieve this time around https://t.co/xHx1Iku7XbRT @KelemenCari: HA! Minnesota Gov Tim Walz and AG Ellison tried to limit President Trump's rally today to 250 people. Trump wrote back and…RT @MagaKarma1: A must listen ,, Black Americans are voting Trump !! In the Democrats biggest district https://t.co/jb7rnKZXl4Man, Ignorance is bliss...RT @JackPosobiec: Hockey legend Bobby Orr endorses President Trump for reelection | The Post Millennial - News, Politics, Culture, and Life…RT @LeahR77: Democrat Mayors and Governors trying to keep Trump rallies shut down look SCARED ! ","polarity":-1,"subjectivity":"0.2626984126984127"}
{"tweet":"They’re SCARED !RT @Shem_Infinite: President Trump started October being diagnosed with the Coronavirus and will end October having held 34 rallies in 13 d…RT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/WEXhKhPSOkRT @KTVU: 4-year-old twin girls dress up as Trump and Biden ahead of Halloween, 2020 election ","polarity":1,"subjectivity":"0.2"}
{"tweet":"#Halloween2020 #Election2020 https://t.co/ar…Trump demands SCOTUS intervene to stop late ballot counting: ‘The Election should END on November 3rd’ https://t.co/7PymaMu8ktI’ve been volunteering with @StudentActionUS contacting thousands of students across the country to make sure we de… https://t.co/TjPIFvEFsr@MiddleAgedJoker @aprocryphal @RealJamesWoods It IS impossible, and no. I’m as confident in Trump winning as you ar… https://t.co/QMsE9g7EN6RT @IngrahamAngle: Donald Trump leading Joseph Biden in four states: Poll - Washington Times https://t.co/V6YMTFQUkN@goldenggrace @Feriii86681620 @hxppily_lou @glohabit @PersiaOld @attar4672 @realDonaldTrump We, the members of the… https://t.co/8h4d3ynLZFRT @cjtruth: This is what it will look like on November 3rd #Trump2020LandslideRT @ddale8: Trump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wea…RT @charliekirk11: Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":1,"subjectivity":"0.5173611111111112"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden coul…RT @TheGayProf: Trust no polls. Go voteRT @jbendery: The Trump campaign says if I donate right now my donation will be matched by 1000%.","polarity":1,"subjectivity":"0.5357142857142857"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"At what point is it breaking a law (or m…@thedonalddotwin This made me sad, damn you, but I voted TrumpRT @gelliottmorris: Here’s the big hurdle for Trump. With 80 million votes — a bit over half our projection for total turnout — already cas…@ConceptualJames Then you, @benshapiro, @Timcast, and others went crazy at the same time. None of you voted Trump i… https://t.co/mffsrdevocRT @jonfavs: I’ve seen a lot of people respond to this by saying “We need to win the Sunbelt because of this.”","polarity":-1,"subjectivity":"0.49166666666666664"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No. Do not treat PA as some…RT @jennfranconews: NEW: The 2020 Trump campaign announces 14 MAGA rallies in 7 states over the next 3 days. https://t.co/7rMf0VsSrTWhy does Trump always sit down tentatively ?? #snooker @Magician147 @davehendonThis is when he's actually being sarcastic.","polarity":1,"subjectivity":"0.3286868686868687"}
{"tweet":"He doesn't believe in god.RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @SaraCarterDC: Don Lemon gets MOCKED on Twitter for saying ‘Had to get rid of friends who support Trump’","polarity":0,"subjectivity":"0.06666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In his usual ‘Lemony way,’ whi…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @CaslerNoel: Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrump http…RT @charliekirk11: Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.19583333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden coul…@comonsensemary They'll only be riots if Trump wins. Ppl will be celebrating like New Years if Biden wins.RT @tanstaafl6823: Watch this, and share it.  Amazing.RT @TheRickWilson: This is the hot garbage Steve Bannon has been selling.RT @LyonnaLyu: HELLOOO. WE SAID A BLACK MAN WAS **LYNCHED** IN SACRAMENTO, THE CAPITOL OF “LIBERAL” BLUE CA! There were multiple white supr…RT @LisaMarieBoothe: If Brett Favre, Jack Nicklaus, Lil Wayne, and Lil Pump all support Trump, imagine what kind of broad coalition exists…RT @BMeiselas: Trump legitimately believes people are dying to hurt his campaign and is jealous that the media is talking about themRT @catturd2: Hardest working President EVER!","polarity":1,"subjectivity":"0.445864898989899"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!! https://t.co/XisgmZUY01RT @chrisdcomedy: If i said i voted for Trump I’d lose my career. If i said Biden is my N Word  I’d get 3 TV shows. #VOTE@jeremynewberger @AndreaChalupa Isn't every pic of Trump a dick pic? And very unwanted ones at that?!RT @charliekirk11: Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":1,"subjectivity":"0.18333333333333332"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden coul…RT @RealKiraDavis: Wow. The group that installed that 405 freeway TRUMP sign has come forward with a pro-Trump campaign video and IT IS 🔥.…RT @thetoyman1: President Trump @realDonaldTrump says he wouldn’t have run if @BarackObama @JoeBiden did a good job. Biden, 47 years in pub…RT @atrupar: Trump is mad that Mayor Bowser is taking basic public health precautions to slow the spread of coronavirus in Washington DC, b…RT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6Trump Accuses Rick Snyder, Who Endorsed Biden, of Having \"Poisoned\" the People of Flint https://t.co/1VhAWgBVTm via @politicususaRT @Timcast: Biden announces plan to mobilize \"Truinanashabadepresure\"","polarity":1,"subjectivity":"0.5035714285714287"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is doneRT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @MarinaMedvin: @JackPosobiec I don’t know anyone, in any age group, who has Trump’s energy or stamina.RT @BSO: Months ago Favre said he was going to give back the million he took that was supposed to go to people in need in Mississippi.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"As…RT @123RHGreen: BREAKING: Current Electoral College Prediction Shows President Trump Beating Sleepy Joe Biden By More than Crooked Hillary.…RT @MattMurph24: Poll: Biden leads Trump by six in North Carolina https://t.co/9v58wG6Im5 via @nbcnewsRT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.I hope my parents know that if they vote for Trump again any ounce of respect I had left for them will vanish...RT @CaslerNoel: Trump is now afraid and running scared. He &amp; his children will be doing the ‘bin-laden’ shuffle out of DC by Wednesday morn…When contemplating grad school in May 2017, and later after Trump announced his intention to end #DACA in Sept 2017… https://t.co/LIgz9e0lQ1RT @catturd2: President Trump is on Rush right now.RT @TeamTrump: LIVE: President Donald Trump in Waterford Township, MI #Michigan","polarity":-1,"subjectivity":"0.3871428571428571"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/tnQO7TG0FJ@allielice Good plan! I agree with you! Our Government has failed us. Trump has failed us, also. BTW, when will this pandemic end?RT @Pismo_B: 1 YEAR AGO TODAY: President Trump declassified the first picture of Conan, a wonderful hero dog!","polarity":1,"subjectivity":"0.5066666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Conan did such a GREAT JOB i…RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.4166666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.RT @realDonaldTrump: Great Red Wave!RT @TreJan_: This is why creatives are so important....","polarity":1,"subjectivity":"0.5833333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This got the point across even if you don't read any of the lies.@Jim_Jordan Republicans:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Lower taxes on rich &amp; corporations","polarity":1,"subjectivity":"0.75"}
{"tweet":"-Less red tape to destroy the climate","polarity":-1,"subjectivity":"0.022222222222222223"}
{"tweet":"-Record economi… https://t.co/eQMItgYhAFRT @disclosetv: Arch Bishop Vigano sends apocalyptic open letter to President Trump about “The Great Reset” coming:","polarity":1,"subjectivity":"0.625"}
{"tweet":"https://t.co/VTarkNDV4NRT @HKrassenstein: Now that NBC has exposed the bogus Hunter Biden smears and discovered that a fake man named \"Martin Aspen\" was behind it…RT @tizzywoman: I’m having a #CupOfJoe w/ Katie. She wants to keep her kids safe. She knows that tRump’s  lies are dangerous and they’re co…RT @CandiceAiston: I'm glad people are trying to talk to their parents about their privilege and shitty views, rather than coming online to…@OpenOurEyesYHVH @jennerific713 @realDonaldTrump Don't worry.  If you get it, fight it.  You'll beat it like all th… https://t.co/rRS5QOt1qt@thehill And I am stupid too. She lie like your father, Trump the liarRT @jilevin: Donald Trump Jr. said covid-19 deaths are at 'almost nothing.' The virus killed more than 1,000 Americans the same day. https:…@GOPChairwoman @realDonaldTrump A silent majority will elect President Trump and tilt the balance of victory for President trump.RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)Today's @AgainstTrumpism newsletter:","polarity":1,"subjectivity":"0.56875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We're Not 'Rounding the Turn'","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Yesterday, the U.S. set a new single day recor… https://t.co/rIZnYaqix3RT @JaylonTheGreat1: Father in the name of Jesus thank You for @POTUS Trump..please remove the scales from the eyes of Your people.Turn the…RT @mmpadellan: Despite trump telling everyone that \"we're rounding the corner\" with COVID-19, the REPUBLICAN Governor of Ohio, Mike DeWine…RT @WayneDupreeShow: @Millie__Weaver @KamVTV It's true. I posted this yesterday. They took down their agenda (archived it) to hide it but t…@steveburgess1 Wait!!! We talkin’ about COVID, Trump, or Halloween??? 🤔 (Or all of the above?)RT @bryanbehar: Trump is asking the court not to be impartial. And to give the election to him because it’s in their self-interest.  Great…RT @TweetyBlurb: Baby Trump is in his diaper! @seiu1199wvkyoh https://t.co/0XllNJzbFNBad for your health:  Dozen People Overcome By Heat, Rushed To Hospital During Trump%27s Florida Rally https://t.co/vfxMWbd1zW via @YahooRT @KLUsa45: According to this bakery Trump cookies are selling at a rate of 3 to 1 🇺🇸","polarity":1,"subjectivity":"0.4096200096200097"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"👉Retweet! 👉REDWAVE!","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/cftaZK3Suw","polarity":0,"subjectivity":"0.0"}
{"tweet":"PA bake…RT @CaslerNoel: Trump is now afraid and running scared. He &amp; his children will be doing the ‘bin-laden’ shuffle out of DC by Wednesday morn…PredictIt's prez markets are breaking down. Trump's 39/40 in the \"who will be president\" market, but identical mkts… https://t.co/fAo5M3Y258RT @charliekirk11: Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.4185185185185185"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden coul…RT @DC_Draino: This is my final electoral map heading into election day:","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump - 326","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden - 212","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I believe GOP flips the House and keeps…RT @MeidasTouch: This is big! Literally. Today we are taking the giant Baby Trump balloon on tour to Maine and Ohio!TRump has canceled his election night party because he said he may be traveling.  I believe he canceled because he… https://t.co/5jd4TjDFcQRT @fawfulfan: I just realized why the name of the judge who ordered Minnesota to set aside mail-in ballots sounded so familiar.","polarity":1,"subjectivity":"0.5333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He's a Tr…@BrettFavre @realDonaldTrump You're mistaken if you think Trump &amp; GOP stand for either freedom of speech or freedom… https://t.co/0ARqglEeYVRT @seanhannity: LEMON LOSES IT: CNN Host Says He ‘Had to Get Rid’ of Friends Who Support Trump ‘Like Addicts’ https://t.co/e7UFsAouNnRT @amandacarpenter: Never means never.@mehdirhasan There’s a cupboard somewhere in the WH with the 30m doses Trump said he obtained. Unless he was lying about that too.RT @yogagenie: #3rdGenerationOilWorker supports President Trump. #RedWave #2020TrumpLandslide #TrumpPence2020 https://t.co/R4JCxo2i5VRT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":-1,"subjectivity":"0.05"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.RT @HiCaliberLilGal: @BrettFavre @DineshDSouza @realDonaldTrump \"[Trump] is the best president since sliced bread!\" https://t.co/0HqrRUJNWeRT @cspan: President Trump campaigns in Waterford Township, MI - LIVE online here: https://t.co/oNWwjngtkN https://t.co/p71AspCE67RT @LilRichie420: @OU_KAG @maggiewise111 @Patriot3651 @DMcduffin @YooperT @6831Bryan @StaceytheGhost @Raiden3pt0 @RevengeStones @soul_katz…RT @gatewaypundit: BREAKING: Current Electoral College Prediction Shows President Trump Beating Sleepy Joe Biden By More than Crooked Hilla…RT @TheRickWilson: This is the hot garbage Steve Bannon has been selling.RT @NBCLatino: WATCH: @MarcAnthony slams Trump in new @ProjectLincoln ad: 'Vote him out' https://t.co/TWMFi7fzZPFrom Trump: Sadly, the overwhelming amount of violent crime in our major cities is committed by blacks and hispanic… https://t.co/wHZ124n7DRRT @bryanbehar: Trump is asking the court not to be impartial. And to give the election to him because it’s in their self-interest.  Great…@DaBeanzFinest @EwanMccaffery8 @Primarily_Josh @SkySportsBoxing Good luck with another 4 years of trump by the way… https://t.co/D9WQ6LEpOKVote for President Trump. https://t.co/75gCuGjkm7RT @Franklin_Graham: LET’S KEEP IT SIMPLE. #1. Abortion is a monumental issue that we as individuals &amp; a nation will be held accountable fo…Makes sense, he learned from Daddy that the only people who actually count are Daddy@3days3nights Times Mag had it and so did the letter to Trump from a Cardinal.\"Thank you Mr. President, for all you do, have done and will do for America and the world, it's an honor to meet yo… https://t.co/wvKnRHVkc5RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @ChuckCallesto: BREAKING REPORT: NFL great Brett Favre ENDORSES President Trump...there are american stans that vote for trump and biden whereas we kpop stans have more nominees and awards to choos… https://t.co/wtBdmOgVeGRT @darrengrimes_: You know what gets folk re Hunter Biden story censorship by big tech? It’s that when left-wing activists masquerading as…RT @ddale8: So...in September, I had to abandon my 3.75-year count of every Trump false claim. Because he's talking so much and telling so…@RacySicilian @GreyGhost_Biker @realDonaldTrump I have a great friend who lives in MI. Prayers surround your great… https://t.co/6yCu3tXqCjRT @periclesukraine: AOC: ‘Trump is the racist visionary but McConnell gets the job done’ https://t.co/F0gQN1bI21RT @C_3C_3: Trump to hold 14 rallies in the next 3 days.","polarity":1,"subjectivity":"0.5084575917909251"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden to say 14 coherent words in the next 3 days.RT @yogagenie: #3rdGenerationOilWorker supports President Trump. #RedWave #2020TrumpLandslide #TrumpPence2020 https://t.co/R4JCxo2i5VRT @FPWellman: How can you call yourself the President of the United States and actively fight letting every American vote? Disgusting. We…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @CheriJacobus: When I told the truth about Trump on CNN in 2016, Jeff Zucker banned me, helped Trump ruin me and my livelihood, and neve…RT @JackPosobiec: Now do you understand? ","polarity":-1,"subjectivity":"0.39444444444444443"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They impeached Trump on Ukraine to protect BidenRT @washingtonpost: Trump strips protections for endangered gray wolves https://t.co/G3tzstFKa0There’s so many things to go after Trump on, but the left always goes after the straw man or straight up lie. I don’t get it.RT @cmclymer: I think it's wonderful news that Brett Favre endorsed Donald Trump. Given how many games he's thrown away with his career NFL…RT @RichardGrenell: I don’t see any ground game for the Democrats in Michigan, Wisconsin or Pennsylvania.","polarity":1,"subjectivity":"0.4666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Trump ground game is AMAZING.After appearing at a Trump rally in Arizona, anti-immigrant nationalist and UKIP founder Nigel Farage is in Michiga… https://t.co/9vibaBDp19Trump can resist being an idiot. Fact check: False@tomhanks   See pic! Cheers!  😀RT @C_3C_3: Trump to hold 14 rallies in the next 3 days.","polarity":-1,"subjectivity":"0.54"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden to say 14 coherent words in the next 3 days.RT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":1,"subjectivity":"0.35"}
{"tweet":"https://t.co/WEXhKhPSOkThis piece is so well written and worth a few minutes of your time. Please read and share it. ","polarity":1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“Courage exercised… https://t.co/DdunYlXFVnRT @stclairashley: Don Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal…RT @RealSLokhova: Brennan tweets 😱RT @Shteyngart: Oh, my god, these are great. Happy to appear along with @susanorlean @MollyJongFast @KBAndersen and all my other favorite w…RT @funder: BREAKING: Congressional Oversight report says Trump Admin’s response to coronavirus was “among the worst failures of leadership…RT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKt@faborek @anneapplebaum And wasn't for the prior 4 years?  Trump's had plenty of time to bring the country together… https://t.co/StkKXmpg0ERT @rickey_papa: @Steve78383o @TimRunsHisMouth Lol! Not a big rap fan but if these guys can swing more votes for Trump, I'll buy a few reco…RT @Russbarr: A really great ad, pill with lots of images I've never seen before, my favorite was the little parade of mailboxes, Trump and…RT @JohnTrumpFanKJV: President Trump is speaking live in Michigan at a Rally. ","polarity":1,"subjectivity":"0.5949074074074073"}
{"tweet":"On RSBN on You Tube@FeatherCanyon2 @futurefaking @kirstiealley Facts include...*checks notes*...science...which Trump has categoricall… https://t.co/41rVK7TJfeThere are too many folks in this country I never want to have a conversations withRT @wiscontext: An @Interior rule announced by @SecBernhardt removes the gray wolf from the @USFWS endangered species list in the Lower 48…RT @atensnut: Biden wants to grow the government and take away our freedom.  ","polarity":1,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to grow the economy and give us more freedom.…RT @GenFlynn: Former Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destr…RT @TheDailyShow: .@jordanklepper talks to Trump supporters about nepotism, Hunter Biden, and more: https://t.co/cA8HbFwJ9D https://t.co/4Y…RT @catturd2: President Trump is on Rush right now.RT @ClayTravis: I am voting for @realDonaldTrump for president this year. Here’s why: https://t.co/5U5BjB5pZbRT @battletested5: trump canceling his election night celebration per CNN only brings me fucking joyRT @RealMattCouch: Desperate Minnesota Democrats Restrict Size Of Trump Rally https://t.co/qITOJmtNteRT @TreJan_: This is why creatives are so important....","polarity":1,"subjectivity":"0.6077922077922078"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This got the point across even if you don't read any of the lies. https://t.co/sW0…RT @mitchellreports: On Trump rallies/COVID @SpeakerPelosi: \"I'm thinking of families who have been affected by the coronavirus-&amp; may have…@SBurkie1 Trump is a fascist.  Orr supports a fascist.RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @DeAnna4Congress: Do you know any other 74-year old man who works as hard as President Trump? ","polarity":-1,"subjectivity":"0.37222222222222223"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump just might be half huma…RT @ddale8: Trump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wea…RT @fawfulfan: I just realized why the name of the judge who ordered Minnesota to set aside mail-in ballots sounded so familiar.","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He's a Tr…RT @TeamThirstTrap: Guy that does Wrangler jeans commercials is voting for exactly who you think he would.@J19Roger @StarAasved @CBPMarkMorgan @WhiteHouse @CBP You don't care if it's zero miles.  You're a sheep and just w… https://t.co/tCOeiQqtUHRT @HKrassenstein: African American superstar Lebron James tells people to vote and Trump supporters say \"shut up and dribble\"","polarity":1,"subjectivity":"0.08333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retired whi…RT @JackPosobiec: Trump just announced he is holding a rally the day before the election in Scranton PA@gtconway3d Monstrous LIARS like @MarkMeadows &amp; #LiarInChief @realDonaldTrump (and *many* Trump sycophants in the… https://t.co/ZsmFTtpX3G@eliehonig @gtconway3d Trump just saw Marist’s North Carolina poll today showing him down by 6.RT @ScottAdamsSays: Am I imagining that Joe Biden ran a campaign ad compared conservative Jewish Trump supporters to Nazis?Catch me in my coexist subaru parked next to a truck with a trump 2020 flag at the polling place\"I voted for a good man with whom I have some political disagreements over an evil man with whom I share not a sing… https://t.co/Lhr1LK4jLzRT @PoliticalIntent: Edited:  \"We can have another corrupt Democrat, with a pedophile son, running for the highest office. That’s both a mo…RT @asc96b: Yesterday I was passed by an elderly Latino gentleman in his “well-used” work pickup LOUDLY &amp; PROUDLY flying his full sized and…Trump will want to kill even more of us than he already does.RT @JohnTrumpFanKJV: President Trump is speaking live in Michigan at a Rally. ","polarity":1,"subjectivity":"0.5260683760683761"}
{"tweet":"On RSBN on You TubeRT @thetoyman1: President Trump @realDonaldTrump says “Where’s Hunter”?RT @IngrahamAngle: Donald Trump leading Joseph Biden in four states: Poll - Washington Times https://t.co/V6YMTFQUkNRT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)TREASON TRUMPRT @thebradfordfile: Trump looks terrific and sounds like a living legend heading for a win.","polarity":1,"subjectivity":"0.7"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden looks terrible and sounds like an unhin…Important!RT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6RT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":-1,"subjectivity":"0.7777777777777778"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…@corney_comey With all due respect....if he \"sold out\" while he was in office Trump/Barr/DOJ/FBI would have been al… https://t.co/TG78FVWMbORT @ABC: Trump has packed thousands of supporters, most not wearing masks, into similar rallies across the country, despite the raging coro…RT @PepeMatter: Right before their NWO dream was about to be fully manifested, God played the Trump card.RT @LEBassett: He should just shoot coronavirus out of squirt guns at this point https://t.co/UoxhCjYU5aRT @DNCWarRoom: Trump asks “How good have I done in bringing car companies here to Michigan?”","polarity":1,"subjectivity":"0.4821428571428571"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He must be asking rhetorically, because the…RT @Pismo_B: Trump, I love you &amp; you are doing one heck of a job!","polarity":1,"subjectivity":"0.6"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This 👇wonderful 101 year old Mary Jane Jacoby is going to ride in a moto…@charliekirk11 @JoeBiden cares too much about people to expose that many people to COVID in 4 days.  tRump is using… https://t.co/o22hOokDnxRT @JosephSakran: “The mere implication that healthcare professionals would be incentivized by profit to alter the true rate of this public…RT @RichardGrenell: Fire them and replace them with people from outside DC.@Navy_Lady_45 I would remind President Trump that no president in history has a record of making promises and keeping promises like him.RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @KimPKAG2020: BREAKING: Trump Leads Biden In Landslide #PA Cookie Voting! 😉","polarity":1,"subjectivity":"0.3592592592592593"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP: 23,454","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: 4,046","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Vote #VoteRed #HoldTheSenate…RT @charliekirk11: Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.06666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden coul…Trump’s trying to win #Wisconsin by telling people #covid19 is over. Yet @BadgerFootball has canceled tomorrow’s ga… https://t.co/48D8bnN0jiRT @pablo_honey1: @realDonaldTrump Donald Trump comes out against counting votes by military service members stationed overseas even if the…RT @DLoesch: Democrats impeached Trump for what the Bidens are being investigated for doing. Reminder that the fourth estate refused to cov…RT @KelemenCari: HA! Minnesota Gov Tim Walz and AG Ellison tried to limit President Trump's rally today to 250 people. Trump wrote back and…RT @KelemenCari: HA! Minnesota Gov Tim Walz and AG Ellison tried to limit President Trump's rally today to 250 people. Trump wrote back and…RT @FrankAmari2: @WhiteHouse Michigan?","polarity":1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Reported just two weeks ago:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"IT'S ALL FAKE’: Trump’s manufacturing jobs promises ring hollow in M…@kirchho @CTVNews Ya right..he has a brain. Trump 2020RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @CyrusAParsa1: Vote Trump, Save the World!There’s no real journalism anymoreRT @maggieNYT: Trump is pointing to Laura Ingraham who seems to be wearing a mask. He laughs and says it's \"politically correct.\"One thing people forget about ‘16- Trump had one of his “new tone” phases for the last week or so, and avoided sayi… https://t.co/t2tfA50KChRT @McKaylaRoseJ: Don Lemon told his audience how he had to cut off anybody that are Trump supporters, basically contributing to the nonsen…RT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":-1,"subjectivity":"0.3581323438466296"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…RT @Newsweek: \"How about f****** noooooo\": Lil Jon refuses to join Lil Wayne and Lil Pump in supporting Trump https://t.co/hYGc9OsJHFRT @2020Commander: Touche!! This man lays it out there!! ","polarity":1,"subjectivity":"0.25"}
{"tweet":"#VoteRedLikeYourLifeDependsOnIt ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteRedToSaveAmerica2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Elections have conseq…RT @chipfranklin: Trump paid China $188,000 in taxes","polarity":0,"subjectivity":"0.0"}
{"tweet":"He Paid US? $750","polarity":0,"subjectivity":"0.0"}
{"tweet":"Tell your Trumper friends that!","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/QUPHLGT65BRT @dbongino: If Donald Trump wins again, despite","polarity":1,"subjectivity":"0.2"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell c…RT @theMRC: The @nytimes said the author of the 'Anonymous' op-ed was a senior-level Trump administration official. That turned out to be a…RT @lover_obi: TRUMP’S WALL OF LIES! https://t.co/GJFnV9liBERT @chrislhayes: She has surpassed Trump in Worst Elected Official Response to Covid. https://t.co/cjn7EEkC5MAfter Omaha and Tampa, what could be better than tin-foil-wearing Trump supporters at a rally during a severe light… https://t.co/0XP9UnA58CRT @CaslerNoel: Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrumpRT @RLHeinrichs: To those who say the shy Trump voter isn’t real- a friend of mine in a small town in OH organized a “Trump train” and is n…@LindsayWigo Vote Trump 2020 - Joe Biden is a corrupt politician. #BidenScandalAintGoingAwayRT @TSN_Sports: Bobby Orr endorses Donald Trump in Presidential election. ","polarity":-1,"subjectivity":"0.5777777777777778"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"MORE: https://t.co/NrU2ur9N0q https://t.co/4WZSDp2lOd.@RepSchneider - Ask President Trump and former Vice President Biden to #RecognizeArtsakh NOW, to prevent a second… https://t.co/LsW1UTRhbwU.S. records more than 90,000 Covid-19 cases in one day for the first time DOES THIS LOOK LIKE ROUNDING THE CORNER… https://t.co/AUtXXpiWPURT @jennfranconews: NEW: The 2020 Trump campaign announces 14 MAGA rallies in 7 states over the next 3 days. https://t.co/7rMf0VsSrTRT @funder: BREAKING: Congressional Oversight report says Trump Admin’s response to coronavirus was “among the worst failures of leadership…RT @davidplouffe: Trump’s closing rallies are not smart politics. Should not be covered as such or as him fighting hard. They will hurt him…RT @Scout_Finch: The Electoral College is device of white supremacy and that's really what we are up against. Democrats have won the nation…SeeSay2020 gives individual voters the power to instantly report, map and alert others to election interference and… https://t.co/twRfUJv9oWRT @realDonaldTrump: I would NEVER have taken the endorsement of the man who, through gross incompetence, poisoned the people of Flint, Mic…RT @JackPosobiec: Hockey legend Bobby Orr endorses President Trump for reelection | The Post Millennial - News, Politics, Culture, and Life…@ctvedmonton @k_ratoncita Conservatives in Alberta believe in Trump .. and his every word. You will never have mand… https://t.co/SuuhaGdjfYRT @cspan: ONLINE: ","polarity":1,"subjectivity":"0.35869182900432905"}
{"tweet":"1pm - Trump in Waterford Township, MI","polarity":0,"subjectivity":"0.0"}
{"tweet":"1:45pm - Harris in Fort Worth, TX ","polarity":1,"subjectivity":"0.1"}
{"tweet":"3:30pm - Trump in Green Bay, WI","polarity":-1,"subjectivity":"0.3"}
{"tweet":"5:25pm - Harri…RT @realDonaldTrump: I would NEVER have taken the endorsement of the man who, through gross incompetence, poisoned the people of Flint, Mic…RT @ddale8: Even without a vaccine, Trump says in Michigan, \"we're still rounding the corner.\" https://t.co/ot58WLyqEuRT @ddale8: Trump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wea…RT @deep_mowgli: I’m about to go risk my life as an #immuneCompromised person to #VoteEarly No thanks to you .@GovAbbott or my Republican r…I bet you $5 that the Philly riots were provoked deliberately to make Democrats look bad and Trump look favorable r… https://t.co/miI0KKNPgzLike this please they are trying to make you feel guilty :/ it’s not true@realwillafton @EricTrump @realDonaldTrump Five Reagan White House lawyers endorse Biden, saying Trump has ‘fomente… https://t.co/77Vu6mKDBoRT @MSNBC: .@MaddowBlog: Yet another former Trump admin. official steps up, denounces Pres. Trump","polarity":-1,"subjectivity":"0.3595238095238095"}
{"tweet":"https://t.co/HGTeU0c9PLThe free market is working.RT @seanhannity: LEMON LOSES IT: CNN Host Says He ‘Had to Get Rid’ of Friends Who Support Trump ‘Like Addicts’ https://t.co/e7UFsAouNn@thebradfordfile @RuthieRedSox https://t.co/ewtkgY5NIG here ate the list... Thread@ddale8 Looks like trump is gonna cheat on Melania again.🤷🏼‍♂️@FaZeAlexJones Well in my opinion Zombies trump's all of thatRT @GOP: Pres. Trump made progress in the Middle East where no POTUS could!","polarity":1,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"CNN’s Oren Liebermann: The Israel &amp; Sudan deal is a “significa…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @KaivanShroff: Brett Favre tried to steal over $1 million from the state of Mississippi, sent lewd photos to a sports reporter &amp; sexuall…RT @CaslerNoel: Trump is now afraid and running scared. He &amp; his children will be doing the ‘bin-laden’ shuffle out of DC by Wednesday morn…RT @mkraju: “I think we are going to take back the House,” Trump says, repeating a projection virtually nobody in Washington - Rs and Ds -…RT @gaye_gallops: TAKE A DEEP BREATH...AND CHEER!","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"BREAKING: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Current Electoral College Prediction Shows President Trump Beating Sleepy Jo…RT @JackPosobiec: BREAKING: Philadelphia firefighters union votes to endorse of President Trump https://t.co/dnBmgM0BJTRT @atensnut: Biden wants to grow the government and take away our freedom.  ","polarity":1,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to grow the economy and give us more freedom.…Donald Trump Jr,is as high as a kite.RT @DavidLimbaugh: If the MSM was legitimate that Biden clip would be running 24/7 and the Democrats would have to get a replacement candid…RT @TeamTrump: LIVE: President Donald Trump in Waterford Township, MI #Michigan","polarity":1,"subjectivity":"0.488"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/tnQO7TG0FJRT @CCarrGOP: Nothing Lil about the biggest grassroots operation in presidential history! Twenty Mille voter contacts the final five days!…RT @Rparkerscience: No legitimate reason for news outlets to not cover!!","polarity":0,"subjectivity":"1.0"}
{"tweet":"Trump Campaign: ‘Not Believable’ Joe Biden Did Not Know of Reporte…RT @BostonDotCom: Elizabeth Warren’s office compiled a report on the Trump administration’s Hatch Act violations. They counted more than 50…RT @Rasmussen_Poll: \"The apparent endorsement from Lil Wayne represents a major boon for President Trump, whose support among black America…RT @JackPosobiec: Trump just announced he is holding a rally the day before the election in Scranton PART @BostonDotCom: Elizabeth Warren’s office compiled a report on the Trump administration’s Hatch Act violations. They counted more than 50…Immigration","polarity":1,"subjectivity":"0.46388888888888885"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump didn’t build his border wall with steel. He built it out of paper. https://t.co/7YD5lVgd5j@The_Right_Field @Gouravjain_go @JoeBiden Lots of outgoing Trump administration job hunters know this feeling perfe… https://t.co/VZJQW7DURhRT @SteveRustad1: So Kentucky . . .","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Moscow Mitch has been in the Senate 35 years.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"That's 35 damn years too many.","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Can you fix that for us…RT @GOP: .@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":0,"subjectivity":"0.0"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household income…RT @FoxNews: Pro-Trump actress Kirstie Alley slams CNN's COVID coverage: ‘Fear of dying is their mantra’","polarity":-1,"subjectivity":"0.4"}
{"tweet":"https://t.co/xTXilctQnuRT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…RT @gtconway3d: if only there were a Nobel Prize for fact-checkingRT @catturd2: Hardest working President EVER!","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!!RT @CNN: A CNN investigation of 17 Trump campaign rallies finds that 14 of the host counties -- 82% of them -- had an increased rate of new…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @NBCNews: Marc Anthony urges Puerto Ricans to send a clear message to President Trump in a new Lincoln Project ad: “Vote him out.” https…RT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":1,"subjectivity":"0.4308080808080808"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @PalmerReport: There can never again be a place in polite society for people like Brett Favre or Jack Nicklaus. By endorsing Trump, they…RT @BostonDotCom: Elizabeth Warren’s office compiled a report on the Trump administration’s Hatch Act violations. They counted more than 50…RT @haaretzcom: Why Iran, Saudi Arabia and Turkey are closely following the U.S. election https://t.co/IcusC6QUcR@astrojooe Well maybe, they said in their state Biden will win by a landslide so they might be in like California o… https://t.co/d6swFCpA7LRT @Graenni: The #BidenHarris2020Landslide crowd has been conditioned to depend on Gov for everything.","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The refund was smaller because they…RT @X22Report: Insurrection Act of 1807.","polarity":0,"subjectivity":"0.5"}
{"tweet":"[Determination that the various state and local authorities are not up to the task of responding t…@Gooner28 @XXL Man fuck trump it’s him we don’t want fuck @realDonaldTrumpRT @CNNPolitics: NFL legend Brett Favre endorses Donald Trump for president https://t.co/VLNFqDCraI https://t.co/BABwGvKVER@BrettFavre @realDonaldTrump Brett Favre tried to steal over $1 million from the state of Mississippi, sent lewd ph… https://t.co/KLHkCnrA1yRT @GOP: “A vote for President Trump is a vote for a better America.” -@FLOTUS https://t.co/md5MrYqPivRT @funder: BREAKING: Congressional Oversight report says Trump Admin’s response to coronavirus was “among the worst failures of leadership…RT @GretaLWall: #NEW President Trump is ramping up his campaign schedule ahead of Election Day","polarity":-1,"subjectivity":"0.5220779220779221"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"4 rallies on Saturday all in Pennsylvania…Maybe he won't be hanging in Rome, now.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"(Then again, this is Brian Kemp. He hasn't let established public health g… https://t.co/SUm1WrUm65RT @GOP: “So when you consider your vote this year, remember this: in this election, people of faith have no greater champion than Presiden…See I don’t see what’s wrong with this. ","polarity":-1,"subjectivity":"0.48888888888888893"}
{"tweet":"If you don’t fucks with certain people anymore then so be it. If I hadda t… https://t.co/XDHV3yvFjFYou have to keep in mind the Trump rally people are by far a great portion of the death toll.  So killing his voter… https://t.co/SBqtVREcJUThis right here is exactly what she means. You just called their circle of men trash when that's not necessarily th… https://t.co/MCS1eB5bX0RT @LisaMarieBoothe: This is the mentality of the current Democrat Party right now. They shame, cancel, and destroy the lives of the people…RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.5042857142857142"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.RT @QuickTake: LIVE: Trump holds campaign rally in Waterford Township, Michigan https://t.co/a8U48cx04BRT @RobbiBJenkins1: The Washington Post: Top Stories | Trump rolled back more than 125 environmental safeguards. Here’s how. https://t.co/5…Used their privilege to contribute to an extremely dangerous presidency that has killed thousands and caused widesp… https://t.co/03jx2eG8pRRT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @TeamTrump: LIVE: President Donald Trump in Muskegon, MI #Michigan","polarity":1,"subjectivity":"0.41428571428571426"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/OVyAXTkyryRT @PeggyStuart: 10 Things This Suburban Woman Doesn't Need From Donald Trump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"(Worth a read.) #DemCastWI #DemCast #ONEV1","polarity":1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/26…RT @TheRickWilson: This is the hot garbage Steve Bannon has been selling.Truth👇RT @SenDuckworth: The blatant disregard for the health and safety of Americans by the sitting President of the United States is baffling. A…RT @JackPosobiec: Hockey legend Bobby Orr endorses President Trump for reelection | The Post Millennial - News, Politics, Culture, and Life…@2abetter2morrow @IvankaTrump @GOPChairwoman @realDonaldTrump Blame pelosi then cause she said she doesn't want to… https://t.co/H60KxeDa4yRT @tinyathenaeum: @Rubicon1313 It means he will funnel all those donations into his private bank account. He has a history of doing this.…@phillygodfather I have. Perhaps you need to. I predicted trump would crash the economy, create division, and desir… https://t.co/a0zZFZ0kh0RT @RVAT2020: The RVAT Closing Ad","polarity":-1,"subjectivity":"0.5750000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Countless Republicans are putting country over party &amp; voting for the candidate of character – @JoeBiden…RT @HeyTammyBruce: “NEVER EVER GIVE UP!” ~~ @realDonaldTrumpRT @IngrahamAngle: Donald Trump leading Joseph Biden in four states: Poll - Washington Times https://t.co/V6YMTFQUkNRT @tonyschwartz: This nation is deep in a second Civil War, with race and privilege once again at the heart of it. Trump is now full-time…RT @atrupar: Trump, one day after a record number of US single-day coronavirus infections, says, \"we're rounding the corner ... this was Ch…RT @JoyceWhiteVance: Unlike Trump, who pilfers music from artists who’ve told him not to use it, @taylorswift13 endorses this message.RT @CheriJacobus: When I told the truth about Trump on CNN in 2016, Jeff Zucker banned me, helped Trump ruin me and my livelihood, and neve…@patriot_snopes That's why we have to get Trump out of office, because watching him rage tweet from the sidelines w… https://t.co/FuYcwsW4qu@WhiteHouse @realDonaldTrump LETS NOT FORGET TRUMP'S Gift that keeps giving,death and sickness..","polarity":1,"subjectivity":"0.33285714285714285"}
{"tweet":"Cases","polarity":0,"subjectivity":"0.0"}
{"tweet":"190K","polarity":0,"subjectivity":"0.0"}
{"tweet":"+4,108","polarity":0,"subjectivity":"0.0"}
{"tweet":"Deaths","polarity":0,"subjectivity":"0.0"}
{"tweet":"7,651Hatred and bigotry is something they supported. I don't fucking care that they \"learned their lesson\" why the fuck… https://t.co/qlzpYytXbRhttps://t.co/BvYAac2sMd","polarity":-1,"subjectivity":"0.7"}
{"tweet":"LOL! I think @JoeBiden meant to say he will lead an effective strategy to mobilize true int… https://t.co/7eNBu58FDlYou’re a liar! Print all, not part of what he did! If you actually have a PhD what school,and what was your researc… https://t.co/rkzVnuV2ttRT @MattNegrin: Chuck Todd: Is Joe Biden not killing enough people?@LaraLeaTrump @IvankaTrump @IvankaTrump will have my vote when she runs for President. If Ivanka works as hard as s… https://t.co/Plvz4mBsv4RT @MusicWriter561: More Trump/Miller cruelty.","polarity":1,"subjectivity":"0.5416666666666666"}
{"tweet":"#MassMurdererTrump","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/UWeMYw6HKlRT @Slade: Alt tweet: President Trump continues to say fuck you his own government's science-based guidelines with no care at all whether h…RT @DonaldJTrumpJr: If it was the Trump family they would’ve leaked it to hurt us but they would do anything to protect the Bidens so there…RT @JohnBrennan: And let’s not forget that a Biden presidency means that AG Bill Barr, DNI Ratcliffe, Sec State Mike Pompeo, WH xenophobe S…RT @atrupar: Reminder: the award Trump refers to here doesn't even exist! https://t.co/wLuE6aj0NFMIND BLOWING!!!@GOP Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @RealSaavedra: No where does Trump say that \"vote counting should be final on Election Day\"","polarity":1,"subjectivity":"0.7733333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He is saying that voting should end on elec…MoronicRT @SanaSaeed: War crimes &amp; separating families aren't crimes when you're the American president - and even for crimes committed outside of…@IngrahamAngle LAURA JUST GOT A SHOUT OUT FROM PRESIDENT TRUMP.  TRUMP SAID SHE'S GREAT HE IS RIGHT !!@Ireland0828 @Gulli28 @PatiKRoll11 @clg714 @Hopey_70 @babstap @imk56 @cathys808 @808hopeful @Eykis @yesmam47… https://t.co/TNYQopNgz6RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.2671428571428572"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.RT @nate_bowling: The US is ripe for disinformation campaigns because of the duplicity of social media companies, especially FB. But the re…@thehill The choice is clear, America or Trump","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The fact that Trump has any support is utterly shamefulRT @Elise_Jordan: Brett Favre has time to endorse Trump but has not found the time to pay back $1.1 mil of Mississippi welfare dollars to M…RT @ProjectLincoln: A vote for Joe Biden is a vote for Puerto Rico. We must never forget Donald Trump's inactions led to the loss of over 3…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @CaliConsNews: \"Times in your life you want to quit and want to go home, never ever quit\"","polarity":0,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Exactly what I needed to hear 🔥🔥","polarity":1,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Please plea…RT @joelpollak: Melania Trump: Gay Conservatives Must Not Be ‘Bullied by Cancel Culture Mobs’ https://t.co/gpfW4oLX1K via @BreitbartNewsRT @DonaldJTrumpJr: \"A leaked confidential document obtained by Breitbart News reveals that a coalition of left-wing groups in Minnesota, f…RT @MollyJongFast: Herd immunity cannot be achieved without killing millions of people. Herd immunity is the trump administration’s “plan.”RT @OlgaNYC1211: I'm confused! Trump, Barr, Mnuchin, @RudyGiuliani worked w Erdogan to stop prosecutions of close associates of Erdogan/Tur…RT @funder: BREAKING: Nearly 90,000 new coronavirus infections were reported yesterday in the US, a record, with cases surging in every swi…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @Brad05339280: PEOPLE OF FLORIDA!!","polarity":1,"subjectivity":"0.42757575757575755"}
{"tweet":"AFTER THE TRUKY REPREHENSIBLE TRUMP RALLY WHERE TRUMP ACTUALLY CALLED FOR VIOLENCE AT FIREMEN TRYING…@thehill How is this possible when Trump has a 49% approval rating amongst likely voters? Someone isn't polling correctly.‘I am tired of the chaos’: Former top aide to Betsy DeVos comes out against Trump - https://t.co/bKOVtTAIMj\"As November and Veterans Day approach, let us not forget @realDonaldTrump never forgets our veterans. We must vote… https://t.co/PnWeRAiU82RT @ddale8: Trump is just going around the country criticizing Democratic-run places for being shut down even though they are not shut down…RT @LATiffani1: I’m not worried President Trump will lose. I’m deeply concerned Democrats will hijack the election, followed by civil unres…RT @RonanFarrow: In the next @NewYorker, I look at a culture of retribution against whistleblowers under Trump—and a new complaint implicat…RT @TheRickWilson: This is the hot garbage Steve Bannon has been selling.RT @DineshDSouza: \"You know what I dont know much about him so let's go and pray. When I did, God opened my heart and that's how I became a…Trump’s the Energizer Bunny https://t.co/yOT0WcAgyiRT @d_klein3: When you vote, remember that Trump's golf trips have cost taxpayers $142,000,000. That's equivalent to 355 years of president…RT @NoahBookbinder: NEW: White House Chief of Staff Mark Meadows appears to have violated the law by using congressional campaign funds for…RT @adamcurry: I love me some Vigano, in the morningRT @JoeBiden: Donald Trump is on track to become the worst jobs president in modern American history. https://t.co/gmjwbHeuOSRT @DineshDSouza: I’m really not sure who Lil Wayne is but I’m glad to have one more popular rapper endorse Trump https://t.co/t24ly2beQsI got through 3/4 of it. Stepped away. Will finish it later when I have a cocktail in hand.Trump vs Biden: 4 policy plans US stock investors are watching https://t.co/MabRYM3iyGRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @DavidLimbaugh: If the MSM was legitimate that Biden clip would be running 24/7 and the Democrats would have to get a replacement candid…@JoeBiden I really hope people don’t really believe him.   Him and his administration would destroy this country. T… https://t.co/ADhwMd2fkeRT @politvidchannel: Mark Cuban compared Donald Trump to fictional mobster Tony Soprano: The minute you aren’t loyal ‘you get whacked’RT @CHIZMAGA: Trump gave up his wealth for the Country, Biden gave up the Country for his wealth.One last dopamine speed round before it all comes crashing down.Simpler than that","polarity":1,"subjectivity":"0.42089466089466093"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP THINKS HE IS GOING TO LOSE!!!RT @icecube: Instead of going back and forth Congressman, please release the Zoom meeting so the world can see what was said by all.  https…RT @SolomonYue: Absolutely correct!RT @charliekirk11: Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":1,"subjectivity":"0.32222222222222224"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden coul…RT @stillgray: @realchrisrufo Another reason for Trump to win.RT @LATiffani1: *If I am permanently suspended over some censorship BS, just know it has been an utter fucking joy to follow, laugh and tal…RT @ReallyAmerican1: NEW VIDEO: The U.S. is the oldest continuous democracy in the world. Trump is the first president in history to refuse…RT @HKrassenstein: African American superstar Lebron James tells people to vote and Trump supporters say \"shut up and dribble\"","polarity":1,"subjectivity":"0.3109848484848485"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retired whi…RT @stirednotshakn: The Minnesota democrat Keith Ellison, uses his power to restrict freedom of \"assembly\" of political opponents to 250 pe…RT @Poetvix: Yep, yep and so are millions more #Americans from all walks of life. Democrats, we want ALL of you gone.","polarity":1,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Dem Rep. Sounds the…RT @All50News: So not only will Trump have 10x the crowd as Biden with his 250 restriction but the overflow numbers will be 10x greater tha…RT @ufuomabiafra: My beloved president Donald J Trump,We Need Your Help.The Nigeria Government Is Committing Genocide Right Now Against Inn…RT @KneiserJoe: Absentee ballot rejections are projected to reach historic levels, risking widespread disenfranchisement of minority voters…RT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @my3monkees: Look at this map! GREAT NEWS! But Patriots- we STILL HAVE TO GET OUT THE VOTE AND BRING PEOPLE WITH YOU! We want the win to…RT @DC_Draino: This is my final electoral map heading into election day:","polarity":1,"subjectivity":"0.5585714285714286"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump - 326","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden - 212","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I believe GOP flips the House and keeps…Please yell this from the rooftops.RT @JoeBiden: After campaigning in 2016 to lift up the ‘forgotten man,’ President Trump has completely lost sight of working people. ","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I pr…RT @joelockhart: News flash -- the race is not tightening. What is happening is Trump courts are conspiring to steal the election at the Pr…@KeeleyFox29 @PANationalGuard @FOX29philly Gonna need more after Trump wins. Insane libs will try to burn down ever… https://t.co/SbTV8wLxZNRT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @katiemehnert: As a lifelong Republican I not only approve this message I encourage you read it.  This country is divided. If you’re on…RT @GOP: .@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":-1,"subjectivity":"0.5981481481481482"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household income…@pradeepraturig @BarackObama @IvankaTrump Oh gosh, how times come by. When I did my first trip to #Yugoslavia,… https://t.co/qfzMWJT04q@J2UDIGI @Timcast There are plenty of people scared out of their minds about how evil and dangerous Trump is (so th… https://t.co/n2SVnm7CQTRT @FrancisLozano7: That moment when I get a text from a former employee “Jefe, can I call you so you can guide me trough the #CA measures,…He's going to refuse to leave https://t.co/XD9FXQrwR2RT @ChairmanAustin: Arizona Republicans for Biden hate Trump more than they love America.RT @PepeMatter: Right before their NWO dream was about to be fully manifested, God played the Trump card.RT @AmerIndependent: Trump bribes voters with promise of relief money — 'after the election' ","polarity":-1,"subjectivity":"0.5743386243386243"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"by @owillis ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/aUZslDU8VSRT @Dcl_60: Trump adviser Stephen Miller reveals aggressive second-term immigration agenda https://t.co/R2NaT7VfT3RT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtRT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6RT @SamSenev: TRUTH FROM OVERSEAS | VOTES","polarity":-1,"subjectivity":"0.5583333333333333"}
{"tweet":"Donald Trump will get ‘over 300 electoral college votes’ https://t.co/HiQWk4S7a5RT @ron_fournier: Trump is neither hard-working or tax-paying,  Bubba ","polarity":-1,"subjectivity":"0.5416666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"But you know that. You’re just dog whistlingRT @catturd2: Hardest working President EVER!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!! https://t.co/XisgmZUY01RT @KMedadian: @RubinReport I WILL VOTE FOR PRESIDENT TRUMP WHO MAKES SENCE AND WILL KEEP MY COUNTRY SAFE I WILL VOTE FOR THE GREATEST PRES…RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.RT @SarahLongwell25: Trump does not care about helping other Republicans win. He will humiliate them until the bitter end.@FloridaBiden @MeidasTouch Thank you for saving this song for me. This song helped me so much after 9/11 and hearin… https://t.co/scsy7utEGlRT @C_3C_3: Trump to hold 14 rallies in the next 3 days.","polarity":1,"subjectivity":"0.295"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden to say 14 coherent words in the next 3 days.Here are the states Trump and Biden will visit in the final days of the election https://t.co/GUWSlFEIEnRT @CaslerNoel: Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrump http…RT @PollWatch2020: The wheels have fallen off. Why not +53 in every state?RT @GOP: Pres. Trump made progress in the Middle East where no POTUS could!","polarity":1,"subjectivity":"0.42000000000000004"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"CNN’s Oren Liebermann: The Israel &amp; Sudan deal is a “significa…RT @BudGothmog44: The Daily 202: Five Reagan White House lawyers endorse Biden, saying Trump has ‘fomented hatred’ - The Washington Post ht…RT @Shem_Infinite: President Trump started October being diagnosed with the Coronavirus and will end October having held 34 rallies in 13 d…RT @glennkirschner2: Double jeopardy does not apply to an impeachment “trial.” Trump can - and must - be tried forever his crimes.RT @atensnut: Biden wants to grow the government and take away our freedom.  ","polarity":1,"subjectivity":"0.025"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to grow the economy and give us more freedom.…RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @DroppedmicAgain: 😂POTUS is going to Scranton. Love it! https://t.co/wulSp9zvViRT @WaywardWinifred: Absolutely loved reading @Tony_NormanPG's scathing smack down of Jared Kushner.","polarity":1,"subjectivity":"0.5481481481481482"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/IBkUN1NtBlRT @dbongino: If Donald Trump wins again, despite","polarity":1,"subjectivity":"0.2"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell c…Stupid bitch ! Fuck you !RT @AmericasVoice: Donald Trump’s family separation policy was marked by reckless incompetence and intentional cruelty. All for political g…RT @1776Stonewall: Trump and Biden have dueling rallies today in a little while. . .  guess which one's which ... https://t.co/mIZkS9bOsBRT @lauferlaw: We’re in the home stretch. This is the final push. Things are tightening in Florida. Threats of lawsuits by Trump to stifle…One of Donald Trump's final rallies will be held in Joe Biden's hometown of Scranton, Pennsylvania 🤣🤣🤣🤣RT @DeAnna4Congress: Do you know any other 74-year old man who works as hard as President Trump? ","polarity":-1,"subjectivity":"0.5742424242424243"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump just might be half huma…@gtconway3d It will be ready immediately after the election, but only if Trump wins. 😂😂😂RT @LCDRKeeley: @Megawatts55 Veterans and Active Duty folks are tired of ","polarity":-1,"subjectivity":"0.5277777777777777"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump insulting and demeaning their service.  ","polarity":-1,"subjectivity":"1.0"}
{"tweet":"Trump…RT @ddale8: Trump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wea…RT @ddale8: Trump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wea…RT @JackPosobiec: Trump just announced he is holding a rally the day before the election in Scranton PART @mikejopek: It's not too late for Daines to smarten up and cancel their super spreader political rally with Trump Jr in the Flathead ove…RT @catturd2: Hardest working President EVER!","polarity":1,"subjectivity":"0.45555555555555555"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!!These coke-fueled tirades of Junior's are pathetic.'We’ll wonder how such abject cruelty could have ever been tolerated, excused or normalized': A devastating… https://t.co/fWnDktUTesRT @BillKristol: \"I have just voted for Joe Biden. Some of my friends may never speak to me again; others will applaud. Please, for the sak…RT @DC_Draino: Tbh, I wouldn’t be surprised if NM, CO, OR, and/or VA flip red, but I’m not counting on it","polarity":-1,"subjectivity":"0.6799999999999999"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I also think it’s possible Trump…RT @chrislhayes: She has surpassed Trump in Worst Elected Official Response to Covid.RT @MSNBC: .@MaddowBlog: The Turkey scandal is simple: a foreign dictator asked Pres. Trump to corrupt his own country's justice system, an…RT @TheNorthStar: There is nothing politically astute about Lil Wayne and there never has been…","polarity":-1,"subjectivity":"0.7688775510204083"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Is Wayne known for making socially conscio…RT @drawandstrike: In four days, we break them all mentally forever.","polarity":-1,"subjectivity":"0.13333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They invested EVERYTHING in beating President Trump.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They went ALL I…@gtconway3d @NotHoodlum She needs to shut up, until she decides to tell the truth. We are tired of her lies. She’s… https://t.co/bCwtxGkyeNRT @DanKEberhart: It's amazing to see how liberals -- especially white liberals -- react when a black man dares to even thinly show an opin…RT @JRubinBlogger: Brilliant: https://t.co/EN6uzg6UdXPaul Krugman retweeted this for some reason.RT @HKrassenstein: Now that NBC has exposed the bogus Hunter Biden smears and discovered that a fake man named \"Martin Aspen\" was behind it…@scrowder This has convinced me to vote for Biden. ","polarity":-1,"subjectivity":"0.6979166666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Not once has Trump acknowledged Trunalimunumaprzure.   Not. Once.VOTE peeps #TrumpPence2020RT @Dknight10k: Out of fairness, because I spent 24 hours smoking white people, I will now turn my attention to the dumbass Trump supportin…Well, if there's one dubious distinction you can award Trump and his administration, it's that they have elevated l… https://t.co/6uwpZaCZ3iRT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtRT @CaslerNoel: Trump is now afraid and running scared. He &amp; his children will be doing the ‘bin-laden’ shuffle out of DC by Wednesday morn…I am not a trump supporter at all but I think he should stay the president. We don’t know what that other guy got in store for us🤷🏽‍♀️RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @maggieNYT: Trump is pointing to Laura Ingraham who seems to be wearing a mask. He laughs and says it's \"politically correct.\"RT @pbump: Yeah, why can't it be March 30 again, when New York hospitals were just starting to fill up with sick people? https://t.co/HYsnw…RT @RonWyden: Donald Trump’s attacks on Section 230 are attacks on the First Amendment. I won’t stop fighting to defend 230 from lawmakers…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyTrump viscerally understands “political correctness” better than any politician in American history. It’s his super… https://t.co/2QzKHjUrmXRT @thehill: Don Lemon: \"Had to get rid of\" friends who support Trump https://t.co/VNs8pk2pdH https://t.co/ZFX1bLbUdtRT @RichardGrenell: Fire them and replace them with people from outside DC.RT @amandacarpenter: 1,000 people a day are dying. She went along as Jr. said it was “almost nothing” but she’s not gonna risk her life on…RT @willsommer: Trump fans have gone to extremes to protect their Trump signs, booby-trapping them with razor blades and launching elaborat…@enzoriverss Trump supporters want to be the victim so bad. Their cries of \"anti-republican discrimination\" are fucking asinine.RT @realDonaldTrump: I would NEVER have taken the endorsement of the man who, through gross incompetence, poisoned the people of Flint, Mic…RT @LOLGOP: There's a huge media blackout that refuses to note that these bribes are being collected by his sons, who are running his busin…@TheDemocrats need to hear this!RT @JonIsAwesomest: This is pretty clearly a bigger deal than the most far reaching accusations of the Hunter Biden stuff and it's weird ho…@KamalaHarris #Trump2020 #MIGA ","polarity":-1,"subjectivity":"0.47080534408120606"}
{"tweet":"Vote for Trump https://t.co/xeVC01hS6CRT @washingtonpost: Donald Trump Jr. said covid-19 deaths are at \"almost nothing.\" The virus killed more than 1,000 Americans the same day.…@catturd2 Trump is a beastRT @DNCWarRoom: Trump asks “How good have I done in bringing car companies here to Michigan?”","polarity":1,"subjectivity":"0.30625"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He must be asking rhetorically, because the…RT @LATiffani1: Don Lemon: “I had to get rid of friends who support Trump” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"From a black gay man in an interracial relationship privy to b…RT @Pismo_B: FARMERS FOR TRUMP! https://t.co/zx8qSJBWEZRT @CREWcrew: Ivanka Trump violated federal law 8 times in 48 hours, so we wrote a post calling her out. ","polarity":1,"subjectivity":"0.5083333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The following week, she violated…RT @JPineSpeaks: 🇺🇸🇺🇸🇺🇸Thank you to my fellow Patriots who continue to pray for our President, each other, this election and America‼️ If y…RT @Shem_Infinite: President Trump started October being diagnosed with the Coronavirus and will end October having held 34 rallies in 13 d…RT @BillOReilly: First election prediction: because of California, Joe Biden will win the popular vote.  But Donald Trump will win perhaps…RT @PoliticalIntent: Edited:  \"We can have another corrupt Democrat, with a pedophile son, running for the highest office. That’s both a mo…RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyI applaud him, I’ve already asked contacts in my FB lists to unfriend me if they voted for 45 in 2016 or if plannin… https://t.co/4IBVfH15MsRT @marklevinshow: PLEASE WATCH: Flint City Council member and life-long Democrat Maurice Davis says he is voting for Trump for President h…RT @AynRandPaulRyan: Fuck yes.","polarity":1,"subjectivity":"0.4765151515151515"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Unions discussing general strike if Trump refuses to accept Biden victory https://t.co/T6daXW5LllRT @barelypolitix: Take The Patriot Pledge 🇺🇸🇺🇸","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“I pledge to show up and vote Trump-Pence on (or before) next Tuesday regardless of whethe…RT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/WEXhKhPSOkRT @okourgiantakis: We can start requiring any candidate for president to be able to pass the requirements for a top secret clearance and s…RT @Joel7Richardson: As a preacher / public speaker not even 50 years old, I have to say, @realDonaldTrump is an absolute machine. 5 intens…RT @EliStokols: Trump sets final campaign schedule:","polarity":1,"subjectivity":"0.5702380952380952"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Sunday: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Washington, MI","polarity":0,"subjectivity":"0.0"}
{"tweet":"Dubuque, IA","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hickory, NC","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rome, GA","polarity":0,"subjectivity":"0.0"}
{"tweet":"Miami, FL","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Monday:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Fayettevil…Out and out Lie!!! Trying to get people to vote for trump. After the election no vaccine for another year. Con man!… https://t.co/LTTtd8IAm2RT @Redistrict: New for @NBCNews: here's why I stand by my bet that Biden will win a higher share of the vote in Arizona than Wisconsin, an…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @ddale8: Trump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wea…RT @BillKristol: \"I cannot vote for the Republican nominee for president. For the good of the party, but more importantly, for the sake of…RT @WhitlockJason: This column comes with my strongest recommendation. Not enough room to explain all the gold in this column, stuff you wi…RT @mcuban: 1 year ago today.https://t.co/6w0LPb2AcZ","polarity":1,"subjectivity":"0.45420875420875423"}
{"tweet":"Pennsylvania attorney general says Trump is \"trying to sow chaos and confusion\" in election","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/IMSJQ3JRtb@18JasonM Saying it’s a vote for trump is ridiculous. It’s a vote for Jorgensen. Trump has nothing to do with it. I… https://t.co/1ZYzQ6u7RFRT @funder: Happy birthday to Ivanka Trump, who belongs in prison.RT @HillaryClinton: Among other things, a vote for Biden-Harris is a vote to begin repairing the personal tragedies and national moral stai…RT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6@chrislhayes You really should have Ron Suskind on your show tonight so you can ask him about his editorial. https://t.co/2z9m1oeBnSRT @RealCandaceO: “I had to remind him that he is a black person so he is not allowed to vote for Donald Trump”","polarity":1,"subjectivity":"0.4864583333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-@chelseahandler, another…RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @X22Report: Insurrection Act of 1807.","polarity":-1,"subjectivity":"0.6666666666666666"}
{"tweet":"[Determination that the various state and local authorities are not up to the task of responding t…@RiotFrank @WillBlackWriter Donald The President Packed His Case","polarity":0,"subjectivity":"0.25"}
{"tweet":"And Trundled Off To His Mancave","polarity":0,"subjectivity":"0.0"}
{"tweet":"Off He Went With H… https://t.co/pjBv4JNo7OMaybe Trump is fond of those dick pics? After all, with his small hands and huge belly, he won't be able to see his… https://t.co/hxVP4PzGk6RT @dbongino: President Trump’s Arizona Rally: 20% of Attendees Weren’t Republicans – 36% Didn’t Vote in 2016 👇👇","polarity":1,"subjectivity":"0.6416666666666667"}
{"tweet":"https://t.co/KlvpZZOeW2RT @RandyRRQuaid: It’s pure joy to behold the energy &amp; enthusiasm of all the happy people jazzed for Trump at the huge rallies. When our Pr…RT @thomaskaine5: ‘I’ve got a jail cell’: Trump and his ‘goons’ threatened with arrest by angry Philly DA if they disrupt Election Day http…RT @stillgray: @realchrisrufo Another reason for Trump to win.RT @joncoopertweets: Russian hackers are now launching cyber attacks against U.S. hospitals at the height of the Covid-19 pandemic, and Tru…RT @FancyBitch_Here: Good morning patriot friends! Get your vote on and let’s get Trump 4 more years.","polarity":1,"subjectivity":"0.4636363636363636"}
{"tweet":"Also follow me on Instagram https://t…RT @washingtonpost: Alarmed by the worsening pandemic and a president who mocks the virus at rallies, health agency scientists are resistin…RT @TheRightMelissa: So CNN on Don Lemon is now promoting the idea they you must hate, disown &amp; ostracized your family and friend if they h…RT @JohnBrennan: And let’s not forget that a Biden presidency means that AG Bill Barr, DNI Ratcliffe, Sec State Mike Pompeo, WH xenophobe S…RT @CatesDuane: Make no mistake here.","polarity":-1,"subjectivity":"0.75"}
{"tweet":"BIDEN IS FINISHED. He's done. stick a (Pitch) Fork in him.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Big Tech did not, I REPEAT, DID NOT shatte…RT @RonanFarrow: In the next @NewYorker, I look at a culture of retribution against whistleblowers under Trump—and a new complaint implicat…RT @helper2: [Exclusive] Group Responsible for 405 Trump Sign Comes Forward With Killer Pro-Trump Campaign Ad https://t.co/BjDkCfdMpZRT @eaglesdiehard: @CNNPolitics Guy who said anti-Semitic stuff in a video and sent dick pics endorses Trump.@ParikPatelCFA I have the highest ethical standards and will not, under any circumstances, tell you who to vote for… https://t.co/1slm699czlRT @KaivanShroff: Brett Favre tried to steal over $1 million from the state of Mississippi, sent lewd photos to a sports reporter &amp; sexuall…RT @WayneDupreeShow: @Millie__Weaver @KamVTV It's true. I posted this yesterday. They took down their agenda (archived it) to hide it but t…RT @BryanDeanWright: Does Trump just listen to “Eye of the Tiger” on loop with Red Bulls in each hand every day?","polarity":1,"subjectivity":"0.3159371492704826"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The guy’s a machine.RT @scottpullins: Lock and load folks.RT @Millie__Weaver: Exclusive footage! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Leftist protest groups plot election day coup aided by the Democrat Party, Federal employees &amp; Int…I WILL pass on @CopperFitRT @PepeMatter: Right before their NWO dream was about to be fully manifested, God played the Trump card.RT @TaylorRMarshall: VIGANÒ warning against Francis:","polarity":1,"subjectivity":"0.5678571428571428"}
{"tweet":"\"As is now clear, the one who occupies the Chair of Peter has betrayed his role from t…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @JamesKosur: BREAKING: \"Congressional COVID panel blasts Trump administration's coronavirus response as 'among the worst failures of lea…RT @jilevin: U.S. records more than 90,000 Covid-19 cases in one day for the first time: In other coronavirus news: House dubs Trump pandem…@RobinG34239140 @nytimes Flannel shirt guy? I guess he took the money, but free money is tempting, but then realize… https://t.co/oSpiFauHfsRT @DineshDSouza: Think of how big this story would be if Donald Trump Jr were collecting money under the table from foreign entities and f…RT @hrenee80: 4 rallies on Saturday.","polarity":0,"subjectivity":"0.4092592592592592"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"5 rallies on Sunday.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"5 rallies on Monday. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s safe to say that President Trump is in extreme BEAS…RT @leftcoastbabe: Trump hotel already sold out election week for $1000 a night &amp; up.  Now Trump plans to move his election night party to…RT @CaslerNoel: Trump is now afraid and running scared. He &amp; his children will be doing the ‘bin-laden’ shuffle out of DC by Wednesday morn…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @TreJan_: This is why creatives are so important....","polarity":1,"subjectivity":"0.6933333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This got the point across even if you don't read any of the lies.RT @GenFlynn: Former Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destr…RT @JesseKellyDC: Never. The State exists only to serve itself. And it will do nothing to ever harm itself.@PolitiFactWisc @PolitiFact Trump. Constitution. We don’t want your NWORT @P8R1OT: If you have a problem figuring out whether you're for Trump or the Criminal, then you ain't American.RT @mtaibbi: Wanted: assessment of why Bush-era war criminals are suddenly the darlings of the Rachel Maddow #Resistance-and-smart glasses…@BrettFavre @realDonaldTrump Screw trumpRT @pbump: It's hard to overstate this point: with his chances of winning enough votes fading, Trump's clearly moved his keep-votes-from-be…RT @WalshFreedom: Just flipped on one of the cable news channels, there’s Trump at one of his rallies in Michigan ranting on &amp; on about how…RT @ossoff: The emergence of a deadly virus is no politician’s fault. ","polarity":1,"subjectivity":"0.5013736263736264"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"But responsibility for our government’s undeniably catastrophic res…Certainly seems like itRT @reubing: Rush Limbaugh is leaving his show early and is replaying the Mega Maga Trump rally in his absence.","polarity":1,"subjectivity":"0.2904761904761905"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It's even better the secon…Trump tries to block first African candidate for WTO chief https://t.co/wSbk2EmH1h via @YahooRT @ddale8: Trump is just going around the country criticizing Democratic-run places for being shut down even though they are not shut down…RT @DavidLimbaugh: If the MSM was legitimate that Biden clip would be running 24/7 and the Democrats would have to get a replacement candid…RT @BiNamiAzRey2: @Beorn1234 @Glayol24650870 We, the members of the Restart movement, support Trump because Trump was the only person in th…RT @prayingmedic: If you think these people are going to give you back your country without a fight, you are sadly mistaken. https://t.co/U…@Nigel_Farage You were a ⭐️Star⭐️at the Trump Rally yesterday, Nigel!! ","polarity":1,"subjectivity":"0.46111111111111114"}
{"tweet":"👊🏻👊🏻👊🏻RT @BostonDotCom: Elizabeth Warren’s office compiled a report on the Trump administration’s Hatch Act violations. They counted more than 50…@GOP @realDonaldTrump No. You inherited a robust economy from Obama Biden, who inherited a shitstorm crash from the… https://t.co/QyJLf1U5NbRT @ddale8: Trump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wea…RT @JRehling: Brett Favre endorsed Donald Trump today. The endorsement was intercepted and returned for 230 thousand deaths.RT @AJDelgado13: NOW","polarity":1,"subjectivity":"0.5"}
{"tweet":"STOP ","polarity":0,"subjectivity":"0.0"}
{"tweet":"AND","polarity":0,"subjectivity":"0.0"}
{"tweet":"CONSIDER","polarity":0,"subjectivity":"0.0"}
{"tweet":"THAT","polarity":0,"subjectivity":"0.0"}
{"tweet":"THE","polarity":0,"subjectivity":"0.0"}
{"tweet":"CHIEF STRATEGIST","polarity":0,"subjectivity":"0.0"}
{"tweet":"*HER HUSBAND*","polarity":0,"subjectivity":"0.0"}
{"tweet":"INSTALLED IN THE 2020 CAMPAIGN IN JUNE OF THIS YEAR...","polarity":0,"subjectivity":"0.0"}
{"tweet":"ASKE…RT @MikeNeff2: In line at the trump rally in Waterford, MI! I just pray to God we get in! This is a long line! #maga #Trump2020 #TrumpRally…RT @Herbert_L_Reed: Wow @gregpmiller! You've pissed off the entire active &amp; inactive United States Marine Corp!! You fit right in with the…RT @thehill: JUST IN: Ivanka Trump declares position on abortion: \"I am pro-life, and unapologetically so\" https://t.co/S5NR72V5FN https://…RT @MomJar1: Looks cold in Michigan. Huge crowd","polarity":1,"subjectivity":"0.6825892857142857"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"VERY ENTHUSIASTIC","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LOVE THE POLICE&lt; PROTECT 2 A  get big cheers","polarity":1,"subjectivity":"0.35"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP says MADE IN THE US…RT @TeamTrump: LIVE: President Donald Trump in Waterford Township, MI #Michigan","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/tnQO7TG0FJRT @CandiceAiston: I'm glad people are trying to talk to their parents about their privilege and shitty views, rather than coming online to…@janda2015 @LilTunechi @realDonaldTrump @POTUS @voxdotcom I would rather hang myself than contribute to the cancer… https://t.co/ntyQXjIMTSRT @Dennis17Viper: That’s no bull, that statement....RT @ColumbiaBugle: Dems: Riot, loot, attack cops, shoot at Republican Congressmen at baseball practice and impeach President Trump over not…RT @ivieani: A lot of rappers are essentially conservatives: wealthy and/or opposed to high taxes, misogynistic, homophobic, etc. Is it a s…RT @JacklynWille: Wow – I didn’t realize, but Jane Kelly (the dissenter on last night’s Minnesota ballot ruling) is the *only* active 8th C…hELP MY NEIGHBOUR PUT UP A TRUMP SIGN IN HIS YARD I HATE IT HERE 😭😭😭😭😭😭😭😭@realDonaldTrump trumpRT @Q4ALL3: 💥💥💥SEVENTEEN💥💥💥RT @LadPolitics: What are the chances of Trump winning?","polarity":1,"subjectivity":"0.7156666666666667"}
{"tweet":"Huge difference between polling based models and the betting markets. https://t.co/…Where are the nice men in the white coats with the butterfly nets?@PollsterPatrick @Brand_Allen I'm 100% prepared for Florida to go to Trump this time, unlike 2016 when I held out h… https://t.co/FtChX7yqaQRT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":1,"subjectivity":"0.6333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…@RiseFreeOrg INDICT NAZI tRUMP AND CRONIES , DEFEAT trump CRIME FAMILY.  THEY KNEW ABOUT CORONA VIRUS THREE YEARS A… https://t.co/iJIGqRdJyFRT @WhiteHouse: The Trump Administration is sending 3 MILLION rapid COVID-19 test kits to Michigan!  https://t.co/xa4sTpIBofRT @realDonaldTrump: Pollak: 11 Shining Successes of President Donald Trump‘s First Term https://t.co/VW5w4YtBQ5 via @BreitbartNewsRT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)Never!RT @American_Bridge: Former Trump voters in #Pennsylvania know we need someone like @JoeBiden in the White House — someone who has proven h…The extra pump - lol!Stay strong, vote your conscience! I tell the liberals I know that ALL media is biased politically and I, unlike TH… https://t.co/hrFtm33izyRT @lex31555: \"I'm going to do this and I'm going to do that!\" Joe","polarity":1,"subjectivity":"0.28095238095238095"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"Joe, why in the HELL didn't you do it? Didn't do a thing! 47 years...\"…RT @realDonaldTrump: Great Red Wave! https://t.co/0HvMzsNwuZRT @DeanObeidallah: Here's an article about how important Butler county is to Trump: \"fate lies in large part in places like Butler County,…Trump on Rush right now!RT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":1,"subjectivity":"0.5428571428571428"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…RT @dbongino: If Donald Trump wins again, despite","polarity":1,"subjectivity":"0.2"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell c…RT @thebradfordfile: I just voted to reelect President Donald J. Trump. 🇺🇸@tib_erculosis Why they’re voting for Biden without mentioning TrumpRT @tafkag: Exclusive–Leaked Document: Leftists Fear Trump May Win Minnesota, Plot Post-Election ‘Mass Mobilization’","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/eZYjDwSV…RT @SaraCarterDC: New poll by @VoCommunism reveals #socialism increasing in popularity among Gen Z, Millennials in America","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"49% of Gen Z fa…What a shock. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"A FORMER pro athlete, gen-x, WM announces he's a trump fanatic.","polarity":-1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Whew, I need to collect myself.RT @ClayTravis: I am voting for @realDonaldTrump for president this year. Here’s why: https://t.co/5U5BjB5pZbRT @Amy_Siskind: Trump cancelled his election night party.  Keep voting folks.  He must lose in a historic, humiliating landslide, and take…RT @CaslerNoel: Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrump http…That’s what’s so insidious about thatRT @DavidLimbaugh: If the MSM was legitimate that Biden clip would be running 24/7 and the Democrats would have to get a replacement candid…RT @LATiffani1: I’m not worried President Trump will lose. I’m deeply concerned Democrats will hijack the election, followed by civil unres…@fud31 The democrats feel that their job now is to deliver as much pain and suffering to the American people as pos… https://t.co/SJr0q0Gow3RT @AP: BREAKING: Wisconsin Republican Party chairman says hackers stole $2.3 million from account dedicated to Trump reelection. https://t…RT @RN7JB: All the Trump kids are out campaigning for their father, but why isn't Hunter out campaigning for Joe, 10% for the ‘Big Guy’?RT @realDonaldTrump: Great Red Wave!The #Trump Administration Is Corrupting the U.S. Government #Trump and Congressional #Republican Assault on Our… https://t.co/oXCLI9rsrrRT @RealJamesWoods: More patriots for President Trump!RT @JittPerked: Me after seeing lil wayne with trump https://t.co/TajHm0XzRt@Alanhitchcock7 @merriman_md @RickLove040870 @jennyrachelpal @BrettFavre @IvankaTrump @realDonaldTrump He didn’t gi… https://t.co/vz9u1W35F3RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @KamVTV: LIVE: President Donald Trump is holding a peaceful protest in Waterford Township, MI ","polarity":1,"subjectivity":"0.3243589743589744"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/4Ku4pTjx7C@ddale8 Even Laura knows Trump's Covid Caravan is toxic.RT @DonaldJTrumpJr: This document has literally nothing to do with what people are talking about but we can all see that you were desperate…RT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtRT @kylegriffin1: NBC-Marist poll:","polarity":-1,"subjectivity":"0.9666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"North Carolina president: Likely voters","polarity":0,"subjectivity":"1.0"}
{"tweet":"Joe Biden 52%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump 46%","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"North Carolina Senate: Likely v…@TMZ Look at that lunatic! Does anyone have a cure for Trump Derangement Syndrome?!RT @RealAPolitics: &gt;94% approval within his own party","polarity":1,"subjectivity":"1.0"}
{"tweet":"&gt;highest enthusiasm gap possibly ever","polarity":0,"subjectivity":"1.0"}
{"tweet":"&gt;no signs of orange man bad vote in the republi…@BreitbartNews Guy with former stutter still speaks better than trump.","polarity":-1,"subjectivity":"0.38888888888888884"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Thanks for the reminder idiots.@goldenggrace @Feriii86681620 @hxppily_lou @glohabit @PersiaOld @attar4672 @realDonaldTrump We support President Tr… https://t.co/LxfTimrNnV@PressSec trump is the thickest bastard around pure mental caseRT @Shem_Infinite: President Trump started October being diagnosed with the Coronavirus and will end October having held 34 rallies in 13 d…Joe Biden will make an excellent #CommanderInChiefRT @LisaMarieBoothe: President Trump is fundamentally changing the Republican Party for the better. He is connecting with voters who never…RT @BostonDotCom: Elizabeth Warren’s office compiled a report on the Trump administration’s Hatch Act violations. They counted more than 50…RT @kylegriffin1: Harry Reid: \"It's hard for me to say this, but I hope that Lindsey [Graham] loses the race. Cause he certainly deserves t…@JackJackington @GOPChairwoman @realDonaldTrump A vote for trump is a death sentence. Haven’t we had enough?RT @RealRLimbaugh: 5 days for you to turn 5 people into Trump voters! Explain to them why their vote is vital in this election. Results, re…Why @realDonaldTrump ?                                     It never does!  All votes WILL be counted.RT @ddale8: Trump told reporters that he might not do an election night party at his DC hotel because \"you know, Washington, DC is shut dow…No, now they'll claim November, but remember these vaccines will be for health care workers etc. which is good. BUT… https://t.co/wrMUcXt5K9Trump's new appointee is already at work gumming up the USPS, which will lead to mail-in ballot delays. Republicans… https://t.co/VTQk0u5EnWRT @MariaTCardona: Amigos, NBC news just reported what Stephen Miller – Trump’s racist, xenophobic immigration advisor - ￼told them. They w…@loudclown Sure he would. Trump had 15,000 people to Joe's 200 yesterday in Florida.","polarity":1,"subjectivity":"0.5171019721019721"}
{"tweet":"Maybe's Biden's supporters hav… https://t.co/AxutyHKJteRT @KaivanShroff: Brett Favre tried to steal over $1 million from the state of Mississippi, sent lewd photos to a sports reporter &amp; sexuall…RT @EricaLG: “Carol Coates battled covid-19 at the same time as the president. But instead of a suite at Walter Reed, the 46-year-old Black…RT @TheMikelCrump: This man Trump is working for a Victory. #TrumpLandslideVictory2020 https://t.co/zWbOkvBSeNTrump 2020RT @KamVTV: BREAKING: NFL legend Brett Favre endorses Donald Trump for president.I can imagine Eminem's reaction when he heard the offer 😅RT @AlKapDC: UPDATE: Trump has now amplified QAnon-promoting Twitter accounts at least 265 times via at least 152 individual accounts. Sinc…RT @atensnut: Biden wants to grow the government and take away our freedom.  ","polarity":-1,"subjectivity":"0.294047619047619"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to grow the economy and give us more freedom.…@Colby4977 @goopenshmirtz @TobeBenn @Jim_Jordan Lie after lie. Obama continuously drove down unemployment rate for… https://t.co/O0vECubVZ3RT @michaeljknowles: Have you noticed that many leftists refer to Trump supporters as \"cultists\"?","polarity":1,"subjectivity":"0.3472222222222222"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"People who say the world will end in a d…@gtconway3d do Trump’s lawyers know they’ll be working pro-bono?RT @JRubinBlogger: Brilliant: https://t.co/EN6uzg6UdX@newroflo this is what we can expect","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Pennsylvania | Drive-by shooting at Greensburg “Trump House” under investigat… https://t.co/HQ2m6wHOj7@BillyWayneDavis the retired football player who sent Dick pics to a Jets employee and had her fired when she didn’… https://t.co/yD9oIeAKYxRT @TrumpWarRoom: ⚠️THREAD: President Trump’s Coronavirus Response Has Saved Over 2 Million Lives and Outperformed Other NationsRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @Repulican4U: 🇺🇸Let’s go🇺🇸RT @JenniferJJacobs: Biden will spend the day before the election barnstorming his native Pennsylvania. He and his team will \"fan out acros…RT @Bran_American: The political establishment that doesn’t want Donald Trump to be re-elected is the same establishment that keeps our nei…RT @Economoose: @donwinslow @KJholding @BarackObama President Obama, please either you or Michelle do something each day until the election…RT @svdate: Are the $1,200 a night rooms people booked, MONTHS in advance, at Trump’s hotel so they could be with their hero refundable?","polarity":-1,"subjectivity":"0.13333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"h…RT @atrupar: Trump claims that Kamala Harris can't pronounce her own name correctly https://t.co/yndPLxQxLU@brianstelter @carlsonmargaret If U claim PTSD from Trump, you need to be embarrased by how fragile u are &amp; think a… https://t.co/4CyYTvho6aRT @chrislhayes: She has surpassed Trump in Worst Elected Official Response to Covid. https://t.co/cjn7EEkC5MRT @Lisa_Haven: Archbishop Vigano, former Apostolic Nuncio to the United States, has just issued a chilling open warning letter to Presiden…RT @thebradfordfile: HOLY COW! Trump is going to hold 14 rallies in 3 days. ","polarity":-1,"subjectivity":"0.5809523809523809"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He's not just going for the win.","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to make it hurt.Unbelievably disgusting that he continues to mock people for being responsible in the middle of a pandemic that's k… https://t.co/WyPEZ5DC94@realDonaldTrump I think it makes you knowledgeable to conduct wise and profitable business deals. And people are n… https://t.co/eEjLrmuwGCRT @RedEaglePatriot: Trump changing his election night venue means virtually nothing—he has to deal with red-tape restrictions and he likel…@eliehonig Crazy that #Biden may be walking into an electoral ambush!","polarity":-1,"subjectivity":"0.4928571428571429"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump hopes to steal this election by gettin… https://t.co/7U69Ls8wyK@realDonaldTrump Start collecting your Tiny Hands coins. 8 all together.","polarity":0,"subjectivity":"0.5"}
{"tweet":"They are as worthless as Trump, so send on… https://t.co/kb2B9nb1pbRT @CaslerNoel: Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrumpRT @sbg1: Trump has Laura Ingraham as part of his Michigan rally act... he seems incredulous she is wearing a mask.All you need to believe in order to think that Trump will (or at least might) win on Tuesday is that the polling is… https://t.co/n6zsnlAEf5We are about to find out what kind of democracy we have. Will we count all of the votes or not?RT @LATiffani1: I’m not worried President Trump will lose. I’m deeply concerned Democrats will hijack the election, followed by civil unres…RT @realDonaldTrump: Great Red Wave!@marcorubio Like Trump a daily disgraceRT @RandyRRQuaid: It’s pure joy to behold the energy &amp; enthusiasm of all the happy people jazzed for Trump at the huge rallies. When our Pr…🙄 As many times as he keeps talking is how manyRT @JackPosobiec: Trump just announced he is holding a rally the day before the election in Scranton PART @TeamTrump: LIVE: President Donald Trump in Waterford Township, MI #Michigan","polarity":1,"subjectivity":"0.5166666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/tnQO7TG0FJRT @finwiz416: If these numbers are anywhere near accurate, either there is a solid IND lean, or Dems are switching.","polarity":1,"subjectivity":"0.3777777777777778"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The answer is both.…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @Elise_Jordan: Brett Favre has time to endorse Trump but has not found the time to pay back $1.1 mil of Mississippi welfare dollars to M…RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @thejtlewis: I’m voting for the guy that Lil Wayne, 50 Cent, Brett Farve, Jack Nicklaus and every major police union has endorsed... Pre…RT @JohnBrennan: Mike Pence has supported, enabled, excused, &amp; ignored Trump’s incompetence, lies, &amp; narcissism over the last 4 years.","polarity":1,"subjectivity":"0.15833333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He…RT @RealKiraDavis: Wow. The group that installed that 405 freeway TRUMP sign has come forward with a pro-Trump campaign video and IT IS 🔥.…@SecretsBedard @SteveGuest @GOP @realDonaldTrump @JMcLaughlinSTK Rasmussen says Trump is getting 31% of the black vote.RT @Elise_Jordan: Brett Favre has time to endorse Trump but has not found the time to pay back $1.1 mil of Mississippi welfare dollars to M…RT @GOPChairwoman: ATTENTION TRUMP VICTORY VOLUNTEERS","polarity":-1,"subjectivity":"0.4777777777777778"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Join us as we kick off our final 5-day push by helping get out the vote for IN PERS…RT @Mr1738: I watched this awhile ago and this the episode where Brandon Marshall admitted he voted for TrumpRT @Timcast: gotta be honest","polarity":1,"subjectivity":"0.95"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"if trump loses to biden i'm going to break a rib laughing@kirstiealley My 80 year old mom voted for President Trump yesterday, said it was ez breezy! https://t.co/3YE13oqvAjRT @Investingcom: *TRUMP SAYS \"WE WILL HAVE A TREMENDOUS STIMULUS PACKAGE IMMEDIATELY AFTER THE ELECTION“ https://t.co/QVZtq7w3jbRT @thejtlewis: I’m voting for the guy that Lil Wayne, 50 Cent, Brett Farve, Jack Nicklaus and every major police union has endorsed... Pre…And I’m personally fine with a politician waving the Word of God around in a stagecraft of defiance against the bac… https://t.co/Ts2hhd3w7oRT @JohnTrumpFanKJV: Lord, without Thee, we would be Doomed &amp; Damned. But with Thee, we are Victorious.","polarity":1,"subjectivity":"0.45999999999999996"}
{"tweet":"You haven't brought us this far for…RT @Mocraig13: Rudy tells Trump that Barr is screwing up his Hunter Biden fake news ","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/OXaeZJkhqa via @thedailybeastRaaaaging! All of a sudden before the day we get to vote in person comes. 🙄 You all are very transparent when it co… https://t.co/hJqpdUkI8eRT @ddale8: So...in September, I had to abandon my 3.75-year count of every Trump false claim. Because he's talking so much and telling so…Laura Ingraham being the butt of this joke tells you something about what the broader polling looks like on wearing… https://t.co/UbKDxyx3y1RT @thebradfordfile: Trump looks terrific and sounds like a living legend heading for a win.","polarity":1,"subjectivity":"0.49999999999999994"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden looks terrible and sounds like an unhin…RT @atensnut: Biden wants to grow the government and take away our freedom.  ","polarity":-1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to grow the economy and give us more freedom.…RT @Chris_Meloni: “...except insider trading tips”RT @yogagenie: #DemocracyvsComnunism ~ ‘Vote for President Trump if you want to save America’. #RedWave #2020TrumpLandslide #TrumpPence2000…RT @DC_Draino: This is my final electoral map heading into election day:","polarity":1,"subjectivity":"0.5333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump - 326","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden - 212","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I believe GOP flips the House and keeps…Yet another reason I don’t watch pro sports. Spoiled millionaires begging to be worshipped.@realDonaldTrump Five Reagan White House lawyers endorse Biden, saying Trump has ‘fomented hatred’.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“Mr. Trump’s l… https://t.co/7D0lQ5xd2ZRT @CIG_KingJames: The ‘Red Wave’ Trump Train:","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s unstoppable, strengthening the red states and turning blues states into red states!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"GO…RT @DavidLimbaugh: If the MSM was legitimate that Biden clip would be running 24/7 and the Democrats would have to get a replacement candid…RT @MattGertz: Four different news outlets published damning stories about Trump administration corruption in four different agencies -- no…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @chrislhayes: She has surpassed Trump in Worst Elected Official Response to Covid. https://t.co/cjn7EEkC5MJust think if EACH of us did this what we could accomplish! #Latinos4Biden MUST get out their #vote #Biden WILL get… https://t.co/CY6pCO5qUn@angie_rasmussen Trump is neither hard working or tax paying though hmmm.@tomselliott @donlemon Trump supporters don’t live in reality.  Is t this textbook gaslightingRT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @atrupar: Trump claims that Kamala Harris can't pronounce her own name correctly https://t.co/yndPLxQxLURT @davidplouffe: Trump’s closing rallies are not smart politics. Should not be covered as such or as him fighting hard. They will hurt him…RT @highbrow_nobrow: 3. ICE, CPB and the Federal Protective Service are part of the “Protecting American Communities Task Force” that Presi…TLDR $250 million government funded campaign put on hold bc celebs don’t approve of his COVID-19 response. GOVERNME… https://t.co/SS7omy6dSYEverything We Know (and Don’t) About Trump’s Health Right Now https://t.co/MHf4bwlBIB #clipo #medicalfever #medicalnews #medicalupdatesRT @HillaryClinton: Among other things, a vote for Biden-Harris is a vote to begin repairing the personal tragedies and national moral stai…RT @vanitaguptaCR: “And we are, by the way, confirming a district judge as soon as we get back after the election, and we’re going to clean…RT @KelemenCari: HA! Minnesota Gov Tim Walz and AG Ellison tried to limit President Trump's rally today to 250 people. Trump wrote back and…RT @RealJamesWoods: More patriots for President Trump!RT @Trump: The legendary Turnberry Lighthouse has been named “World’s Best Halfway House” by the prestigious World Golf Awards! Congratulat…RT @rasaga24: @JoeBiden Donald trump better than you ,🇮🇳RT @JRehling: New Coronavirus cases in Indiana have more than tripled in a month.","polarity":1,"subjectivity":"0.4883246753246754"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Trump Administration claims that they have ended the…RT @DailyCaller: CNN’s Don Lemon says he had to get rid of a lot of friends of his that are Trump supporters:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"I just had to get rid of a…RT @thebradfordfile: HOLY COW! Trump is going to hold 14 rallies in 3 days. ","polarity":-1,"subjectivity":"0.16666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He's not just going for the win.","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to make it hurt.RT @julie_kelly2: Major cities are preparing for riots and unrest if Trump wins. This is the new, accepted normal—whenever the Left doesn’t…@RepMattGaetz I don’t know about you but being proud of the heritage of slavery &amp; those who led a rebellion against… https://t.co/vCANpmugQmRT @hrenee80: 4 rallies on Saturday.","polarity":1,"subjectivity":"0.4149350649350649"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"5 rallies on Sunday.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"5 rallies on Monday. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s safe to say that President Trump is in extreme BEAS…latinos for trump is about the dumbest shit i’ve seen in my life smh bunch of bozos@barimanalow @truthfi43630175 @JuanBadHambre @Michell21728566 @TrumpWarRoom Trump:\"...you had some very bad people… https://t.co/7hXcDxvW7jRT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @artsifulmain: I'm excited to post my original painting - \"Make America Great Again\"","polarity":1,"subjectivity":"0.7738095238095237"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Before you ask, it's just WATER 🥤 in President Tru…RT @d_cdh952: Stupid question but you think Trump will have any remorse on his death bed?RT @funder: Trump’s holding at least 14 superspreading hate rallies in the final days leading up the election. Everyone involved in organiz…most of the people that pay my mom to clean their homes are “christian” trump supporters😭😭😭😭Just finished watching #TotallyUnderControl. 2 thoughts are currently in my head.","polarity":-1,"subjectivity":"0.6125"}
{"tweet":"1- It was inevitable that the US… https://t.co/NMygUpbrlCRT @kylegriffin1: NBC Exclusive: The Hunter Biden 'dossier' that went viral on right-wing internet sites and was later disseminated by Trum…RT @TheGayProf: Trust no polls. Go voteBobby Orr endorses U.S. President #Trump's re-election bid https://t.co/3I3iNVJrhcThis is a good read. This actually is somewhat of a surprise b/c I knew Clay voted Democrat.RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6RT @daveanthony: Just so I understand, Trump has been a Russian asset for both the USSR and Russian under Yeltsin and Putin? Was that a sea…RT @RepLoriTrahan: The report from @HouseJudicary makes it clear: President Trump’s “zero tolerance” policy did nothing to secure our natio…RT @catturd2: Joe Biden wins polls. ","polarity":1,"subjectivity":"0.3182539682539683"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump wins elections.RT @RealJamesWoods: More patriots for President Trump!@Barnes_Law @RubinReport @benshapiro @Timcast @realDonaldTrump Ok, but Trump is losing the republican war-mongers d… https://t.co/f9C95PLjf5RT @scottadamsshow: Red State Talk #Radio takes a bite out of the #BigApple w/ a billboard in #TimesSquare for the entire year! #MAGA #DTS…RT @RussInCheshire: You just have to stand back, awed at her. @MarinaHyde is in a class of her own.","polarity":1,"subjectivity":"0.4035714285714286"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/m5jVVEV3O0RT @JittPerked: Me after seeing lil wayne with trump https://t.co/TajHm0XzRt@Independent Mini-Trump aka Boris the Traitor, is not fit to lead a piss-up in a brewery. He needs to be removed an… https://t.co/6Spku7pGVWEveryone has rejected the SPIRIT so ALL will share in the humiliation along with the @gop and #Trump as what is com… https://t.co/fEedWnPxya@TrumpStudents @realDonaldTrump Walmart  is taking down their gun/amo displays before elections - do you guys think… https://t.co/sFHqN2EkC3@tedlieu @WhiteHouse @realDonaldTrump @VP Imagine world where Trump said things and people took them seriously.  I… https://t.co/LqjgBtEWU0Waaay more of us.RT @catturd2: Hardest working President EVER!","polarity":1,"subjectivity":"0.3962962962962963"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!! https://t.co/XisgmZUY01RT @CHIZMAGA: Trump gave up his wealth for the Country, Biden gave up the Country for his wealth.RT @CaslerNoel: Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrump http…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @suzannebuzz: @BrettFavre @realDonaldTrump AH I get it now..birds of a feather.","polarity":-1,"subjectivity":"0.23333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump stole from charities, too","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vgCglIm0qrWelcome Lil WayneRT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)@MSNBC How low can the republicans go? That’s actually a rhetorical question. That voter suppression is happing in… https://t.co/OQvEfltvPC@JimConn04125141 Since you want to provide me with unreliable articles here’s this :) https://t.co/1F3DQ39cu8@mkjboise1 My prayer is for TrumpRT @Amy_Siskind: Trump cancelled his election night party.  Keep voting folks.  He must lose in a historic, humiliating landslide, and take…RT @sissyroxx: Biden: 525 kids won't be reunited with their parents.","polarity":0,"subjectivity":"0.13333333333333333"}
{"tweet":"Trump: Good","polarity":1,"subjectivity":"0.6000000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet the hell out of this!RT @All50News: Only the first 250 get in. ","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump gonna go for largest overflow crowd in Rally History then. https://t.co/FlASuMrh8YRT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.Along with a FREE health plan?? SUCKERS!!!RT @Prosperous1776: Which FAMILY BUSINESS is more legitimate?","polarity":1,"subjectivity":"0.7000000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump Companies","polarity":0,"subjectivity":"0.0"}
{"tweet":"Builds and manages residential &amp; commercial buildings all ov…Biden and his son are dirty....he should withdraw!","polarity":-1,"subjectivity":"0.4"}
{"tweet":"The apple doesn't fall far from the tree....RT @RandyRRQuaid: It’s pure joy to behold the energy &amp; enthusiasm of all the happy people jazzed for Trump at the huge rallies. When our Pr…RT @atrupar: Trump claims that Kamala Harris can't pronounce her own name correctly https://t.co/yndPLxQxLURT @catturd2: Hardest working President EVER!","polarity":1,"subjectivity":"0.7666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!!RT @atensnut: Biden wants to grow the government and take away our freedom.  ","polarity":1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to grow the economy and give us more freedom.…RT @1776Stonewall: Legendary hockey player Bobby Orr endorses President TrumpRT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":1,"subjectivity":"0.5333333333333333"}
{"tweet":"https://t.co/WEXhKhPSOkRT @MikayesFiona: Hey Joe.  You're lying.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Have your staff research my feed.  I predicted this V-Shaped Recovery way back in beginning.  Yo…RT @JohnTrumpFanKJV: President Trump is speaking live in Michigan at a Rally. ","polarity":1,"subjectivity":"0.25"}
{"tweet":"On RSBN on You TubeRT @charliekirk11: Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.06666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden coul…RT @BuckSexton: Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter r…RT @KaivanShroff: Brett Favre tried to steal over $1 million from the state of Mississippi, sent lewd photos to a sports reporter &amp; sexuall…RT @CherokeeBaron: SOCIALIST BLACK LIVES MATTER ATTORNEY GENERAL BLOCKS TRUMP RALLY ILLEGALLY! https://t.co/DDVp0d8D0ERT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @Sokrates_17: Trump Train DEMOLISHES Joe Biden's Ice Cream Truck https://t.co/6RHzKlJ1GdRT @HKrassenstein: Now that NBC has exposed the bogus Hunter Biden smears and discovered that a fake man named \"Martin Aspen\" was behind it…RT @realDonaldTrump: Great Red Wave!RT @TeamPelosi: On January 20th, 2021, @JoeBiden will be inaugurated President of the United States. ","polarity":-1,"subjectivity":"0.5055555555555555"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The easiest thing for Donald Trump t…RT @stclairashley: Don Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal…RT @Neil10790465: He is right.","polarity":1,"subjectivity":"0.4178571428571428"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And why would biden supporters riot if they are expecting to win? https://t.co/BrvHRCZOuYRT @davidplouffe: Trump’s closing rallies are not smart politics. Should not be covered as such or as him fighting hard. They will hurt him…RT @ejeancarroll: BRACE YOURSELVES, FRIENDS!","polarity":1,"subjectivity":"0.5211309523809524"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/X6hH7e63adRT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulRT @ddale8: Trump criticizes Whitmer, the crowd chants \"lock her up,\" Trump goes silent for a bit, then says, \"Not me, not me, not me. See?…RT @kylegriffin1: Three top Senate Democrats are pressing the Trump Organization for information about the Chinese bank account maintained…Neither can VP Mike \"Tiny\" Peencey.Literally no one else is allowed to do Trump impressions after thisYeahVOTERS. Especially those that experienced Covid-19 and/or lost a loved one to the virus.RT @MSNBC: Speaker Pelosi criticizes the Trump admin.'s attempts to put up \"barriers to participation\" in the 2020 election.","polarity":1,"subjectivity":"0.5428571428571428"}
{"tweet":"https://t.co/A…RT @maggieNYT: Trump says that Kamala Harris can't pronounce her own name right. ?RT @GailMaga: Democrats hate Trump supporters because we can still think and know we are not ashame of our country or who we are! Their gui…RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @DNCWarRoom: Trump asks “How good have I done in bringing car companies here to Michigan?”","polarity":1,"subjectivity":"0.633673469387755"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He must be asking rhetorically, because the…RT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @dbongino: If Donald Trump wins again, despite","polarity":1,"subjectivity":"0.2"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell c…shocker.... @DonaldJTrumpJr lying like daddyRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @washingtonpost: Past U.S. presidents took steps to prevent a pandemic from debilitating the nation’s economy and health-care system.","polarity":-1,"subjectivity":"0.2388888888888889"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"O…RT @ddale8: Trump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wea…RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSul#RoseMAGA ready to 🐀👉👌 againbo schembechler, great guy, never won a championship but still — bo... you know bo would have voted for me right? r… https://t.co/SqLpQwaf3aRT @LizzDregne: @AndrewFeinberg @realDonaldTrump @OfficialMLK3 Steve Bannon admitted voter suppression, so the #GOP does not have a leg to…RT @funder: BREAKING: Congressional Oversight report says Trump Admin’s response to coronavirus was “among the worst failures of leadership…RT @Qtah17: Flynn looks comfortable, Trump looks comfortable! Two leaders letting their nation know everything is going according to plan!…The ability for people to just take baseless claims as facts baffles and horrifies me. None of these people could b… https://t.co/vUfL9sHe3PPerplexing that the MAGA base is okay with Trump *replacing the American flag* with anti-Black Blue Lives Matter flags at his ralliesRT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @GOPChairwoman: ATTENTION TRUMP VICTORY VOLUNTEERS","polarity":1,"subjectivity":"0.5904761904761905"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Join us as we kick off our final 5-day push by helping get out the vote for IN PERS…RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":0,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.RT @2RawTooReal: Video 1: Black people need to wake TF up &amp; stop 🛑 falling for the “Democratic Plantation; What has Barack Obama done for y…RT @Orangezipple1: Trump is dogging on Laura Ingram for being *Politically Correct* with her mask.. Fcking Hilarious 😆🤣RT @pbump: It seems likely that Trump's claim-fraud-invalidate-votes plan was once a backstop.","polarity":1,"subjectivity":"0.6333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Now, he clearly sees it as one of his best…RT @anabellebf: The coup has begun in earnest https://t.co/37Z5tlItRERT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":1,"subjectivity":"0.3416666666666667"}
{"tweet":"https://t.co/WEXhKhPSOkRT @NoahBookbinder: NEW: White House Chief of Staff Mark Meadows appears to have violated the law by using congressional campaign funds for…RT @FoxNews: Pro-Trump actress Kirstie Alley slams CNN's COVID coverage: ‘Fear of dying is their mantra’","polarity":1,"subjectivity":"0.22727272727272727"}
