{"tweet":"What would be better, Anons? Arrests after the election when Trump wins lawfully, or arrests before an election? I think arrests later would be more useful because Democrats cannot cry about election interference, and America will observe the Red Wave. 🔥Watch LIVE: President Trump Holds Make America Great Again Rally in Wate... https://t.co/ZN8Hpm5ao0 via @YouTubeThis one post office in one Dem leaning county. You gotta wonder how many others are in the same state.","polarity":1,"subjectivity":"0.27954545454545454"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is ho… https://t.co/zpQAQ68io9CNN reports that \"the enthusiasm on the voting side seems to be alive and well here in Michigan,\" for President Trump. https://t.co/tcTmSlUTwhIf this doesn't motivate Kentuckians to kick Mitch McConnell out of office, which they can absolutely do on Tuesday, I don't know what will. He is an unapologetic court thief. He has no principles, no scruples, and not clear there's a soul inside his body. https://t.co/YzrTPMsUTNIngraham: GDP Numbers, The MSM Previous Claims Of DOOM, Trump Delivers Results. Promises Made Promises Kept. Laura Gives Recap Of Reasons Why Trump Is Best For America’s Future. #VoteRedLikeYourLifeDependsOnIt 🇺🇸","polarity":1,"subjectivity":"0.37916666666666665"}
{"tweet":" https://t.co/q74QpfAUK6RT @MarkRuffalo: #onlytheyoung, we have just begun.RT @LincolnsBible: Gross@mmpadellan And Brett Farve is an idiot.  Voting for Trump is voting for a dictator and a fascist.Trump is saying the usual. Biden \"wants to eliminate private health care\" (no), Michigan \"went 42 years without a car plant\" (no), used to take 20 years to get environmental approvals for a basic road (no), Trump got impeached for saying congrats to the president of Ukraine (no).RT @meiselasb: For the record, I had Trump kissing a fake Melania at a super-spreader rally on my 2020 bingo card. ","polarity":-1,"subjectivity":"0.41458333333333336"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/F3ALR3KihYAlthough predications are generally frowned upon, I feel I need to point out that IF there was a day for the infamous future #Storm tweet by #Trump, today, the Friday before the election on the day of the 3 year delta from post 1 would be it. But who knows 🤷‍♂️RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something. https://t.co/N7TOGJrskHRT @ElieNYC: Dear media, Trump is out of money and Super Spreader rallies aren't actually \"news\" anymore.","polarity":-1,"subjectivity":"0.47833333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just, like, FYI.House Speaker Nancy Pelosi hits out at Trump admin on MSNBC amid failed talks w/ Mnuchin: “It doesn’t matter what our relationship is. It matters what the truth is, and the truth is this admin failed miserably.”THIS 👇👇👇👇@danalan1682 How does Trump only care about himself when he gave up billions to run for President, exposed himself… https://t.co/0AvqoQBPvjAll messages announcing Trump's victory on the evening of November 3rd will be censored by Big Tech, and the accounts of those who write it potentially shut down. The censorship we have seen so far is nothing compared to what lies ahead. https://t.co/Rw3WpJKe7aA lot of rich, white, spoiled athletes are endorsing Donald Trump.","polarity":-1,"subjectivity":"0.5217171717171717"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Big shocker.","polarity":0,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And Brett Favre is several knives short of a full dining set.Don Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":1,"subjectivity":"0.2833333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal off of my chest","polarity":0,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was really difficult to post... https://t.co/MxXAC7NT7RTrump accuses NBC reporter Savannah Guthrie and CBS' Lesley Stahl of \"screaming\" at him when they interviewed him. This never happened.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In fact, when Stahl interviewed him, the questions were relatively easy and he still walked out -&gt; https://t.co/insZ2qTHX0 https://t.co/6RWeUnOTn2RT @DanScavino: LET’S GO MICHIGAN!!!!!!!!!!","polarity":1,"subjectivity":"0.8333333333333334"}
{"tweet":"🌐https://t.co/zqgeZML9Hf","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WATERFORD TOWNSHIP⤵️ https://t.co/MJYTIC5P77 https://t.co/5b98cTP6VdRT @donwinslow: Jeff Daniels Tells Michigan What Trump's Really Like: ‘Not Much Of A Man At All’ https://t.co/SKdXilw8wm via @Yahoo@GummySauer @JoeBorelliNYC All of them happened in Trump's America right?@miles_commodore My knowledge of USA states isn’t great , but if the UK had a vote , I can guarantee a Trump landslide ! Sending love across the pond ❤️❤️❤️@realDonaldTrump These governors knew they had to stroke your ego in order to get their states the help they needed… https://t.co/eni6Z88NXjThese are the same people driving around with bumper sticker that say \"Tolerance\" and \"Ban Fox News.\"RT @jsolomonReports: Michigan Democratic Rep. Dingell: ‘So many’ auto workers are choosing Trump over Biden | Just The News https://t.co/X6…So if he doesn't kill seniors with Covid he will freeze and starve them? ","polarity":1,"subjectivity":"0.41581632653061223"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"With Trump &amp; the GOP #CrueltyIsThePoint… https://t.co/XU90E9s5bHRT @tafkag: Exclusive–Leaked Document: Leftists Fear Trump May Win Minnesota, Plot Post-Election ‘Mass Mobilization’","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/eZYjDwSV…RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @littllemel: Such a magical numberRT @ElieNYC: Dear media, Trump is out of money and Super Spreader rallies aren't actually \"news\" anymore.","polarity":1,"subjectivity":"0.5666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just, like, FYI.The early voting is great - the numbers encouraging - but don’t be fooled - Trump rang the bells and weareolves are also running out - this is their chance at fascism -there  are a lot of stunted rascist angry people - ","polarity":1,"subjectivity":"0.6833333333333332"}
{"tweet":"We must overwhelm them in with massive peaceful solidarity\"I cannot vote for the Republican nominee for president. For the good of the party, but more importantly, for the sake of the country, I implore all patriotic Republicans to join me.\"","polarity":1,"subjectivity":"0.72"}
{"tweet":"--Chief of staff at Education Department in Trump Administration. https://t.co/OQR4sXfd2jHow you know Trump is going to win: Democrat run cities boarding up for post election violence https://t.co/zPjFoLdkw1@EricTrump @realDonaldTrump @DonaldJTrumpJr @IvankaTrump @LaraLeaTrump Lying and cheating the only way Republicans… https://t.co/50npHL4MdaRT @WashTimes: Former NFL quarterback Jay Cutler endorses Trump: 'Never a doubt' https://t.co/4dvuZbymkGWhen #Biden says the soul of the nation is at stake, he's right.","polarity":1,"subjectivity":"0.4839285714285714"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is now trafficking Central American children across the border where they may have no family to retrieve them. The transfers violate the government’s own policies. https://t.co/84LnOOUelMThe Minnesota democrat Keith Ellison, uses his power to restrict freedom of \"assembly\" of political opponents to 250 people...","polarity":1,"subjectivity":"0.3375"}
{"tweet":"Is this about covid19 or politics?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Or is Ellison afraid Trump will win MN?RT @thehill: McConnell plans to fill two key circuit court seats even if Trump loses https://t.co/fRkbj0pEGNFacts!RT @maddow: \"the president has stripped protections from at least 29.6 million acres of public lands and waters...\"","polarity":-1,"subjectivity":"0.4777777777777778"}
{"tweet":"https://t.co/RbaxteeHC3@MrMichaelBurkes Out of interest are you finding there alot of black voters for Trump@commonsense258 @EddieZipperer @JoeSilverman7 Isn't this why trump went into Walter Reed?  It must've been, I don't… https://t.co/Ry3bZtbOTJTrump just now:","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)RT @TreJan_: This is why creatives are so important....","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This got the point across even if you don't read any of the lies.RT @thebradfordfile: @realDonaldTrump Biden is for lockdowns.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is for freedom.RT @TeamTrump: LIVE: President Donald Trump in Waterford Township, MI #Michigan","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/tnQO7TG0FJBiden Bus Runs Red Light to Flee ‘Democrat Cemetery Vote Collector‘ Hearse https://t.co/YqXXPPpQer via… https://t.co/1clxE3Qn4LWtf. Hatch Act Hatch Act Hatch Act. Does anything matter anymore?Trump just now:","polarity":1,"subjectivity":"0.35"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)Insurrection Act of 1807.","polarity":0,"subjectivity":"0.0"}
{"tweet":"[Determination that the various state and local authorities are not up to the task of responding to the growing unrest]","polarity":0,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Call The BallHow about it “independent” @RepBrianFitz   Any thoughts on protecting your constituents from risk of getting sick? Today is a good day to SPEAK UP For your district.@MatthewJshow @realDonaldTrump Michigan will serve as a GREAT LOSS to trump*  like we have never seen@kayleighmcenany How can he even say that Trump has been hiding in a bunker? So laughable! 🇺🇸🇺🇸🇺🇸RT @meiselasb: This is just so crazy. Who is that lady?{#Swipe  👈🏽}","polarity":-1,"subjectivity":"0.7053571428571429"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"Just the Lieutenant Governor of Idaho, driving around with a gun and a Bible protesting #COVID19 res… https://t.co/sroVoiJs6S@Politics_Polls Trump wins NCI don't even know what this document is, nor have I heard about it - others I've spoken with have said the same. This appears to be a ruse to throw people off the actual facts that were obtained on Hunter Biden and the Biden family. https://t.co/ukgX3tod4dNew download link.","polarity":1,"subjectivity":"0.1416666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"OPEN LETTER TO THE PRESIDENT OF THE UNITED STATES OF AMERICA DONALD J TRUMP","polarity":0,"subjectivity":"0.5"}
{"tweet":"From Archbishop Viganò.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Link allows for PDF download. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"➡️https://t.co/L1DlkPqXEj''The Kennedy Democrats of 1960 are today’s Trump Republicans—a voting bloc that could largely determine this year’s election''. Last Call in the Kennedy Belt https://t.co/KWFQK528zh@JuliaEAinsley @NBCNews I say the brothers against the proud boys!! My bet is the brothers will win and trump will pee his pants and leaveRT @ChuckCallesto: SAVAGE: Trump just announced that he is holding a rally THE DAY BEFORE THE ELECTION in Scranton PA, Biden's home town...RT @Timcast: Biden announces plan to mobilize \"Truinanashabadepresure\"","polarity":1,"subjectivity":"0.4738095238095238"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is doneRT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.1. Fauci and masks ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Claim: Trump alleged that Dr. Fauci discouraged wearing face masks in response to coronavirus.","polarity":-1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Check: misleading","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Truth: Dr. Fauci said, on the record and repeatedly, that masks wouldn’t work at the start of the pandemic. Nothing “misleading” here👇 https://t.co/sWUiMjBCYuRT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.A vote for Joe Biden is a vote for Puerto Rico. We must never forget Donald Trump's inactions led to the loss of over 3000 American lives. ","polarity":-1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Thank you, @MarcAnthony for being a voice for the Puerto Rican community and a #LincolnLatino. https://t.co/rGzZUeiJELsleep joe in Iowa- \" Trump says farmers did better then when they had farms!!! LET ME READ THAT AGAIN\"... guy is a joke.RT @filnj: NFL Legend Brett Favre Endorses Trump for President https://t.co/QHO9pdL5yM via @BreitbartNews2020 Electoral College Forecast Map ","polarity":1,"subjectivity":"0.5"}
{"tweet":"Donald Trump vs Joe Biden","polarity":0,"subjectivity":"0.0"}
{"tweet":"October 30~ 2020. Pt.II","polarity":0,"subjectivity":"0.0"}
{"tweet":"My Analysis Post: https://t.co/g8YPwXAUvx","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Post will continue to be updated","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ElectoralMap #ElectoralCollegeMap2020  #Election2020","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ForecastMAP #Election2020Map #ElectoralCollege ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Elections2020 https://t.co/7lavB2Uyffhttps://t.co/jVf8wdMT5F","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Glenn Greenwald is an icon of the left, and he is shocked at the degree of censorship regarding the Biden scandal.  ","polarity":-1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He says the Left, the CIA, Wallstreet, Silicon Valley, the Media, Never Trumpers, and the Dems have allied together against Trump.Hockey legend Bobby Orr endorses President Trump for reelection | The Post Millennial - News, Politics, Culture, and Lifestyle https://t.co/PZ3N9w5e06I’m not worried President Trump will lose. I’m deeply concerned Democrats will hijack the election, followed by civil unrest. Stay prayed up, locked and loaded@realDonaldTrump Yo Trump your cooked. DoneThis man drove, walked, ran, and did everything possible to get to a TRUMP RALLY!!  @realDonaldTrump ","polarity":0,"subjectivity":"0.4666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"RED WAVE INCOMING!! 🇺🇸🇺🇸🇺🇸 https://t.co/tEAY3J9KZB.@SpeakerPelosi: Covid deaths may mean 'almost nothing' to Donald Trump Jr., but they are 'everything' to families affected @MSNBC https://t.co/eeCFZR2A2J\"Yesterday, press reports -- I don't know about this -- but press reports came out yesterday that said the Biden family has been under FBI investigation for a long time.\" -- Trump is so transparently desperate to recreate October 2016 https://t.co/o7Vs4cJLTePresident Trump delivers remarks at 'Make America Great Again Victory Rally' in Waterford Township, MI.  Trump will campaign in #Michigan, #Wisconsin and #Minnesota. ","polarity":-1,"subjectivity":"0.5675"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/7uU3DcydAx https://t.co/YCL3SNp12sRT @maddow: \"the president has stripped protections from at least 29.6 million acres of public lands and waters...\"","polarity":-1,"subjectivity":"0.23333333333333334"}
{"tweet":"https://t.co/RbaxteeHC3THAT IS HOW XI JINPING CHINA COMMUNIST HELP WITH DONALD TRUMP TO STEAL AND RIG THE ELECTION AGAIN LIKE 2016 , HUNTE… https://t.co/Fc8uIbgUaPTrump just now:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)Trump on Biden: \"He called young Black men 'superpredators.' And he did it all the time.\" We've found no record of Biden using that term once.Ivanka Trump gained 23 trademarks in China including coffins plus voting machines.","polarity":-1,"subjectivity":"0.4166666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Jared Kushner used the White Ho… https://t.co/Xn70Y8F7d0RT @thebradfordfile: Trump: The whole country should have voter ID!Rev Owens, who has spent his life fighting for civil right has endorsed @realDonaldTrump who is supposed to be a racist. ","polarity":1,"subjectivity":"0.2589285714285714"}
{"tweet":"I only wish he didn’t wait so long to do it. ","polarity":-1,"subjectivity":"0.7"}
{"tweet":"#BLEXIT #WalkAwayFromDemocrats #Trump2020Landslide ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/qCFiz4V9suRT @LeaBlackMiami: Trump doesn’t pay his bills. Why the buses left the rally. https://t.co/VcStOpwewK@Bugh111 I would be very surprised by the scenario you laid out.","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I'd be not at all surprised by Trump winning.RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSul@realDonaldTrump Trump has abandoned the constitution.  He is no Republican.  He is against freedom and democracy.  He is corrupt and without values, ruining the party, attacking American citizens with brutal force, and running the country into the ground. #DictatorTrump https://t.co/8aZIDXZTbQRT @TheGayProf: Trust no polls. Go voteRT @RichardGrenell: Fire them and replace them with people from outside DC. https://t.co/wkObWgQfMdRT @All50News: MSM Forgot that little detail in their reportingSo much damageDon’t want to go to bed w/out thanking you for everything you are doing to get  Impeached Trump out. And this last weekend we give it our best! Join @swingleft in our final push!RT @SavannahQSavage: Thats MY PRESIDENT !!!❤🇺🇸✊RT @realDonaldTrump: Great Red Wave!RT @thebradfordfile: 50% of Trump's last Michigan rally were Democrats, in case you were wondering why Biden and Obama are heading there..@MaddowBlog: The Turkey scandal is simple: a foreign dictator asked Pres. Trump to corrupt his own country's justice system, and the Republican president gladly said yes.","polarity":1,"subjectivity":"0.5297619047619048"}
{"tweet":"https://t.co/01ls24ZB1cPres. Trump made progress in the Middle East where no POTUS could!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"CNN’s Oren Liebermann: The Israel &amp; Sudan deal is a “significant…foreign policy accomplishment by the White House.”","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Washington Times' Charles Hurt: Pres. Trump “reinvents the wheel” w/ Middle East peace plans.NEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.39826839826839827"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKERT @GeorgeTakei: Thread 👇🏽RT @TeaPainUSA: Why would Trump cancel his \"victory\" party?","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/J04pjYTf4m🚨NEW VIDEO🚨","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Millions of seniors already know 4 more years of Trump will be devastating to Social Security benefits. But many do not. ","polarity":1,"subjectivity":"0.5166666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Will you help us make sure they see this new ad? ","polarity":1,"subjectivity":"0.6717171717171717"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Please watch and RT the heck out of it!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurity ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/604jqZGjKVRT @JohnnyboyValdez: @kaitlancollins Donald Trump is desperate.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He does not want to go to prison.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"But, Trump will be going to prison afte…BREAKING: trump is hiding hospitalization data from the public. The data are only reviewed by a few officials at HHS, CDC, NIH, &amp; only one member of the White House task force. The administration says it keeps this information from you to protect “privacy” https://t.co/4zISSdbyUPRT @ArthurSchwartz: The spokesman from Jeb Bush’s failed 2016 campaign continues to cyberstalk @RichardGrenell. It’s pretty creepy. https:/…@realDonaldTrump God bless you, sir!! Trump 2020!!!Trump 2020RT @Luna_paris: The excitement on their faces!! ❤️🇺🇸Trump invites some fans on stage to dance!! 🔥🔥❤️🇺🇸 #MAGA2020  https://t.co/6J2hiz7JAeRT @ChuckCallesto: SAVAGE: Trump just announced that he is holding a rally THE DAY BEFORE THE ELECTION in Scranton PA, Biden's home town...RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":-1,"subjectivity":"0.4962962962962963"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.My doctor friends talk about their physical exhaustion, the emotional toll of patients suffering &amp; dying without their families, and their frustration over the lack of equipment or leadership.","polarity":0,"subjectivity":"0.39642857142857146"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Haven't heard about the sweet COVID cash the president claims they're getting. Weird. https://t.co/Kzip0wXdM5He’s such an inhuman asshole. Trump just killed over 230,000 people, and he’s claiming that American doctors WANT people to die of Covid because they get more money. https://t.co/DPSZwiYrXpImagine being so brainwashed that you hear these claims and believe them.RT @TreJan_: This is why creatives are so important....","polarity":1,"subjectivity":"0.5214285714285715"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This got the point across even if you don't read any of the lies.RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @jsolomonReports: Michigan Democratic Rep. Dingell: ‘So many’ auto workers are choosing Trump over Biden | Just The News https://t.co/X6…@kayleighmcenany Why does Trump steal from children? https://t.co/pGvnZlA7vD@jnkdivine @kanyewest No worries sweetie we’re voting for TrumpA vote for Joe Biden is a vote for Puerto Rico. We must never forget Donald Trump's inactions led to the loss of over 3000 American lives. ","polarity":1,"subjectivity":"0.38888888888888884"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Thank you, @MarcAnthony for being a voice for the Puerto Rican community and a #LincolnLatino. https://t.co/rGzZUeiJELThat's hilarious! 🤣🤣🤣🤣🤣@daveliterally @speterrhodes @RichardDawkins I’m not comparing her and Trump. I’m illustrating that electability an… https://t.co/98HTyjDD3mRT @Pale_Khaos: Nothing is his own@ryanstruyk @gtconway3d I hope everyone is ready for some antics.   trump will challenge something. I hope the vote is so massively against that contesting anything will be impossible.  SCOTUS is in his pocket. he wants to use that.RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.Trump: “And you know, everything’s Covid, Covid, Covid. You know that. You turn on the news. Covid, Covid, Covid, Covid, Covid. And you know, cases are up. Why are cases up? Because we test more than anybody in history.” (That's not why cases are up.) https://t.co/OvFc0lgcnfNoam Chomsky Believes Trump Is “the Worst Criminal in Human History”. HES LIVED OFF THE TENURED TIT FOR DECADES!!! https://t.co/BMOVPL1jE4Trump rallies are known for their enthusiastic supporters. I’ve covered a number of them.","polarity":1,"subjectivity":"0.6930555555555555"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rochester, Minnesota might be the most fired up crowd I’ve ever seen. These voters want to see their President @realDonaldTrump! @OANN https://t.co/pHBrKoS64B@jacobbogage @_cingraham As president Trump rails against extension of the ballot receipt deadline in NC, data also shows postal districts in the state where around 85% of ballots delivered on time in last 5 daysRT @lyndy_jacob: Everyone needs to read this#TrumpCutSocialSecurity Trump knows full well that by cutting payroll tax that it would then cause cuts to Medicaid and the social security systems. Trump doesn’t care about the elderly since they don’t work @ReallyAmerican1 https://t.co/NudnxOniVeIf Donald Trump wins again, despite","polarity":1,"subjectivity":"0.3805555555555556"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell community","polarity":0,"subjectivity":"0.4"}
{"tweet":"-The Hollywood hate machine","polarity":-1,"subjectivity":"0.9"}
{"tweet":"-and the cancel culture libs,","polarity":0,"subjectivity":"0.0"}
{"tweet":"it’ll be the greatest political story ever told.They’re eating their own. ","polarity":1,"subjectivity":"0.7000000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump not happy Laura Ingraham is wearing a mask and being “Politically Correct”. ","polarity":-1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is awesome...https://t.co/pksJdtmIQpRT @TheGayProf: Trust no polls. Go votethis is not to say you can only be a rapper if you start from nothing. music is a passion that anyone can have. but… https://t.co/lsnu2LO3wGThe 3 nuns pictured behind President Trump are standing their ground in support of the president!","polarity":1,"subjectivity":"0.9"}
{"tweet":"\"We, as faithful Catholics, consider it our duty, a joyful duty, to support a president, regardless of party affiliation, who upholds the Gospel of Life.” 🙏🏼","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/pxM3TBZL0ERT @JackPosobiec: Trump just announced he is holding a rally the day before the election in Scranton PART @DanScavino: LET’S GO MICHIGAN!!!!!!!!!!","polarity":0,"subjectivity":"0.0"}
{"tweet":"🌐https://t.co/zqgeZML9Hf","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WATERFORD TOWNSHIP⤵️ https://t.co/MJYTIC5P77 https://t.co/5b98cTP6VdRT @jsolomonReports: Michigan Democratic Rep. Dingell: ‘So many’ auto workers are choosing Trump over Biden | Just The News https://t.co/X6…So...in September, I had to abandon my 3.75-year count of every Trump false claim. Because he's talking so much and telling so many important lies that I don't have the time to research all the little ones.","polarity":1,"subjectivity":"0.5499999999999999"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It was fun while it lasted. (No it wasn't.) https://t.co/tefeEz44wnFor a US President to attempt to pressure Supreme Court Justices into issuing a ruling handing him the election to avoid potentially unwanted new colleagues on the Court is ... mind-blowing.","polarity":1,"subjectivity":"0.5515151515151515"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And yet very on brand for Trump: what’s in it for them, he asks, if I win?","polarity":1,"subjectivity":"0.35"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"His answer: https://t.co/b7ksvnkirX@realDonaldTrump MR. FUCKING POTUS 💩💩💩 TRUMP WE'VE HAD 2 RAINY DAYS IN A ROW 🌧️🌩️🌨️ CAN YOU JET HERE AND THROW US S… https://t.co/nnqOGo5fDOHockey legend Bobby Orr endorses President Trump for reelection | The Post Millennial - News, Politics, Culture, and Lifestyle https://t.co/PZ3N9w5e06RT @SenSchumer: It's October 30th, and President Trump still doesn’t have an adequate national testing strategy.BREAKING: Current Electoral College Prediction Shows President Trump Beating Sleepy Joe Biden By More than Crooked Hillary via @gatewaypundit https://t.co/BVrF4e7I2VBrett Favre has time to endorse Trump but has not found the time to pay back $1.1 mil of Mississippi welfare dollars to Mississippi’s hard working taxpayersRT @realJohnACastro: If Trump moved on the virus as quickly as he’s moving to replace RBG’s vacant seat, we’d be in a very different place…Some Republicans like @LisaStone1928 are voting for Trump even though his party continues to downplay the severity… https://t.co/kbAv0No8LpRT @thebradfordfile: HOLY COW! Trump is going to hold 14 rallies in 3 days. ","polarity":1,"subjectivity":"0.4121666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He's not just going for the win.","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to make it hurt.@JoeBiden Joe you’ve been pushing to get rid of Medicaid &amp; merdicare for years. I’ve seen you on tape saying that.… https://t.co/89bswCspaFFirst thing I would like to see once President Trump is re-elected is to #LockThemAllUp","polarity":1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ObamaKnewEverything","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ClintonCrimeFamily","polarity":0,"subjectivity":"0.0"}
{"tweet":"#BidenCorruption","polarity":0,"subjectivity":"0.0"}
{"tweet":"#PelosiCrimeFamily https://t.co/UUKOBi3SRw“Donald Trump is a fighter,” said UFC champ Colby “Chaos” Covington. “He’s exposed the fake news. He's got smear campaigns against him... And in him, we see a guy that is still resilient and still fighting back for the better of America.”","polarity":0,"subjectivity":"0.5"}
{"tweet":"https://t.co/y7O96VLMG3“There will come a day when we will all fight over policy &amp; issues again. But today is not that day. Today is the day to remove &amp; to elect a decent American, Joe Biden, in his place, and rescue the Constitution &amp; restore the country.”- @RadioFreeTom  https://t.co/KJoJU2qSSE#TrumpCutSocialSecurity but he's also attacking MILLIONS of Americans on Social Security Disability through executive orders from the Social Security Administration.","polarity":1,"subjectivity":"0.33999999999999997"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"If Trump is re-elected he will create barriers for people on or applying for disability. It's CRUEL &amp; SHAMEFUL!😡You’re Damn Right We Are!! @JoeBiden👈🏻&amp; BHO Sold Out Every Single Autoworker With Their Disastrous #Nafta Deal!! I Can’t Figure Out For The Life Of Me Why The @UAW👈🏻Back The DemonRats Every Single Election!","polarity":-1,"subjectivity":"0.4607142857142857"}
{"tweet":"#BidenCrimeFamily👈🏻Will Destroy Our Great Nation! #FactBy my count, today = the 8th time in October that Ohio has set a new record for most COVID-19 cases reported in a 24-hour span.","polarity":1,"subjectivity":"0.42613636363636365"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Broken record: we're spiraling, have no permanent health director, Trump undercuts health guidelines, &amp; gov is shifting away from a statewide response.Leftists think that if someone was grifting millions of dollars from foreign governments through shady deals that they would report it on their tax returns. How is this guy not being clowned on right now? https://t.co/6z78yXRGMUThe Dems ground game is mail in ballots.* #MyVote Thread *","polarity":-1,"subjectivity":"0.4171428571428571"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"There are policies I agree with President Trump on and there are policies I agree with Joe Biden on.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In a normal election, it would be a tough call, but I probably agree with President Trump on the more of major the policies so he’d get my vote.RT @PremierUSA2020: @HLAurora63 @donnabrazile DC is rigged but she’s losing control of it👏🏻 Trump’s got her for #SethRich ⚖️⚖️ https://t.co…CHILLS TO THE SPINE!  AMERICA LOVES TRUMP AND MELANIA TO THE MOON AND BACK!  THE RED WAVE IS GOING TO BE A TIDAL WAVE LIKE NO ONE HAS NEVER SEEN BEFORE! #Trump2020","polarity":1,"subjectivity":"0.4138888888888889"}
{"tweet":" https://t.co/XVh4FxoIsc“Polling places are semi-sacred spaces.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Voting should be a moment of civic pride. It should be a coming together as Americans, even as we may disagree. Guns in polling places make a mockery of that ideal.”","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VALeg @MomsDemand ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/JLApQQOxjAIt’s disgusting that people will vote for Biden only out of media-planted hatred for Trump. There isn’t even a comparison between these two men.Folks, This 👇 is absolutely amazing!","polarity":-1,"subjectivity":"0.9666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Communities who’ve lived Socialism &amp; Communism will vote overwhelmingly for President Trump.","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Chinese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vietnamese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/qHrOPUFGeCMore than 1,000 health care workers have DIED from COVID.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"A competent President would have prevented that.","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump not only failed that, he now is attacking the victims. https://t.co/2Cvm80uKNFOh Joe...ya gotta go...RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.A lot of rappers are essentially conservatives: wealthy and/or opposed to high taxes, misogynistic, homophobic, etc. Is it a surprise when they begin cozying up to or rallying behind people like Trump?@jsolomonReports Auto workers and other union members voting for Trump. They are sick of the empty promises from th… https://t.co/C6gO5IZ3YgRT @PepeMatter: Right before their NWO dream was about to be fully manifested, God played the Trump card.RT @TheGayProf: Trust no polls. Go vote@RationalGenius @MatthewJshow @realDonaldTrump Michigan is for Trump!In this one speech, Trump has:","polarity":-1,"subjectivity":"0.6158658008658008"}
{"tweet":"- Called mask use \"politically correct\"","polarity":0,"subjectivity":"0.1"}
{"tweet":"- Falsely claimed we're turning some corner","polarity":-1,"subjectivity":"0.6"}
{"tweet":"- Falsely claimed spike in cases is just more testing","polarity":1,"subjectivity":"0.55"}
{"tweet":"- Dismissed importance of cases in young people","polarity":1,"subjectivity":"0.4"}
{"tweet":"- Accused doctors of inflating death toll to get \"more money\"RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyTrump’s closing rallies are not smart politics. Should not be covered as such or as him fighting hard. They will hurt him politically. The local coverage/visuals are deadly for him. They will also be the largest spread of COVID in the country during those 3 days. Total cluster.I (kinda) joke about Trump being a Russian agent, but can you imagine a better way to spread disease and chaos if y… https://t.co/D2S0bK1KWwRT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something. https://t.co/N7TOGJrskHScrewed I really didn't think you would've abandoned us like this ","polarity":1,"subjectivity":"0.3500992063492064"}
{"tweet":"\"GOD BLESS AMERICA\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"RE-ELECT DONALD.J ","polarity":1,"subjectivity":"0.9"}
{"tweet":"TRUMP 2020\"I cried.“So when you consider your vote this year, remember this: in this election, people of faith have no greater champion than President Donald J. Trump.” -@Mike_Pence","polarity":-1,"subjectivity":"0.5"}
{"tweet":"https://t.co/5RKxFom2AIBrett Favre tried to steal over $1 million from the state of Mississippi, sent lewd photos to a sports reporter &amp; sexually harassed her, and recorded an anti-Semitic video. ","polarity":1,"subjectivity":"0.8333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Of course he is endorsing Trump. So did the Taliban.RT @alanalda: Opinion | Alan Alda: Trump rejects science and endangers lives. I can no longer remain silent. - The Washington Post https://…RT @johncardillo: Dems weaponize their prosecutors","polarity":0,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"GOP hides under their desks","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/aXlGQjSWe2RT @C_3C_3: Vote for President Trump like the survival of the Republic depends on it because it does...This idea of Trump meddling in the election is pretty scary 👻🎃 but we're ready to fight back! Join us for a protest… https://t.co/sCWLTizTukNEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.537037037037037"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKE@jsblokland @BravoTrader You must be a trump supporter. do you have basic math skills?If Donald Trump wins again, despite","polarity":1,"subjectivity":"0.1625"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell community","polarity":0,"subjectivity":"0.4"}
{"tweet":"-The Hollywood hate machine","polarity":-1,"subjectivity":"0.9"}
{"tweet":"-and the cancel culture libs,","polarity":0,"subjectivity":"0.0"}
{"tweet":"it’ll be the greatest political story ever told.RT @marcellacomedy: All these rappers endorsing Trump remind me of this bit https://t.co/uzJeg9AlKeDespite trump telling everyone that \"we're rounding the corner\" with COVID-19, the REPUBLICAN Governor of Ohio, Mike DeWine says \"the virus is raging through the state.\"","polarity":1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"STOP listening to the Commander in Covid.RT @tommychong: I have to retweet this and say I didn’t mean  what I tweeted. You are correct! So I really meant fuck Trump!RT @catturd2: Hardest working President EVER!","polarity":-1,"subjectivity":"0.4958333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!!Happening in my state of #Michigan where local positivity rates are at 12% and huge numbers of hospital staff are out with COVID. This final push of viral spread will kill hundreds of thousands more Americans. And when he's out on the street he'll blame everyone but himself.Trump told reporters that he might not do an election night party at his DC hotel because \"you know, Washington, DC is shut down\" and “I think it’s crazy. Washington, DC is shut down.”","polarity":-1,"subjectivity":"0.5539682539682539"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"DC is not shut down. No stay-home order, indoor dining is allowed at 50% capacity, etc.@GOP Absolutely! Twice, with my dead dog just like Trump said because who doesn’t love a little voter fraud?","polarity":1,"subjectivity":"0.5377777777777778"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Btw.… https://t.co/bAJGtqSaeP\"You have to open up your states. We gotta get our governor to open up our state here, don't we? Don't worry, on November 4, all these Democrat-run states will be open,\" Trump says of Gretchen Whitmer, prompting \"lock her up!\" chants in Michigan. https://t.co/K1Bz4N9dbmEndorsing Biden is painting a hallway beige or saying “Sure” when offered ginger ale. But endorsing Trump *in 2020* is really showing people your infected butthole.According to Rasmussen, black approval rating for @realDonaldTrump has been hovering around 40%.","polarity":1,"subjectivity":"0.5037037037037037"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"If this is even close to true, President Trump will win by a landslide.@SamSacks @Dave_Hunter @mormonmclaren @kthalps @mtaibbi So for example, when Robby Mook, a known liar, gave the Trump Pussy Tape to the media in 2016, you think that should not have been published?Wouldn’t see sleepy joe doing this #2020Election  #4MoreYears #RedWave #CorruptJoeBiden #allamout #BlackVoicesForTrump #Trump2020 #Trump https://t.co/Guo6ihVgT6@JasonMillerinDC @kayleighmcenany Anther thing when he says mask mandate why doesn't anyone ask what will you do to… https://t.co/lYrnF4VUgzIT'S HAPPENING! Trump Now Up in Michigan, Florida, Pennsylvania and Tied in Wisconsin -- And Black, Hispanic and Evangelical Vote Is UP from 2016! Don’t trust any polls!! Even ones that favor @potus. Don’t sit it out! Get out and vote!https://t.co/zamItljqF4 via @gatewaypunditWhen he wins kek''The Kennedy Democrats of 1960 are today’s Trump Republicans—a voting bloc that could largely determine this year’s election''. Last Call in the Kennedy Belt https://t.co/KWFQK528zhNow that NBC has exposed the bogus Hunter Biden smears and discovered that a fake man named \"Martin Aspen\" was behind it all, I’m calling on Tucker Carlson, Charlie Kirk, Rudy Giuliani, Fox News and Donald Trump to all apologize to Joe and Hunter Biden.","polarity":1,"subjectivity":"0.4848214285714286"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Who’s with me? 🖐RT @HeyTammyBruce: “NEVER EVER GIVE UP!” ~~ @realDonaldTrumpVote for President 88022 🇺🇸 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump 2020 🇺🇸❤🇺🇸 YES ","polarity":0,"subjectivity":"0.0"}
{"tweet":"       Trump 2020 🇺🇸❤🇺🇸 YES ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump 2020 🇺🇸❤🇺🇸 YES ","polarity":0,"subjectivity":"0.0"}
{"tweet":"🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸❤🇺🇸… https://t.co/O7ekGo17QxYeah!!  THAT’S  going to happen!!  #MakeYourselfHeardNov3rd #ObamaWasBetterAtEverything #WeWillVote #DeathSantis #HomophobePence","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WATCH: Trump tells Lesley Stahl that he’s ‘not okay’ with her asking tough questions prior to trainwreck interview – Raw Story https://t.co/z6sWV4TTbhIf Donald Trump wins again, despite","polarity":-1,"subjectivity":"0.398974358974359"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell community","polarity":0,"subjectivity":"0.4"}
{"tweet":"-The Hollywood hate machine","polarity":-1,"subjectivity":"0.9"}
{"tweet":"-and the cancel culture libs,","polarity":0,"subjectivity":"0.0"}
{"tweet":"it’ll be the greatest political story ever told.RT @RichardGrenell: Fire them and replace them with people from outside DC. https://t.co/wkObWgQfMdThis is what y’all get from tRump!if the topic of who you voted/are voting for comes up and you say “i prefer to keep my vote private” i already know that you support trump :)Middle of the road: ","polarity":1,"subjectivity":"0.30500000000000005"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The group of people carrying Trump flags approached @BetoORourke as he was leaving. It started with shouts but it ended with a fist-bump and a mutual understanding that both care for the country and love the democratic process. https://t.co/Zfk43thgeCRT @RL9631: Former Obama campaign staffer has a message for you. ","polarity":1,"subjectivity":"0.3"}
{"tweet":"VOTE for President Trump on Tuesday! 🇺🇸 https://t.co/WcCGFiBcDsRT @momsdontrave: vote for trump or do coke","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"me:@JasonMillerinDC Trump's Policies=Jobs, Jobs&amp;Low Tax to fulfil America Dreams ! Biden's Polices=Tax,Tax &amp; No Jobs t… https://t.co/GiIOgKAi2WMoments ago on MSNBC, @Scaramucci was asked how Trump supporters might react after a large Biden victory. He likened it to Game of Thrones, pointing out that when the Night King was defeated, all the zombies died. ","polarity":-1,"subjectivity":"0.3761904761904762"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"(He said it way better than I just did.)🔴 Watch LIVE: President Trump Holds Make America Great Again Rally in Gr... https://t.co/k8eYFrYeIh via @YouTube@CNN #trump has more secreat service people than this rally in #Texas. #Hispanicsfortrump #Trump2020 https://t.co/Dy80OqjJvYNC - threadThis man drove, walked, ran, and did everything possible to get to a TRUMP RALLY!!  @realDonaldTrump ","polarity":1,"subjectivity":"0.65"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"RED WAVE INCOMING!! 🇺🇸🇺🇸🇺🇸 https://t.co/tEAY3J9KZBRT @ProjectLincoln: EXCLUSIVE: @MarcAnthony is in our latest spot urging voters to vote out Trump. ","polarity":1,"subjectivity":"0.45"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/cMym2HHVarAndrew broke this story this morning and by this afternoon the judge has resigned. That’s community journalism at its most powerful. Subscribe to your local paper.RT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtRT @DanScavino: LET’S GO MICHIGAN!!!!!!!!!!","polarity":1,"subjectivity":"0.6799999999999999"}
{"tweet":"🌐https://t.co/zqgeZML9Hf","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WATERFORD TOWNSHIP⤵️ https://t.co/MJYTIC5P77 https://t.co/5b98cTP6Vd@UpINNemm @WEWS Most Biden voters don't feel the need to put 50 Trump signs in their yards orTrump flags. #FlagsDontVoteRT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.RT @CheriJacobus: My nephew tested positive.  I want Trump gone as soon as possible. It’s too much.So, how likely is it that the re-election of Donald Trump makes the union fall apart? @michelleinbklyn, @DouthatNYT and @DavidAFrench debate secession, \"velvet divorce\" and the possibility of a second civil war, this week on \"The Argument\" podcast. https://t.co/3QfbT8LubDWith his steady avalanche of scandals, trump thought we'd all forget #TrumpCutSocialSecurity.","polarity":1,"subjectivity":"0.5350649350649351"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"We didn't forget.","polarity":0,"subjectivity":"0.0"}
{"tweet":"REMIND EVERYONE.","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/bwInI1e96dFolks, This 👇 is absolutely amazing!","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Communities who’ve lived Socialism &amp; Communism will vote overwhelmingly for President Trump.","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Chinese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vietnamese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/qHrOPUFGeCRT @kayleighmcenany: President @realDonaldTrump is LEADING Joe Biden in 4 key swing states‼️","polarity":0,"subjectivity":"1.0"}
{"tweet":"https://t.co/ocOEtGAEiKTrump on Biden: \"He called young Black men 'superpredators.' And he did it all the time.\" We've found no record of Biden using that term once.🚨NEW VIDEO🚨","polarity":1,"subjectivity":"0.4292929292929293"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Millions of seniors already know 4 more years of Trump will be devastating to Social Security benefits. But many do not. ","polarity":1,"subjectivity":"0.5166666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Will you help us make sure they see this new ad? ","polarity":1,"subjectivity":"0.6717171717171717"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Please watch and RT the heck out of it!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurity ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/604jqZGjKV@realDonaldTrump is the non-existent president. He doesn't even play one on TV anymore. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Leaving you to die, unles… https://t.co/4UfvlDnFhhRT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtYeah, I prefer not to pay for anything where Trump is enjoying himself. I'll donate $10 to his prison canteen fund… https://t.co/lLlctrZ1rgDemocratic congresswoman Alexandria Ocasio Cortez wore new silk suits from Aliette, Carolina Herrera and Loewe, as well as Christian Louboutin heels, and jewelry for her spread in Vanity Fair magazine’s December issue, while calling Donald Trump a ","polarity":1,"subjectivity":"0.6424242424242425"}
{"tweet":"https://t.co/c4fZ3PrTuGRT @AmerIndependent: Trump mocks Fox News host Laura Ingraham, who is at his rally, for wearing a mask, calling it \"politically correct.\" h…NORTH CAROLINA","polarity":0,"subjectivity":"0.1"}
{"tweet":"Biden 50% (+2)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump 48%","polarity":0,"subjectivity":"0.0"}
{"tweet":".","polarity":0,"subjectivity":"0.0"}
{"tweet":"#NCsen:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Cunningham (D) 48% (+1)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Tillis (R-inc) 47%","polarity":0,"subjectivity":"0.0"}
{"tweet":".","polarity":0,"subjectivity":"0.0"}
{"tweet":"#NCgov:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Cooper (D-inc) 54% (+11)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Forest (R) 43%","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"East Carolina University, LV, 10/27-28","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/JOhjmX8PcpThis is a prime example of the ignorance and delusion embedded within Trump supporters. Once they realized she was talking about Trump, their demeanors changed and suddenly it was “different.”RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":0,"subjectivity":"0.3666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.If you vote for Biden, Trump says, “There will be no school, no graduations, no weddings, no Thanksgivings, no Christmas, no Fourth of July, they'll be no nothing. There will be no future … Biden doesn’t have a clue.\"Sure would be nice if the people who spent years saying \"Trump is an authoritarian!\" could reappear now that states… https://t.co/iSTOrlMSVJRT @MeidasTouch: If Trump is re-elected, the social security fund could be depleted by 2023. Watch and share #TrumpCutSocialSecurityRT @thebradfordfile: 50% of Trump's last Michigan rally were Democrats, in case you were wondering why Biden and Obama are heading there.RT @RealJamesWoods: More patriots for President Trump!RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.RT @chipfranklin: Who else thinks that the only way Trump can win at this point is if he steals it? ✋RT @kumailn: This dude’s impression is unreal. I’ve watched this clip over and over and I’m more amazed by it each time. https://t.co/aspQO….@MaddowBlog: The Turkey scandal is simple: a foreign dictator asked Pres. Trump to corrupt his own country's justice system, and the Republican president gladly said yes.","polarity":1,"subjectivity":"0.5080853174603175"}
{"tweet":"https://t.co/01ls24ZB1cRT @RichardGrenell: Keep fighting.RT @kermiesippymilk: my whole tl is just robert kardashian hologram and lil wayne supporting trump... https://t.co/f89Dba1UByThis document has literally nothing to do with what people are talking about but we can all see that you were desperately trying to distract from the Bidens being compromised and their years of corruption.Trump is trying to hide the effects if the virus. He is running on adrenaline now but he needs two hands to drink from a cup. His mental abilities have diminished from the virus, and age. Losing will save his life.@realDonaldTrump ⚠️dead at 26","polarity":-1,"subjectivity":"0.45"}
{"tweet":"Alfred Adams II, Omega Psi Phi member, from Detroit, MI died from #COVID19. \"He was one of the kindest, funniest, and most down-to-earth people I knew and loved. His laugh and smile could light up a whole city\" Trump said young people are NOT AFFECTED! @OfficialOPPF https://t.co/854TjootLqBrett Favre tried to steal over $1 million from the state of Mississippi, sent lewd photos to a sports reporter &amp; sexually harassed her, and recorded an anti-Semitic video. ","polarity":1,"subjectivity":"0.45802469135802465"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Of course he is endorsing Trump. So did the Taliban.Nothing Lil about the biggest grassroots operation in presidential history! Twenty Mille voter contacts the final five days! ","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Welcome to Team Trump, Weezy!Libs will mock this tweet, but it’s a reflection of their willful blindness. The “oppressor vs oppressed” narrative the left’s embraced for decades is motivating CONSERVATIVES to vote Trump. They see him as the only thing standing between them &amp; the powerful forces attacking themRT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.58"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.06666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden could never keep up with the energy, stamina, and drive that this president has.Madame Tussauds in Berlin dumps Trump before U.S. election. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/IMvRtTOeksAnother video to summarize it. I wonder why Trump supporters can't see the truth even when life long republicans ar… https://t.co/9lucy3IpYxFrom Knox to chatt I’ve seen 7 Trump signsNew download link.","polarity":-1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"OPEN LETTER TO THE PRESIDENT OF THE UNITED STATES OF AMERICA DONALD J TRUMP","polarity":0,"subjectivity":"0.5"}
{"tweet":"From Archbishop Viganò.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Link allows for PDF download. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"➡️https://t.co/L1DlkPqXEjWhat Does God Say About President Trump? https://t.co/iC7mCn2eXA via @YouTubeRT @All50News: MSM Forgot that little detail in their reporting https://t.co/XtfuBECmGcSure is strange, for all of these pundits, democrats, and liberal loons screaming how Biden's way ahead... All of these companies and cities sure are making lots of plans for civil unrest in case Trump wins... ","polarity":1,"subjectivity":"0.4347222222222222"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hmmmmm... :)@leftcoastbabe Basically, any Republican (except the tiny minority who have stood up to Trump) deserve to be booted… https://t.co/fyP55qw81uRT @trumpandfamily: President Trump is doing more rallies in the next 3 days than Joe Biden has done his entire presidential campaign.People in Trump’s orbit I know for sure have used/using cocaine: ","polarity":1,"subjectivity":"0.5027777777777778"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Roger Stone","polarity":0,"subjectivity":"0.0"}
{"tweet":"Larry Kudlow","polarity":0,"subjectivity":"0.0"}
{"tweet":"Sam Nunberg","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Scrump Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Twizzler’s Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vanky Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Melania Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Spare me the Hunter Biden BS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump @IvankaTrump","polarity":0,"subjectivity":"0.0"}
{"tweet":"@DonaldJTrumpJr @FLOTUSIf you're interested in why Wall Street banks propped Trump - and how they play those games with massive debt, which gets forgiven - it's in my latest Game Theory Today podcast. https://t.co/86oPnPl6BhRT @JRehling: @kayleighmcenany Why do you act like your job is with the Trump campaign instead of as a government employee paid by our taxe…So, how likely is it that the re-election of Donald Trump makes the union fall apart? @michelleinbklyn, @DouthatNYT and @DavidAFrench debate secession, \"velvet divorce\" and the possibility of a second civil war, this week on \"The Argument\" podcast. https://t.co/3QfbT8LubDRT @maddow: \"the president has stripped protections from at least 29.6 million acres of public lands and waters...\"","polarity":1,"subjectivity":"0.5333333333333333"}
{"tweet":"https://t.co/RbaxteeHC3Not likely !A vote for Joe Biden is a vote for Puerto Rico. We must never forget Donald Trump's inactions led to the loss of over 3000 American lives. ","polarity":0,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Thank you, @MarcAnthony for being a voice for the Puerto Rican community and a #LincolnLatino. https://t.co/rGzZUeiJEL@HKrassenstein @realDonaldTrump Out of all the times ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@HKrassenstein","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" calls Trump a criminal and him and his famil… https://t.co/7li21D8EC0RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.Trump has been TELLING YOU that Iran wants a deal.  You weren't listening...","polarity":-1,"subjectivity":"0.325"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump will go down in history as the greatest WORLD leader of all time.Joe Biden said President Trump would cut Social Security. He challenged his audience: \"Google it.\" So people did, and found out that Biden was lying--again. https://t.co/Y8mGpZxZdGRT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.Trump 2020🔥🔥🔥HERE WE GO🔥🔥🔥","polarity":1,"subjectivity":"0.4518518518518519"}
{"tweet":"🚂🚂🚂TRUMP TRAIN🚂🚂🚂","polarity":0,"subjectivity":"0.0"}
{"tweet":"🇺🇸FOLLOW BACK ALL WHO FOLLOW YOU &amp; RETWEET🇺🇸","polarity":0,"subjectivity":"0.0"}
{"tweet":"DROP YOUR HANDLES👇🏻👇🏻👇🏻","polarity":0,"subjectivity":"0.0"}
{"tweet":"🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥","polarity":0,"subjectivity":"0.0"}
{"tweet":"🚂🚂🚂🚂🚂🚂🚂🚂🚂🚂🚂🚂","polarity":0,"subjectivity":"0.0"}
{"tweet":"I will do 2 shout outs per train for smaller accounts that follow me💯","polarity":0,"subjectivity":"0.5"}
{"tweet":"#TrumpTrain2020In this one speech, Trump has:","polarity":0,"subjectivity":"0.0"}
{"tweet":"- Called mask use \"politically correct\"","polarity":0,"subjectivity":"0.1"}
{"tweet":"- Falsely claimed we're turning some corner","polarity":-1,"subjectivity":"0.6"}
{"tweet":"- Falsely claimed spike in cases is just more testing","polarity":1,"subjectivity":"0.55"}
{"tweet":"- Dismissed importance of cases in young people","polarity":1,"subjectivity":"0.4"}
{"tweet":"- Accused doctors of inflating death toll to get \"more money\"RT @PepeMatter: Right before their NWO dream was about to be fully manifested, God played the Trump card.🚨NEW VIDEO🚨","polarity":1,"subjectivity":"0.4967532467532467"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Millions of seniors already know 4 more years of Trump will be devastating to Social Security benefits. But many do not. ","polarity":1,"subjectivity":"0.5166666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Will you help us make sure they see this new ad? ","polarity":1,"subjectivity":"0.6717171717171717"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Please watch and RT the heck out of it!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurity ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/604jqZGjKVOK wait a minute... how are you not following me... 🤔. I thought everyone at @OANN followed me.","polarity":0,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Looks like I have… https://t.co/D8HNprTmtVOh, so Mark Meadows joined the White House to potentially delay financial crimes charges from his time as a Congresscritter? ","polarity":0,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Got it.Personal incomes soar!","polarity":0,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Pres Trump heads to Rochester, MN today, where the average weekly paycheck is up 13% (over $100 in money terms) in the last year. Incredible results!","polarity":1,"subjectivity":"0.45555555555555555"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ChalkTalk https://t.co/1mYSxf583RRT @FoxNews: Pro-Trump actress Kirstie Alley slams CNN's COVID coverage: ‘Fear of dying is their mantra’","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/xTXilctQnuRetweet if YOU are part of the Silent Majority that WILL MAKE AMERICA GREAT AGAIN AGAIN by voting for DONALD J. TRUMP!","polarity":1,"subjectivity":"0.425"}
{"tweet":"🔥🔥🔥@EinsteinsMagic 🔥🔥🔥 https://t.co/TqHcBUUcapRT @thebradfordfile: @realDonaldTrump Biden is for lockdowns.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is for freedom.RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.For a US President to attempt to pressure Supreme Court Justices into issuing a ruling handing him the election to avoid potentially unwanted new colleagues on the Court is ... mind-blowing.","polarity":-1,"subjectivity":"0.7070707070707071"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And yet very on brand for Trump: what’s in it for them, he asks, if I win?","polarity":1,"subjectivity":"0.35"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"His answer: https://t.co/b7ksvnkirXSad to hear someone like Bobby Orr could indorse such scum like Donald Trump. But are we really shocked? He was goo… https://t.co/DRwwulggkgRT @LeaBlackMiami: Trump doesn’t pay his bills. Why the buses left the rally. https://t.co/VcStOpwewKBREAKING: Migrant Children From Other Countries Are Being Expelled Into Mexico - Trump Admin claims to keep coronavirus cases down. ","polarity":-1,"subjectivity":"0.3939814814814815"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Children from Guatemala, Honduras and El Salvador sent with no adult into a country where they have no family connections","polarity":-1,"subjectivity":"0.3"}
{"tweet":" https://t.co/p2DBxL6NFq@realDonaldTrump Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)Trump rallies are known for their enthusiastic supporters. I’ve covered a number of them.","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rochester, Minnesota might be the most fired up crowd I’ve ever seen. These voters want to see their President @realDonaldTrump! @OANN https://t.co/pHBrKoS64BRT @meiselasb: For the record, I had Trump kissing a fake Melania at a super-spreader rally on my 2020 bingo card. ","polarity":1,"subjectivity":"0.7222222222222222"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/F3ALR3KihYJust found out TRUMP is going to be in HICKORY NC on Sunday Nov 1st for a rally 😎 Guess who's going to get to go to their 2nd rally 🇺🇲💖🇺🇲💖 MAGART @ElieNYC: Dear media, Trump is out of money and Super Spreader rallies aren't actually \"news\" anymore.","polarity":1,"subjectivity":"0.25555555555555554"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just, like, FYI.RT @DanScavino: LET’S GO MICHIGAN!!!!!!!!!!","polarity":0,"subjectivity":"0.0"}
{"tweet":"🌐https://t.co/zqgeZML9Hf","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WATERFORD TOWNSHIP⤵️ https://t.co/MJYTIC5P77 https://t.co/5b98cTP6VdRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyI'm already adjusting my opinion of trump, I still detest him, but now I'm seeing him fading away,... he's a CRAZY old fart who by some cosmic joke got to PRESIDENT! Pure movie material. Like shit on the bottom of your shoe, you'll feel so much better when it's GONE!Lil Wayne ENDORSES Trump For President And The Haters Are Mad! https://t.co/q45HSlkR0Z via @YouTube #LilWayne #vote #trump2020RT @ChuckCallesto: SAVAGE: Trump just announced that he is holding a rally THE DAY BEFORE THE ELECTION in Scranton PA, Biden's home town...@ChuckGrassley @realDonaldTrump Is this your way of pimping out Trump?  Even if your stats we’re real you’re still… https://t.co/ZMHuz0zYVyTrump has no values, he’s a self-centred lying not worth to mention his name tbh.RT @CREWcrew: Lenders have forgiven about $287 million in debt for Trump and his companies in the lsat 10 years. ","polarity":-1,"subjectivity":"0.48518518518518516"}
{"tweet":"https://t.co/gJ9ks1uzkjRT @ScottPresler: @realDonaldTrump We win Michigan &amp; Trump is re-elected. ","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Make a plan to vote for Trump on Tuesday, November 3rd, 2020.No surprise here, but you should respect the authenticity. We all must own what we believe. Clay gives his 5 reasons why he's voting for Trump.@Millie__Weaver I hope they try this crap. Trump can legitimately pull the gloves off and reduce the treasonous anti-American populationRT @Timcast: Biden announces plan to mobilize \"Truinanashabadepresure\"","polarity":-1,"subjectivity":"0.45"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is doneTRUMP FOR FARMERS. TRUMP FOR AMERICA #TRUMP2020@HKrassenstein @realDonaldTrump Trump 2020 🇺🇸 🇺🇸 https://t.co/VWr9titwCETHERE IS NO EXCUSE FOR COMPLACENCY! VOTE! VOTE! VOTE! THE DEMS ARE ATTEMPTING TO STEAL THIS ELECTION! This will be a hard fought victory. @realDonaldTrump has our backs we MUST have his too! He NEEDS us &amp; we NEED him! COME ON PA! WE ARE TRUMP COUNTRY! #PAforTrump #Trump2020 https://t.co/H3UyKEY1q4Wow. The group that installed that 405 freeway TRUMP sign has come forward with a pro-Trump campaign video and IT IS 🔥. Could @realDonaldTrump flip California? https://t.co/qrTEN3z0jXA fake \"intelligence\" document about Hunter Biden that was later disseminated by close associates of President Donald Trump “appears to be the work of a fake ‘intelligence firm’ called Typhoon Investigations,” per @oneunderscore__ @BrandyZadroznyDon Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":-1,"subjectivity":"0.4986111111111111"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal off of my chest","polarity":0,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was really difficult to post... https://t.co/MxXAC7NT7R.@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":-1,"subjectivity":"1.0"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household incomes increase, and home ownership expand.","polarity":-1,"subjectivity":"0.4"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hispanics have achieved RECORD economic success because of Pres. Trump's thriving economic environment.\"I cannot vote for the Republican nominee for president. For the good of the party, but more importantly, for the sake of the country, I implore all patriotic Republicans to join me.\"","polarity":1,"subjectivity":"0.4166666666666667"}
{"tweet":"--Chief of staff at Education Department in Trump Administration. https://t.co/OQR4sXfd2jRT @OGJOHNNY5: no, no he DRINKS Actavis.@seanhannity Trump record deaths record cases in the world for covid and record unemploymentIf Donald Trump wins again, despite","polarity":1,"subjectivity":"0.2"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell community","polarity":0,"subjectivity":"0.4"}
{"tweet":"-The Hollywood hate machine","polarity":-1,"subjectivity":"0.9"}
{"tweet":"-and the cancel culture libs,","polarity":0,"subjectivity":"0.0"}
{"tweet":"it’ll be the greatest political story ever told.“Listen, don’t believe these polls,” said @MMFlint.","polarity":1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Filmmaker Michael Moore said he doesn’t believe in the accuracy of #Polls estimating the extent of the lead held by #JoeBiden over President Trump, warning the Trump vote is undercounted. https://t.co/9k8nsN8dCN@DeAnna4Congress Trump supporters are too stupid to learn a foreign language.RT @thetoyman1: President Trump @realDonaldTrump looks YOUNGER than he did 4 years ago! He works for FREE 20 hours a day! 4 more years!Donald Trump's former head of national intelligence is sharing a video that outs private federal workers and ominously suggests they are working with the DNC and BLM on a coup d'etat to overthrow the government. https://t.co/N6AdR393x2BREAKING NEWS: More Proof Emerges That Trump's Unnecessary, Self-Serving, Lazily Freewheeling Rallies Really Are Super-Spreading—Besides Hate, Nonsense, and Disinformation—COVID-19 to a Country Already Harder Hit By the Virus Than Any Nation on EarthI know yahoo is a propaganda arm of the DNC. Annoying thing is the financials blame Pres.Trump 4 jobs lost in 2nd qtr. When we start a recovery it's not his actions, then it's the pandemic.The chart shows a definite V due 2 his push 4 reopening. #Trump2020","polarity":-1,"subjectivity":"0.46535087719298257"}
{"tweet":"https://t.co/6FU9Y8GjvTRT @bungdan: The Dow is currently up 31% for Trump's presidency. At this point in Obama's first term, it was up over 60%.@Millie__Weaver Start organizing a trump rally in DC and other key cities on the 3rd to the 7th and let the people protect our cities and police. We outnumber BLM 1000-1.@chipfranklin People who support someone like Trump or Hitler have lower emotional and cognitive abilities.Donald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.4035714285714286"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden could never keep up with the energy, stamina, and drive that this president has.The bottom line. We Win Florida &amp; Pennsylvania, GAME OVER! That is why Trump spent so much time there, &amp; that is why Biden left his basement and went to Tampa. This guy can’t fill a parking lot, &amp; the people of Pa have had it with the Corrupt Scranton Joe. All Trump, All the TimeRT @ShawnG927: Meanwhile in Israel 🇮🇱, BIKERS FOR TRUMP drive through Jerusalem! 😎👍🇺🇸🇮🇱 🏍 https://t.co/vzb3I9avVQ@FiveThirtyEight Who did Trump steal his funding from?It’s so cruel and unAmerican:  people are being evicted from their homes because their Covid relief checks ran out, and McConnell and Senate Republicans say no action until 2021 on relief, and Trump is busy campaigning....been a Democrat all his life...voted for HRC in 2016...now walked away &amp; endorsed President Trump!❤️🙏🏻🇺🇸","polarity":-1,"subjectivity":"0.3888888888888889"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Thank you Sir!🙏🏻 https://t.co/e0GrgZTZYyThe Republican corruption has permeated every branch of our government. I think we are long overdue for a good clean up of our entire government. https://t.co/wsXS17aQ56RT @MarkRuffalo: #onlytheyoung, we have just begun.Brett Favre chooses to support trump.  Please make sure we \"choose\" to not purchase products like Copper Fit that he represents. We have a choice.RT @GoJackFlynn: Dear @POTUS May you accept these words of mine as the \"voice of one crying out in the desert\" (John 1:23).All Biden’s doing is screaming Trump is bad! Here’s why, then he yells at all four people standing there and Jill’s… https://t.co/x8aeQCbSXL@Chris_Meloni And the Trump rally played YMCA the entire time at every rally because that’s the only song he’s gotten permission to play...RT @LambdaLegal: 1 in 3 of Donald Trump's federal circuit court nominees have a deep history of anti-LGBTQ advocacy. 🙃 https://t.co/eLXtNMM…Wow. It's worse than I thought.","polarity":1,"subjectivity":"0.625462962962963"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It's a flagrant Trump family conspiracy.RT @thebradfordfile: Trump survived covid and still looks younger today than he did in 2016.And let’s not forget that a Biden presidency means that AG Bill Barr, DNI Ratcliffe, Sec State Mike Pompeo, WH xenophobe Stephen Miller, &amp; the rest of Trump’s corrupt cronies will also be tossed out.","polarity":-1,"subjectivity":"0.5333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s a terrific package deal. ","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote Biden/Harris!Biden in Des Moines: \"70,000 jobs lost in Iowa since Trump became POTUS. Here at the fairgrounds of the Iowa State Fair, canceled for the first time since World War 2. And Trump has given up. The WH chief of staff said out loud last week, 'we're not gonna control the pandemic.'\" https://t.co/hZRkWAATuuRT @BetoORourke: We can still listen to one another and be good to each other, even when we disagree.RT @shaphilant: @TheRickWilson English ","polarity":1,"subjectivity":"0.43928571428571433"}
{"tweet":"https://t.co/STUWPs04im@seanhannity Hannity on ??? \"I'm tRump biatch\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/ctJrDmJe20RT @BetoORourke: We can still listen to one another and be good to each other, even when we disagree.https://t.co/gsU2fRlslm Farage is like a stale fart hereRT @meiselasb: For the record, I had Trump kissing a fake Melania at a super-spreader rally on my 2020 bingo card. ","polarity":-1,"subjectivity":"0.6283333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/F3ALR3KihYWe’re in the home stretch. This is the final push. Things are tightening in Florida. Threats of lawsuits by Trump to stifle the results.  Joe &amp; Kamala need as much money as they can get.  Please do what you can. We’ve got this, Patriots! #BidenHarris2020 https://t.co/QnMZTkkTldExtremely sad... Untouched and pristine wilderness filled with endangered species, healthy forests, and clean water to be destroyed for what!? Some slight economic gain?RT @Timcast: Biden announces plan to mobilize \"Truinanashabadepresure\"","polarity":1,"subjectivity":"0.5833333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is doneThis man drove, walked, ran, and did everything possible to get to a TRUMP RALLY!!  @realDonaldTrump ","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"RED WAVE INCOMING!! 🇺🇸🇺🇸🇺🇸 https://t.co/tEAY3J9KZBI pray you’re right!@LuneraOakleaf @RawStory Trump is NOT, IS NOT for the LGBTQ community! That's why Tiffany's had her little show last week saying they love Gays. They are not fooling anyone! ","polarity":1,"subjectivity":"0.34047619047619043"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump:  Sashay Away https://t.co/Mkx2r6e2Hzjisoo jennie kpop fancam giveaway twice irene momo lovesick girls #followtrick ifb bts blackpink thread lisa trump… https://t.co/w1ZmVaXJUVHere's hoping Daniel has a very quiet and relaxing time from 2021-24.Don Lemon: “I had to get rid of friends who support Trump” ","polarity":0,"subjectivity":"0.43333333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"From a black gay man in an interracial relationship privy to being ostracized by ignorance and hate, based on race, gender, or creed. Another MLK dream assassin. Shameful ","polarity":-1,"subjectivity":"0.6388888888888888"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is the leftUseful information: The communist party of U.S. gives support to Joe Biden, Kamala Harris. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"VOTE TRUMP!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpPence2020 #Trump2020 #Biden2020 https://t.co/2cb4rjN4dFRT @JoeBiden: Donald Trump is on track to become the worst jobs president in modern American history. https://t.co/gmjwbHeuOSRT @RichardGrenell: Fire them and replace them with people from outside DC.Love Reagan? Listen to him.  Then listen to trump.  Trump WILL destroy Social Security.  I’ve worked since was 15yrs old and EARNED my Social Security — you earned yours too. Trump wants to take it from us. #VoteHimOut #VOTE #TrumpCutSocialSecurity #OurSocialSecurity https://t.co/2nydDPVhMGTrump just now:","polarity":-1,"subjectivity":"0.23833333333333342"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.RT @LeaBlackMiami: Trump doesn’t pay his bills. Why the buses left the rally. https://t.co/VcStOpwewKjust found out that ⚠️100,000 ⚠️families have been separated at the border of the US and mexico. FUCK DONALD TRUMP… https://t.co/KOdC39khcvRT @shaphilant: @TheRickWilson English ","polarity":-1,"subjectivity":"0.19999999999999998"}
{"tweet":"https://t.co/STUWPs04im@EvanBosma @davidmweissman And Trump isn't?RT @Adorable_Todd: 🚨Trump rally schedule! WOW!","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Today - MI, WI, MN","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Saturday - Pennsylvania x3","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Sunday - MI, IA, NC, PA, GA, FL","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Monday - N…RT @Katpa73: If you can’t afford to live without social security and Medicare and vote Trump...you are essentially punching yourself in the…@kayleighmcenany He has to make people believe he is angry at Trump 😂😂😂... he is even unbelievable doing that. He is a jokeAnalysis: A lasting legacy of the Trump administration will be a significant decline in the number of refugees welcomed to the country https://t.co/HYRhucUsZFThe Rasmussen poll tracker of black support for Trump shows he's at 31% 5 days b4 election.","polarity":-1,"subjectivity":"0.521875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Exit polls had Trump at 8% of black vote. Hillary got 88%.","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The poll shows Trump’s job approval with blacks crept up to as high as 46% as recently as last wk.","polarity":1,"subjectivity":"0.3033333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/ikoWlnqplk https://t.co/5dMwgIR3vdWell done sister ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"ALWAYS SAY NO TO THE BLUE PILLRT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6RT @thomaskaine5: These three states will be hit hardest by Trump’s abrupt census cutoff https://t.co/TA2A0KitpmRT @ChuckCallesto: SAVAGE: Trump just announced that he is holding a rally THE DAY BEFORE THE ELECTION in Scranton PA, Biden's home town...How do doctors \"get more money\" if someone dies of COVID-19? ","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No. NO. Goddammit. Don't you wave your fucking hands. Don't dismiss my question. HOW. DO. DOCTORS. GET. MORE. MONEY. Show me. In detail. Show your work. Let's see it, because I think you're full of shit. https://t.co/7G0dHiA3yuOn the one hand, this is an insane 1988 EV/1980 PV type landslide that's really hard to conceive.","polarity":-1,"subjectivity":"0.6986111111111112"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"On the other hand, this map is quite literally the current modal outcome on 538 https://t.co/XN8uhvXaDQTruly Amazing.","polarity":1,"subjectivity":"0.5583333333333333"}
{"tweet":" There is no one better, 🇺🇸🇺🇸Trump🇺🇸🇺🇸Trump is now afraid and running scared. He &amp; his children will be doing the ‘bin-laden’ shuffle out of DC by Wednesday morning. They will bunker in place at Mar a Lago until they negotiate a full pardon or safe passage out of the US. @realDonaldTrumpThe negative response to Greenwald has been overwhelmingly dishonest bc nobody wants to say \"Trump is so dangerous that journalists shouldn't publish any info Trump helped get out that is critical of Hunter Biden close to an election.\" Instead they pretend GG is a fascist &amp; bratA vote for Joe Biden is a vote for Puerto Rico. We must never forget Donald Trump's inactions led to the loss of over 3000 American lives. ","polarity":-1,"subjectivity":"0.515"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Thank you, @MarcAnthony for being a voice for the Puerto Rican community and a #LincolnLatino. https://t.co/rGzZUeiJELRT @patton6966: Open letter from Arch Bishop Vicano's to President Trump. ...-Joe Biden said President Trump would cut Social Security. He challenged his audience: \"Google it.\" So people did, and found out that Biden was lying--again. https://t.co/Y8mGpZxZdGFormer Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destroy humanity.","polarity":1,"subjectivity":"0.36333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“It is not surprising that the enemy is angered at being discovered... undisturbed.”","polarity":-1,"subjectivity":"0.675"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Read his letter here:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vSP6NitcOI@confederatephil NOT FUCKING TALKING TO YOU BUT TO ALL THE DUMB NIGGERS CALLING TRUMP A SELLOUT BECAUSE HE COULDNT… https://t.co/QAaL7DekYU@EddieZipperer He's trying to copy Trump by inventing words. Measured against covfefe, I think it's the one win we… https://t.co/SbpJIbvPLgRT @ateacher97: #TrumpCutSocialSecurity guess I’ll have to move in with the kids. https://t.co/wtviRp0Y5PRT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @OGJOHNNY5: no, no he DRINKS Actavis.Happy Birthday Ivanka Trump! https://t.co/0XH3XEE7KjRT @TrumpWarRoom: Brett Favre and Jay Cutler Join Golf Legend Jack Nicklaus in Endorsing Trump!","polarity":1,"subjectivity":"0.675"}
{"tweet":"https://t.co/WEXhKhPSOk@NanHayworth \"I've never heard anyone else use the word 'unfair' as much as Trump.\"","polarity":-1,"subjectivity":"0.6"}
{"tweet":"https://t.co/mcCcA0WRDIRT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.RT @AlaskanCourtney: Small Business Tax","polarity":-1,"subjectivity":"0.4"}
{"tweet":"Biden 39.6%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump 29.6%","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"39.6%?!? FFS, 29.6 is bad enough.@yomiakinsola @ennyola0015 @MBuhari @NOIweala Trump is their God so let them be mastubating with USA.RT @Mike_Eagle: these rappers dont understand that publicly fucking with trump is gonna fuck up their money way worse than biden's tax plan@marc_lotter @realDonaldTrump When will President Trump Pardon Kirk Flannigan? He’s a perfect candidate only one conviction! 20years ago!!Donald Trump voted early. Joe Biden voted early. Mitch McConnell voted early. Amy McGrath voted early. Andy Beshear voted early. Michael Adams voted early. There’s nothing political about voting early. Whatever your politics, just vote now. https://t.co/jjla35jWNYAnd let’s not forget that a Biden presidency means that AG Bill Barr, DNI Ratcliffe, Sec State Mike Pompeo, WH xenophobe Stephen Miller, &amp; the rest of Trump’s corrupt cronies will also be tossed out.","polarity":-1,"subjectivity":"0.5274509803921568"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s a terrific package deal. ","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote Biden/Harris!Hilarious! Heavy duty trolling in Texas. Biden Bus can't get away fast enough from growing Trump Train. https://t.co/3BxJLd5mT4BREAKING: ","polarity":1,"subjectivity":"0.65"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Trump Campaign and the Republican National Committee are considering intervening in my lawsuit against #Miami-Dade County for @MayorGimenez's decision to suppress the vote.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hearing at 4pm today. https://t.co/gxJ6UAi2DRMore than 1,000 health care workers have DIED from COVID.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"A competent President would have prevented that.","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump not only failed that, he now is attacking the victims.RT @Fight4_America: DINESH D’SOUZA: “SHUT THE MEDIA FRAUDS OUT OF THE WHITE HOUSE PRESS ROOM”","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"#PrideFamily @PrideNews1 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"👇I’m a First Time Voter casting my vote for Donald J Trump. ","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump cares about America and preserving my opportunity to succeed. I’m thankful to have grown up in the greatest country in the world, and I plan on keeping it that way. https://t.co/l8351IzhzpAwesome🇺🇸President Donald J.Trump made a stop in Maine😃🇺🇸Thousands of Patriots came out&amp; welcome the Best&amp;the greatest President Ever🇺🇸Maine,get out to the ballots&amp;Vote Republican🇺🇸Paint Maine Red💪🇺🇸Vote TRUMP 2020🙌🇺🇸DO IT🇺🇸👊KAG👊🇺🇸🙏God bless the United States of America🙏 https://t.co/5G28hXKnLYTRUMP is getting all the RAPPERS on board. These Rappers do have the ear of the streets, don't get it twisted. They can move votes in masses.RT @maddow: \"the president has stripped protections from at least 29.6 million acres of public lands and waters...\"","polarity":1,"subjectivity":"0.5833333333333333"}
{"tweet":"https://t.co/RbaxteeHC3@mil_ops 🔴THEY'VE GOT A PLAN...","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Leftist protest groups plot election day coup aided by the Democrat Party, Federal employees &amp; Intel contractors. ","polarity":-1,"subjectivity":"0.6"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"- Shut down &amp; take over Wash. D.C. Nov. 4th to Inauguration Day.","polarity":-1,"subjectivity":"0.2888888888888889"}
{"tweet":"Force Trump out of office.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"H/T @Millie__Weaver","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/sxIUwiQ1nyRT @RN7JB: All the Trump kids are out campaigning for their father, but why isn't Hunter out campaigning for Joe, 10% for the ‘Big Guy’?RT @shrimpJAJ: PRES TRUMP TODAY IN CALIFORNIA: \" 'WEIRD AL' WAS VERY MEAN TO MR. COOLIO!! DIDN'T ASK FOR RIGHTS. NOT VERY NICE!\" https://t.…BREAKING NEWS: More Proof Emerges That Trump's Unnecessary, Self-Serving, Lazily Freewheeling Rallies Really Are Super-Spreading—Besides Hate, Nonsense, and Disinformation—COVID-19 to a Country Already Harder Hit By the Virus Than Any Nation on EarthRT @KMark1969: Trump suggesting Hunter Biden has never held a real job is laughable. Now do your own kids fuckhead!Don Lemon says Trump backers are like addicts who 'hit rock bottom' https://t.co/X9Pxud19SX via @MailOnlineHe already cut #SocialSecurity. Trump's permanent payroll tax cut could deplete Social Security trust funds by 2023. #TrumpCutSocialSecurity https://t.co/wIAMyHzGPXPennsylvania! Trump’s PA campaign is run by Bannon, Ernie Preate (served time 4 mail fraud), &amp; Preate’s daughter. Pls help protect the election by signing up  w/ #PhotoFinish to photograph precinct totals (poll tapes) on election night. ","polarity":-1,"subjectivity":"0.6197542735042736"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Sign up:  https://t.co/ectQrFk1UN 1/@kirstiealley Go back to being a d list actress that nobody wants to remember.  I hope you hug trump and pence and… https://t.co/FM6HwzHGG6@JoeBiden u voted for trump u senile swamp monster relicRT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulTrump Predicts GOP Will Take the House, Senate Is ‘More Complex’ https://t.co/7OQw5QfSpH via @epochtimesAfter Trump loses, there's a very good chance that Marine One's first stop after Trump leaves the WH is going to be Red Square.RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @ssimm85918240: SPREAD FAR AND WIDE https://t.co/VNVLcjXV4yRT @TheGayProf: Trust no polls. Go voteMinnesotans had 45 days to vote, more than enough time, rules are exact same as last election. Shut up and quit setting the excuse stage for when Trump wins MN. https://t.co/Ke0nJADuVM@JohnCornyn @SenatorMenendez To what extent is your animus toward China genuine, or induced by a partisan agenda? I… https://t.co/A1bhhY2JUXTrump is the  candidate of #WTP and he supports  LAW AND ORDER and our #FREEDOMS!  A vote for Trump is a vote for #AmericaFirst so let us ","polarity":1,"subjectivity":"0.3090350877192983"}
{"tweet":"#GoRedStateByState and keep","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Unity2020 to make sure  that it will be","polarity":1,"subjectivity":"0.8888888888888888"}
{"tweet":"#Trump2020Landslide https://t.co/iSqbutIingRT @jsolomonReports: Michigan Democratic Rep. Dingell: 'So many' auto workers are choosing Trump over Biden | Just The News","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/X6…President Trump will rally in four Pennsylvania towns on Saturday; in Michigan, Iowa, North Carolina, Georgia and Florida on Sunday; and again in North Carolina, Pennsylvania and twice in Michigan on Monday, as well as in Wisconsin. (@business)Many people are saying Trump wants to cut Social Security but Ronald Reagan says I already did! Oops. My bad.","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurity https://t.co/rAfn4GCEqtTrump just said on Rush ...\"I had to beat off Congress, I had to beat off Mueller, I had to beat off Comey.\" He was… https://t.co/dp8opXKBcCWe need to destroy the Republican Party so that we can totally and irrevocable destroy it forever, there is nothing left to save and nobody should want to try.@BuckSexton As a Trump supporter I can tell you that’s not even in our vocabulary because that’s not what we do@Kyle_Beasley08 @Farrdawg101 @JordenReid1 @TheRightMelissa @DonaldJTrumpJr Look at the Stanford study which breaks… https://t.co/H1nYVmYEflRT @SVNewsAlerts: REVEALED: FBI say man behind the plot to kidnap Michigan Gov. Whitmer also wanted to kill President Trump.Trump rallies are known for their enthusiastic supporters. I’ve covered a number of them.","polarity":-1,"subjectivity":"0.39166666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rochester, Minnesota might be the most fired up crowd I’ve ever seen. These voters want to see their President @realDonaldTrump! @OANN https://t.co/pHBrKoS64BJoe Biden said President Trump would cut Social Security. He challenged his audience: \"Google it.\" So people did, and found out that Biden was lying--again. https://t.co/Y8mGpZxZdGRT @MeidasTouch: If Trump is re-elected, the social security fund could be depleted by 2023. Watch and share #TrumpCutSocialSecurity https:….@WashingtonPost celebrates sedition -- praises bureaucrats rejecting constitutional oversight over #coronavirus policy.  https://t.co/m5RRAjEubp@Toure @gtconway3d Madame Tussaud Berlin moved Trump into a dumpster. ","polarity":1,"subjectivity":"0.2111111111111111"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Spokesperson:  “Today’s activity is rather of a symbolic character ahead of the elections in the United States. We here at Madame Tussauds Berlin removed Donald Trump’s waxwork as a preparatory measure.”","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/9k8TEyj4ZkToday’s Democrat party is not the caring party or the party of JFK. Break that myth, don’t follow just because there is a D beside Buy-den's name. Look at Trump’s results not just talk.I never could understand why they would hire someone who participated in giving Hillary Clinton the questions for t… https://t.co/cy0xpPdQeERT @Kevinliptakcnn: President Trump to hold 17 rallies between now and Monday evening.Senators Mitt Romney and Pat Toomey became the first major Republican elected officials to criticize President Donald Trump‘s decision to commute the prison sentence of Roger Stone https://t.co/mgFlhWuuqART @Daniel_Gee08: Just a friendly reminder FUCK DONALD TRUMP 🙂Hey Donald Trump Jr.","polarity":1,"subjectivity":"0.4833333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID is the 3rd leading cause of death in America.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"That’s not “almost nothing,” you coked-out, tone-deaf, entitled, silver-spooned, know-nothing, do-nothing, micropenis’d, majestic-animal-murdering, filthy, stupid, rotten, evil, traitor.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"🖕FU Jackass🖕@realDonaldTrump Vote for trump https://t.co/kzQxDt2hDFRT @JRubinBlogger: Brilliant:RT @ruggiere_l: The most important thing we can do Monday Night, ","polarity":1,"subjectivity":"0.85"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Is pray for a TRUMP landslide VICTORY.Hey @DanaPerino, does @FoxNews actually think we don't notice that Fox cuts away whenever Trump plays a video at his rallies of Joe Biden in his own words, showing what a liar he is?","polarity":1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#FoxIsTheEnemyTooIf this doesn't motivate Kentuckians to kick Mitch McConnell out of office, which they can absolutely do on Tuesday, I don't know what will. He is an unapologetic court thief. He has no principles, no scruples, and not clear there's a soul inside his body. https://t.co/YzrTPMsUTNFormer Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destroy humanity.","polarity":1,"subjectivity":"0.5066666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“It is not surprising that the enemy is angered at being discovered... undisturbed.”","polarity":-1,"subjectivity":"0.675"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Read his letter here:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vSP6NitcOIRT @LifeOfEdgar: How about we find the parents of those 545 children that were separated from each other at the border instead@JoeBiden If all you people vote Trump back in for another 4 years of hate and tyranny, well, you all deserve it ov… https://t.co/3yFPTcgYwF\"I got passed a ban on people coming in from certain countries that are horrible countries where they hate us\" -- Trump smears Muslim-majority countries as \"horrible\" https://t.co/wgGWIKKfoUReally. The lies are really truth about what they are doing.@RealJamesWoods Look up and learn about those who teach how to riot and seek to over throw. Who inspires, who teach… https://t.co/iJ0DAsQDV2RT @Sassychickie: Good morning Patriots and Chumpers 😁 Only 4 days until we re-elect President Trump and send the Socialist, Communist Demo…RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":-1,"subjectivity":"0.6205357142857144"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.#insurectionact this is total crap! @realDonaldTrumpTrump: Wait, didn’t you hear? The vaccine came out and everyone got cured months ago.","polarity":-1,"subjectivity":"0.775"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: Along with an aneurysm and heart disease, Biden believes Covid-19 is one of the top threats to him still being alive by Election Day. https://t.co/DLEIjkumzq https://t.co/Bi8fWT7pj5Originally a banner supporting law enforcement the black white and blue is now the symbol of the anti-Black Lives M… https://t.co/mznzI9X1YRAgreed. Start looking to history folks. Every fascist must be pulled out root and stem.#JoeBiden is a pessimist.  #Trump is an optimist.  #WeThePeople of #America live in the land of opportunity.  #BidenHarris &amp; #Democrats are #ChickenLittle. #ThursdayThoughts #Hannity #Election2020 https://t.co/k2fpdAE7uF@mercedesschlapp 1. Texas is a battleground state at the moment, no matter how much you want to pretend otherwise.… https://t.co/IVQ7MJDiqRTaylor hablando de política es tan 🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥","polarity":1,"subjectivity":"0.312962962962963"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I’m voting for Taylor Swift for Artist of the Year at the #AMAs🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Ilhan Omar mocks Trump figures for thanking Iblis - 'Satan in Arabic' - for backing president… https://t.co/shC3Gem3pfWow. The group that installed that 405 freeway TRUMP sign has come forward with a pro-Trump campaign video and IT IS 🔥. Could @realDonaldTrump flip California? https://t.co/qrTEN3z0jXThey impeached Trump for the crimes of the Biden family. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The entire impeachment was a scam to protect Joe Biden's gravy train. https://t.co/SsTVZU9FegSad thing that many Trumpites will believe Trump’s lies about health workers. Vote. Get rid of this disgrace. #VoteBlue2020People in Trump’s orbit I know for sure have used/using cocaine: ","polarity":1,"subjectivity":"0.6712962962962963"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Roger Stone","polarity":0,"subjectivity":"0.0"}
{"tweet":"Larry Kudlow","polarity":0,"subjectivity":"0.0"}
{"tweet":"Sam Nunberg","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Scrump Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Twizzler’s Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vanky Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Melania Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Spare me the Hunter Biden BS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump @IvankaTrump","polarity":0,"subjectivity":"0.0"}
{"tweet":"@DonaldJTrumpJr @FLOTUSTaylor Swift has 87.3 million followers on Twitter - the exact same number as Trump.","polarity":1,"subjectivity":"0.1875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is the first campaign ad she has ever given permission to use her music.","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#onlytheyoung ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/6TohIvM5Mz@LTrotsky21 @ElijahSchaffer @realDonaldTrump Who are the democrat leaders refusing Trump's federal help? ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteRedLikeYourLifeDependsOnItRT @USMCMIL03: Trump awards Presidential Unit Citation to special forces that killed ISIS leader al-Baghdadi","polarity":1,"subjectivity":"0.2857142857142857"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/OMi4m0YWG4You know that awful feeling on a TV writers staff towards the end of the season when the showrunners begin entering… https://t.co/jtVS4PLyNaRT @FT: Trump’s corporate trouble: CEOs keep their distance from the party of business https://t.co/VW733gYuwXPresident Trump just called out @FoxNews Donna Brazile during a rally in Michigan!","polarity":-1,"subjectivity":"0.39999999999999997"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Thank you, President Trump! We can't understand why she's at @Foxnews either!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In fact, like you, we think @FoxNews is in for a huge fall!Trump has been LYING to seniors and people who receive Social Security Disability: #TrumpCutSocialSecurity ","polarity":1,"subjectivity":"0.48333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"These people live on a fixed income and the Administration has approved only a 1.5% increase for 2021. How are they supposed to live with that? 😡","polarity":1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/bYD5CoKMk7Trump just now:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)@AlteredEgo7 Finally, an analyst willing to share some truth. We all know that 50% of Californians are secret Trump… https://t.co/lzAseLVMIaNobody has even heard of this document. ","polarity":-1,"subjectivity":"0.8166666666666668"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Big Media is actively trying to confuse voters, and distract away from the fact that independent reporting has confirmed the #BidenCrimeFamiily is currently under FBI investigation for money laundering. 👀I hate how Trump has embraced the aesthetic critique of modernist architecture because, he's right, but is such a toxic personality that he gives credence to the knee jerk \"Everyone who doesn't like modern architecture is a fascist\" attitude among cultural elites.RT @WilDonnelly: Alternative headline:","polarity":1,"subjectivity":"0.4560714285714285"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Old White Guy from Mississippi Who Sends Dick Pics Endorses TrumpRT @maddow: \"the president has stripped protections from at least 29.6 million acres of public lands and waters...\"","polarity":-1,"subjectivity":"0.16666666666666669"}
{"tweet":"https://t.co/RbaxteeHC3Dear @peta ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"You have 1 million followers.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"You should retweet the photos of Donald Trump's sons killing innocent animals on CANNED HUNTS where the animals are DRIVEN and BOXED IN just before their executions. https://t.co/Uxi1DOYvJ82020 Chronicles:","polarity":1,"subjectivity":"0.7"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"Martin Aspen,\" who wrote a viral Hunter Biden dossier, wound up being an AI-generated persona.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It would later be discovered that Ivanka Trump and Jared Kushner were also AI-generated, leaving Eric Trump worrying that he might be, too.@John_4_LSU @Kellygreeneagle @Meh_i_guess_ @Swallowyerpride @BrettFavre @realDonaldTrump It is so sad when all peop… https://t.co/dpbKZZlvG3Dozens of Trump campaign sign stolen off lawns in N.J. town, including the mayor’s https://t.co/js9f5epPlP https://t.co/a3A4ITvfc4RT @globeandmail: Bobby Orr endorses Donald Trump, calling him ‘the kind of teammate I want’ https://t.co/Up1IbPj39DRT @ArthurSchwartz: The spokesman from Jeb Bush’s failed 2016 campaign continues to cyberstalk @RichardGrenell. It’s pretty creepy.No we’re not scamming you, we’re just reminding you that your not above the law, the limit is 250! Wish every venue… https://t.co/5EEpgcOev1Dear @peta ","polarity":-1,"subjectivity":"0.6142857142857141"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"You have 1 million followers.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"You should retweet the photos of Donald Trump's sons killing innocent animals on CANNED HUNTS where the animals are DRIVEN and BOXED IN just before their executions. https://t.co/Uxi1DOYvJ8RT @TheGayProf: Trust no polls. Go voteIf Donald Trump wins again, despite","polarity":1,"subjectivity":"0.44999999999999996"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell community","polarity":0,"subjectivity":"0.4"}
{"tweet":"-The Hollywood hate machine","polarity":-1,"subjectivity":"0.9"}
{"tweet":"-and the cancel culture libs,","polarity":0,"subjectivity":"0.0"}
{"tweet":"it’ll be the greatest political story ever told.Bad timing, this won't win the election and will only be reversed if the Democratic candidate wins. The anti-wolf s… https://t.co/axYezLezIcRT @ddale8: Trump: \"Twelve years ago I was named Man of the Year of Michigan. Can you believe it?\" (That never happened.)RT @JackPosobiec: Now do you understand? ","polarity":1,"subjectivity":"0.5611111111111111"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They impeached Trump on Ukraine to protect Biden@Yamiche Of course he will commit his final hatch violation at our White House.","polarity":0,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"NEVER forget that the Republican party allowed Donald Trump to snub our constitution and give long standing traditions &amp; customs the middle finger. They are tied to him with cords of steel for ALL of historyRT @All50News: MSM Forgot that little detail in their reportingRT @ACTBrigitte: President Trump is keeping radical Islamists out of America!!RT @NicholasTrainer: Not just anecdotal. Just look at the data. Election Day is going to look like a Trump Rally. https://t.co/J3wsoWjrwjRT @mil_ops: this is their plan... 👇🏼🧐@Java_Nick @conncarroll The real irony is those most affected by the wild fires in California are some of Trump's most loyal supportersMarc Anthony urges Puerto Ricans to send a clear message to President Trump in a new Lincoln Project ad: “Vote him out.” https://t.co/COaQHIywCd - @NBCLatinoRT @dsgill87: PSA for white men out here: voting for trump  isn’t attractive or smart!Lol cause 70 somethings cannot represent my interests or things important to me. Imma vote, but at what point do we… https://t.co/vB1BaD7V34Don Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":1,"subjectivity":"0.5076046176046176"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal off of my chest","polarity":0,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was really difficult to post... https://t.co/MxXAC7NT7RIncredible🇺🇸Great Trump Train In NEW YORK CITY💪🇺🇸New York Trump Supporter came out &amp; support the Best &amp; Greatest President Ever🙌🇺🇸New York needs a change,Vote Republican Vote the People's Best President💪🇺🇸TRUMP 2020🙌🇺🇸🙏God bless the President&amp;You America🙏 @realDonaldTrump https://t.co/o2QVncwmR3I WISH!!RT @Forbes: Ivanka Trump declared she is \"unapologetically\" \"pro-life\" for the first time https://t.co/LcIAq8SMyP https://t.co/7MZ4PQq7NbTrump, in Florida, repeats his lie that he was once named \"Man of the Year in Michigan.\"","polarity":1,"subjectivity":"0.5371212121212121"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"(He says it was \"12 years ago.\" In August, he said it was 11 years ago. In July, he said it was 10 years ago. Last year, he said it was around 10 years before the election.)I just want to know WHYYYYY FOR WHATNEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.4000000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKEA 2nd Trump/Miller term could be more harmful to immigrants. Policies that have taken yrs to develop will go into effect, new ones previously considered too politically toxic will surface, &amp; a conservative majority on SCOTUS will likely keep them in place. https://t.co/KsoQgOucBURT @glennbeck: Boy Twitter tried to stop me retweeting this three times.   So you know it has good news for Trump in it.Thank you, General FlynnPres. Trump made progress in the Middle East where no POTUS could!","polarity":1,"subjectivity":"0.3690235690235691"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"CNN’s Oren Liebermann: The Israel &amp; Sudan deal is a “significant…foreign policy accomplishment by the White House.”","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Washington Times' Charles Hurt: Pres. Trump “reinvents the wheel” w/ Middle East peace plans.ELLISON IS AN ASS @realDonaldTrump @DanScavinoLooks like Christopher Steele has won the lawsuit against him by Gubarev and Webzilla. Guess the #SteeleDossier HASN'T been discredited according to UK  courts. #osint #infoOps #russigate https://t.co/24VCugD27EYou got a smaller refund because the government let you keep more of your own money in your paychecks. Refunds are not bonus checks. It’s your own money. A smaller refund is GOOD, you absolute damned morons. I weep for this country’s collective IQ which plummets by the day.Remember when Daddy got the housekeeper preggers Vanky? The doorman does, cost Trump a small fortune. @realDonaldTrumpIt’s pure joy to behold the energy &amp; enthusiasm of all the happy people jazzed for Trump at the huge rallies. When our President tells the American people not to believe the Fake news cartel, it is music to my ears!!!! FOUR MORE YEARS!!! 🇺🇸The closer the president gets to election day, the bigger the threat he poses to U.S. democracy. https://t.co/zlqH7QUfs2RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.@planterspunch7 @gtconway3d This is something I've been hearing from COVID-truthers for several months now, too. Tr… https://t.co/sQ5aq6CBQ2\"Rochester is arguably extra-vulnerable to the effects of spreader events, given its status as a town filled with thousands of health care workers and thousands more hospitalized people with underlying health conditions.\"","polarity":1,"subjectivity":"0.5694444444444445"}
{"tweet":"https://t.co/uN4UmTeXpc@Ashton7Sloan @KamalaHarris Vote for Donald J TrumpMy neighbors probably don’t know that Rep. Ann Wagner covered up Trump’s Chinese bank account and Egyptian bribes by voting against the release of his taxes - but they’re here to vote. 😀🇺🇸 cc:@JillSchupp https://t.co/3FAGJvLCfhI remember watching leftists pray that he would die.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I remember him ripping off his mask and saluting the flag whe… https://t.co/sgW5ZGEXSMJust a poll like in 2016.","polarity":0,"subjectivity":"0.0"}
{"tweet":"M a k e  I t  H a p p e n.@dbongino @LisaMarieBoothe Absolutely. Go Trump!!!!Taylor Swift has 87.3 million followers on Twitter - the exact same number as Trump.","polarity":1,"subjectivity":"0.425"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is the first campaign ad she has ever given permission to use her music.","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#onlytheyoung ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/6TohIvM5MzRT @LeahR77: President Trump is doing 14 Rallies in 3 Days !What would be better, Anons? Arrests after the election when Trump wins lawfully, or arrests before an election? I think arrests later would be more useful because Democrats cannot cry about election interference, and America will observe the Red Wave. 🔥Joe Biden said President Trump would cut Social Security. He challenged his audience: \"Google it.\" So people did, and found out that Biden was lying--again. https://t.co/Y8mGpZxZdGRT @All50News: MSM Forgot that little detail in their reporting https://t.co/XtfuBECmGc@jacknicklaus What a great disappointment. A legend like you should understand what trump-level ignorance can and has resulted in.RT @MiamiHerald: NEW: Florida entrepreneurs and business owners support Biden, slam Trump in virtual forum https://t.co/aEcnXLhVC4I’m not worried President Trump will lose. I’m deeply concerned Democrats will hijack the election, followed by civil unrest. Stay prayed up, locked and loaded\"Former conservative\". I would be ashamed of myself to get on social media and curse anyone out after describing myself as a \"former\" screwed up in the head Black man. Conservative is a code word for White Supremacy. Maybe if you got f#cked you wouldn't be doing this.Hey @AmerMedicalAssn Bet your #doctors did not know thisNancy Pelosi and her cronies are planning to have Trump removed literally from the White House, I really hope our military will protect our President. She did say \"he will be leaving the White House, one way or the other\", \"THEY\" have something planned folks!Taylor Swift has 87.3 million followers on Twitter - the exact same number as Trump.","polarity":1,"subjectivity":"0.21284848484848484"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is the first campaign ad she has ever given permission to use her music.","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#onlytheyoung ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/6TohIvM5MzRT @thejtlewis: Brett Farve endorsed Trump! Wisconsin, you hear that?!After campaigning in 2016 to lift up the ‘forgotten man,’ President Trump has completely lost sight of working people. ","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I promise you this: I never will. https://t.co/mbcxYtv80URT @RichardGrenell: Fire them and replace them with people from outside DC.WHENIf you're asking Joe \"Medicare for All is too much\" Biden if he's a socialist, but you're not asking Donald \"send in federal troops and cut off federal funding to quell dissent\" Trump if he's a fascist, you're not an objective journalist.RT @LeahR77: Democrat Mayors and Governors trying to keep Trump rallies shut down look SCARED ! ","polarity":1,"subjectivity":"0.1597222222222222"}
{"tweet":"They’re SCARED !RT @MrMichaelBurkes: I just took a family of 4 to the polls to vote for Trump! Wow!@realDonaldTrump Michigan, only 4 days until we reclaim America. We, as a country, survived Trump. Under Joe Biden… https://t.co/4HkS5JLg3lIf Donald Trump wins again, despite","polarity":1,"subjectivity":"0.7333333333333334"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell community","polarity":0,"subjectivity":"0.4"}
{"tweet":"-The Hollywood hate machine","polarity":-1,"subjectivity":"0.9"}
{"tweet":"-and the cancel culture libs,","polarity":0,"subjectivity":"0.0"}
{"tweet":"it’ll be the greatest political story ever told.@mrbenwexler @atrupar Would the doctors get a higher bonus if they let Trump die?RT @DNGERUS: this is why 50 cent and lil wayne like trump , cause he only cares about the rich . selfish ass niggas i swear .Madame Tussauds in Berlin loaded its wax effigy of Donald Trump into a dumpster, calling it a 'preparatory measure' ahead of the election https://t.co/UVDoE7aOC4 https://t.co/1Lg683AhOn@Qtah17 Trump wins riots looting mayhem. Trump loses a money crisis by the investment world will crumble otherwise… https://t.co/esKt14kxfIHahaha. President Trump was just trashing Fox News for hiring known cheater Donna Brazile at his rally in Michigan, and now Fox has cut in, and they have Donna Brazile on - As always with nothing original to sayRT @AnnTKAG2020: This is the group that installed the Trump sign in California ","polarity":1,"subjectivity":"0.6"}
{"tweet":"#FlipCaliforniaRed #Trump2020","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/fCSpKLSY9IThe only way to stop Trump and his lackeys from stealing the election is to beat him by such a large margin that no one can challenge the result. Please call 3 friends right now and ask them their voting plan.RT @AynRandPaulRyan: Holy shit, I’m gonna need a fact checker to weigh in here. 😂","polarity":1,"subjectivity":"0.6528571428571428"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Madame Tussauds Throws Wax Trump in Dumpster https://t.c…RT @OperationMAGA: Elderly people are virtually nobodies anyway!! MAGA will happily cut your social security! ","polarity":1,"subjectivity":"0.5333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpCutSocialSecurityRT @MrMichaelBurkes: I just took a family of 4 to the polls to vote for Trump! Wow!Stop trumpRT @TeamTrump: WATCH: @IngrahamAngle on The GREAT Trump Recovery! https://t.co/j6P8aix12NRT @CloydRivers: Votin’ for Biden just because you don't like Trump is like drinkin’ antifreeze just because you don't like Gatorade. Meric…RT @AynRandPaulRyan: Holy shit, I’m gonna need a fact checker to weigh in here. 😂","polarity":1,"subjectivity":"0.85"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Madame Tussauds Throws Wax Trump in Dumpster https://t.c…Donald Trump Jr. said covid-19 deaths are at \"almost nothing.\" The virus killed more than 1,000 Americans the same day. https://t.co/Vhtkm02Wy1Folks, This 👇 is absolutely amazing!","polarity":1,"subjectivity":"0.38125"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Communities who’ve lived Socialism &amp; Communism will vote overwhelmingly for President Trump.","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Chinese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vietnamese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/qHrOPUFGeCRT @marcellacomedy: All these rappers endorsing Trump remind me of this bit https://t.co/uzJeg9AlKe\"Our doctors get more money if someone dies from Covid. You know that, right? I mean, our doctors are very smart people.\" -- Trump pushes a baseless conspiracy that greedy American health care workers are overcounting coronavirus deaths https://t.co/fsajGTvvN3RT @ElieNYC: Dear media, Trump is out of money and Super Spreader rallies aren't actually \"news\" anymore.","polarity":1,"subjectivity":"0.4750850340136054"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just, like, FYI.RT @EricBoehlert: i said a long time ago Dale deserves a Pulitzer.... https://t.co/vADX0xsW3SIn the spirit of Halloween, I wrote about Steve Bannon's prediction that Trump will prematurely declare victory in an anti-democratic power grab, and how, with our notion of shared truth shattered, the monsters have swarmed. https://t.co/C8UABMAzBVThe President who dangled pardons at his cronies to keep them from cooperating with the Mueller investigation is now trying to convince the Supreme Court to do him a little favor. No institution Trump touches gets out of this with its integrity intact.Y’all, this got me 😭💙@BreitbartNews Black America should vote TRUMP!!HUGE! DEMOCRAT PANIC! ","polarity":-1,"subjectivity":"0.5583333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rapper Lil Wayne Meets with and Endorses Trump -- HUGE PRESENCE IN BLACK CULTURE -- 34 MILLION FOLLOWERS! https://t.co/gIK1yvpcERFUCK YOU, #CADETBONESPURS!!!!!","polarity":1,"subjectivity":"0.6666666666666667"}
{"tweet":"FUCK YOU, #CADETBONESPURS!!!!!","polarity":-1,"subjectivity":"0.6"}
{"tweet":"FUCK YOU, #CADETBONESPURS!!!!!","polarity":-1,"subjectivity":"0.6"}
{"tweet":"FUCK YOU,… https://t.co/vIAPMh8pQ5@GeraldoRivera My family votes Trump or they can move.RT @TrumpStudents: Philadelphia Firefighters Union Votes to Endorse Trump!","polarity":-1,"subjectivity":"0.6"}
{"tweet":"https://t.co/4lilTQaQFcRT @TeamTrump: LIVE: President Donald Trump in Waterford Township, MI #Michigan","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Text VOTE to 88022 https://t.co/tnQO7TG0FJRT @Amy_Siskind: Trump is spiraling down. https://t.co/kdiaelQsFpTrump rallies are known for their enthusiastic supporters. I’ve covered a number of them.","polarity":1,"subjectivity":"0.5944444444444444"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rochester, Minnesota might be the most fired up crowd I’ve ever seen. These voters want to see their President @realDonaldTrump! @OANN https://t.co/pHBrKoS64BI felt so sympathetic until I saw ‘Trump 🇺🇸’ on the bottom corner of his signNEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.5476190476190477"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/wAA5pO4BILRT @realDonaldTrump: Volunteer to be a Trump Election Poll Watcher. Sign up today! #MAGA ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/3AnrRUPTtZRT @JonKatzShow: Truly is superhuman at 73 yrs old. Dude doesn't even work out. If I did 1 rally I'd need to sleep for a couple days. https…🚨 Vigano Letter to Trump🚨trump did not say he would cut social scurity why is'nt biden mentioning he wants to open the borders for workers t… https://t.co/RBL9d7vTw8The only way to combat this sort of politics is to insist that people on the other side of the border are not a threat but that people like Morgan are, and dismantle these policies and institutions. https://t.co/0tt2R59wPoRT @jordanklepper: Finally, Trump unveils his plan for another 4 years.  https://t.co/bkpM5BPfCWNow does the sell off this week make sense to everyone !!!!","polarity":1,"subjectivity":"0.4630952380952381"}
{"tweet":"#WakeUpAmerica ","polarity":0,"subjectivity":"0.0"}
{"tweet":"All these political forces are against… https://t.co/8NGuSEKbv7NEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.4055555555555556"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKE\"A leaked confidential document obtained by Breitbart News reveals that a coalition of left-wing groups in Minnesota, fearing a possible Trump win, is preparing for post-election mass unrest while planning to execute wide scale “strategic disruption.”","polarity":1,"subjectivity":"0.44999999999999996"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/ZqKnw7T0BlRT @maddow: \"the president has stripped protections from at least 29.6 million acres of public lands and waters...\"","polarity":-1,"subjectivity":"0.23333333333333334"}
{"tweet":"https://t.co/RbaxteeHC3Trump administration proposes change to rules governing international students in US - News Verses @… https://t.co/pMRaFNAqrzCNN reports that \"the enthusiasm on the voting side seems to be alive and well here in Michigan,\" for President Trump. https://t.co/tcTmSlUTwhRT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something. https://t.co/N7TOGJrskH@GenMhayden Trump is a coward and can’t face defeat . I don’t think he can stomach Biden being sworn inNEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.38333333333333336"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKERT @JRRC1969: When Trump loses, what song would you play via loudspeaker to him on a daily basis til he's gone?Covid is also running for POTUS :)@MaraWilson @MilesTaylorUSA Before Obama? https://t.co/5RI4ZQejaVDonald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":-1,"subjectivity":"0.05555555555555556"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden could never keep up with the energy, stamina, and drive that this president has.4 rallies on Saturday.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"5 rallies on Sunday.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"5 rallies on Monday. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s safe to say that President Trump is in extreme BEAST-MODE 🇺🇸💪","polarity":1,"subjectivity":"0.75"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"VOTE! VOTE! VOTE!.@WashingtonPost celebrates sedition -- praises bureaucrats rejecting constitutional oversight over #coronavirus policy.  https://t.co/m5RRAjEubp@CharlesMBlow Lil Wayne meeting with Donald Trump on his criminal justice reform package is like me meeting with Ro… https://t.co/MTRei15asIWho knew Trump wasn't the only one capable of raging dumpster fires? 🙄Biden in Des Moines: \"70,000 jobs lost in Iowa since Trump became POTUS. Here at the fairgrounds of the Iowa State Fair, canceled for the first time since World War 2. And Trump has given up. The WH chief of staff said out loud last week, 'we're not gonna control the pandemic.'\" https://t.co/hZRkWAATuuBreaking News: Lancet blasts Trump’s virus ‘disaster,’ urges vote for change https://t.co/DRIqYtr6KW@CNNPolitics Trump and Ivanka grifted away donor dollars. On brand.","polarity":1,"subjectivity":"0.5785714285714285"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/FGfz2OogDT@midwestsweetie @annanikki64 @IngrahamAngle Ok cindatroll, so basically trump and daughter wife were both raised pr… https://t.co/ab7rl5sJhRRT @KellyannePolls: Important Information ⬇️","polarity":1,"subjectivity":"0.75"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Volunteers are the backbone of the Trump-Pence Campaign. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Join the fight!RT @LouGarza86: @GOPChairwoman @realDonaldTrump Yeah let's talk about pay for play, remember quid pro quo with Trump?@thekjohnston Just when I feel I couldn't hate him any more he lies about the doctors and nurses who are trying to… https://t.co/F69MiaJZw2We are being exploited, used, destroyed, and discarded, all to make the absurdly wealthy into obscenely wealthy.RT @WatchChad: CNN Host Don Lemon Insults Trump Supporters By Comparing Them To Drug Addicts https://t.co/jtfNDcupC3 via @WatchChadRT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtTrump told reporters that he might not do an election night party at his DC hotel because \"you know, Washington, DC is shut down\" and “I think it’s crazy. Washington, DC is shut down.”","polarity":-1,"subjectivity":"0.7530864197530865"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"DC is not shut down. No stay-home order, indoor dining is allowed at 50% capacity, etc.RT @brooklynmarie: Donald Trump Jr. dismisses Covid deaths as 'almost nothing' even as U.S. averages 800 deaths per day https://t.co/Lvxq4f…RT @ParkerMolloy: GOP: FOUR AMERICANS DIED AT BENGHAZI!","polarity":-1,"subjectivity":"0.2888888888888889"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Also GOP: Who cares? It's just 1,000 Americans dying every day.RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.RT @ProjectLincoln: EXCLUSIVE: @MarcAnthony is in our latest spot urging voters to vote out Trump. ","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/cMym2HHVarRT @AOC: 💯% worth it, would do againBiden is closer to all of us. The GOP shenanigans during this election cycle is a stark reminder of just how much t… https://t.co/yhK12yeNJLRT @BetoORourke: We can still listen to one another and be good to each other, even when we disagree.@AliVelshi @DonaldJTrumpJr 'SOMEWHAT WORSE THAN A 9/11 EVERY WEEK?' asks the Dormouse.  'You remember, that was whe… https://t.co/Csmik1DGS0RT @thebradfordfile: HOLY COW! Trump is going to hold 14 rallies in 3 days. ","polarity":1,"subjectivity":"0.3773809523809524"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He's not just going for the win.","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump wants to make it hurt.Former Apostolic Nuncio to the US, Arch Bishop Vigano’s open letter to President Trump warns of a ‘Great Reset’ plot to destroy humanity.","polarity":1,"subjectivity":"0.27"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“It is not surprising that the enemy is angered at being discovered... undisturbed.”","polarity":-1,"subjectivity":"0.675"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Read his letter here:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/vSP6NitcOIRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyI find it absolutely insane that the number one reason I get from Democrats as to why they are voting for Biden is because Trump says mean things.BREAKING:  Trump has just said that the Governor of Nevada, when he sees Democrats are losing, will fill out a bunch of ballots:","polarity":-1,"subjectivity":"0.5847222222222223"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"He'll say, get me some ballots, I'll sign them myself\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is as unAmerican as you can getPeople in Trump’s orbit I know for sure have used/using cocaine: ","polarity":1,"subjectivity":"0.8888888888888888"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Roger Stone","polarity":0,"subjectivity":"0.0"}
{"tweet":"Larry Kudlow","polarity":0,"subjectivity":"0.0"}
{"tweet":"Sam Nunberg","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Scrump Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Twizzler’s Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vanky Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Melania Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Spare me the Hunter Biden BS.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@realDonaldTrump @IvankaTrump","polarity":0,"subjectivity":"0.0"}
{"tweet":"@DonaldJTrumpJr @FLOTUSI feel the same way! It’s painful to let them go but it’s not healthy to have them in my life. It is what it is.RT @prayingmedic: How many?RT @JazzShaw: Damn. And I was all set to vote for Trump... https://t.co/um7oI04hIA@catturd2 She’s going today where I grew up, the lower Rio Grande Valley of Tx, traditionally a strong Dem area with a lot a political corrupt. There have been big Trump Train caravans there last few weeks. The face she’s going down there must be trouble for themMarc Anthony urges Puerto Ricans to send a clear message to President Trump in a new Lincoln Project ad: “Vote him out.” https://t.co/COaQHIywCd - @NBCLatinoRT @Ky_Gill28: Donald Trump Jr. called 1,063 people dying \"almost nothing.\" I hate this entire disgusting family.This election will be won and lost by the Electoral College—and in many of our target battleground states, polls show our campaign within single digits of Donald Trump. We cannot afford to take our foot off the gas. Add a donation today to help us win.","polarity":-1,"subjectivity":"0.4545526695526695"}
{"tweet":"https://t.co/sOHwv7B1RdRT @TheGayProf: Trust no polls. Go voteRT @DanScavino: LET’S GO MICHIGAN!!!!!!!!!!","polarity":0,"subjectivity":"0.0"}
{"tweet":"🌐https://t.co/zqgeZML9Hf","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WATERFORD TOWNSHIP⤵️ https://t.co/MJYTIC5P77 https://t.co/5b98cTP6Vd@LindseyGrahamSC You want to know who's a bigger liar look in the mirror &amp; your answer will be staring back at you.… https://t.co/138QunLE41Thanks to @realDonaldTrump our economy just had the BEST GROWTH on record. An astounding 33.1%!! We were in a world of hurt due to the shut downs, but Trump turned it around. Republican leadership turned it around. We’re both combatting the virus &amp; reopening small businesses. 🇺🇸They’re debunking a story nobody has heard of, which their side probably authored in the first place, so they can pretend it’s all fake. The media are the enemy of the people.If this doesn't motivate Kentuckians to kick Mitch McConnell out of office, which they can absolutely do on Tuesday, I don't know what will. He is an unapologetic court thief. He has no principles, no scruples, and not clear there's a soul inside his body. https://t.co/YzrTPMsUTNRT @KamVTV: BREAKING: NFL legend Brett Favre endorses Donald Trump for president.Look at these Chinese American CITIZENS voting for Trump!!!  Beautiful in their patriotic dresses!!! It's so good t… https://t.co/bO26vYw6nq@WatchChad Hunter Biden’s a Trump supporter?Trump signs Due Process Protection Act 10/21/20 ","polarity":1,"subjectivity":"0.47777777777777775"}
{"tweet":"🔥🔥🔥Brady Obligation in Rule 5 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/SfvcW1bhpR","polarity":0,"subjectivity":"0.0"}
{"tweet":"Thanks to @SidneyPowell1 @GenFlynn https://t.co/lc2UDhKNTY@FrankAmari2 @realDonaldTrump Trump undermining FIRST STEP ACT🔥","polarity":1,"subjectivity":"0.26666666666666666"}
{"tweet":"Clemency to only celebrities, well-connected indivi… https://t.co/o2zd3kZBkL@WilDonnelly @DawnCuny A creepo supports Trump? No way! :)really glad that this article about Vietnamese Americans is written by a Vietnamese American! also, Taiwanese Americans have to think about this too ... thx @terrygtnguyen!","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"(shout out to my buds at Người Thông Dịch, who translate news into Vietnamese) https://t.co/uXcUxZavEQ#VOTE for #results and actions on #RecognizeArstakh for #Trump #Biden #Election2020 go out and VOTE everyone! Dont… https://t.co/OrRbfI7QDVTrump ain’t even bothering anybody with his policies. People don’t even have a reason not to like what he’s doing a… https://t.co/XP3X4NLFwP@javshooter @SHG_Lymebomb @mgamrath @Ennui4Cubicles @Chrisssnnn @BrettFavre @realDonaldTrump Just like Donald Trump… https://t.co/W8BuDt0pf2RT @AdamParkhomenko: Doctors are dying too https://t.co/p9NIyvT55AThe FBI was investigating Hunter Biden's overseas business deals in December 2019 while Donald Trump was being impeached for simply questioning those same deals.","polarity":0,"subjectivity":"0.24107142857142858"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Why are we just learning about their investigation now?Count Every Vote!!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteThemAllOut ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteBidenHarris2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteEarlyRT @TeaPainUSA: Why would Trump cancel his \"victory\" party?","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/J04pjYTf4m🔥Trump's DOJ Arrests Over 600 MS-13 Gang Members Since 2017","polarity":0,"subjectivity":"0.0"}
{"tweet":"A report by the DOJ reveals the agency’s efforts to tackle the El Salvador-based MS-13 Gang where members often kill for sport. Gang members with crimes now have at least 500 convictions👊🏻","polarity":-1,"subjectivity":"0.4"}
{"tweet":"👇🏽👏🏻👏🏻 https://t.co/saqIAudMI1RT @TeaPainUSA: Republicans claim 250 Benghazis a day is \"almost nothin'.\"","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/ARrl6f7xVJ@realDonaldTrump In case anyone is confused as to why Donald Trump says a disease that has killed over 220,000 Americans “affects virtually nobody”, he is a sociopath and always has been.","polarity":-1,"subjectivity":"0.35"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Never forget: “He wrote me beautiful letters and we fell in love” @realDonaldTrump on murderer Kim Jong-un. https://t.co/tw8Ks0deSo“They’re right to critique the Democratic party, where they’re wrong is to act like there aren’t already movements out here. We don’t need another Black agenda. Yet here come these rappers over the age of 50 who’ve publicly decided to align with a white supremacist\" @rosaclemente https://t.co/T88vCrDYMPRT @RawStory: ‘Mind-blowing’: Experts stunned by 3 AM Trump tweets threatening Supreme Court Justices https://t.co/Ph5DtJ8aKyIt’s disgusting that people will vote for Biden only out of media-planted hatred for Trump. There isn’t even a comparison between these two men.RT @washingtonpost: Opinion: It’s up to the people to foil Trump’s plot against democracy https://t.co/F8SWlFWwFwTrump is getting his Goon Squads lined up. This is frightening &amp; I hope people are paying attention. He incites violence constantly, it feeds his evil soul. #TrumpKills.","polarity":-1,"subjectivity":"0.6557539682539683"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In a first, ICE agents are poised to respond to potential Election Day unrest https://t.co/sWWAMwVR9MRT @samanthamarika1: Next Friday, re-elected President Trump will continue to make America great.@realDonaldTrump Still churning out this bullshit???","polarity":1,"subjectivity":"0.5966666666666666"}
{"tweet":"Trump's lying!!!How do doctors \"get more money\" if someone dies of COVID-19? ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No. NO. Goddammit. Don't you wave your fucking hands. Don't dismiss my question. HOW. DO. DOCTORS. GET. MORE. MONEY. Show me. In detail. Show your work. Let's see it, because I think you're full of shit.This coming from a guy who crashed his own airplane.","polarity":1,"subjectivity":"0.7300000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is a GOOD reminder that he is just another hypocrite from Hollywood.","polarity":1,"subjectivity":"0.6000000000000001"}
{"tweet":"https://t.co/tAd2IRYK1IRT @EvanAKilgore: It's cool to like Donald Trump now.@quaccky87 @themottoman @DreamDestroye16 @amyklobuchar You really do believe anything don’t you? President Trump pa… https://t.co/tmal95Ofvq@charliekirk11 A song my son wrote and sings about trump ","polarity":1,"subjectivity":"0.42500000000000004"}
{"tweet":"https://t.co/PjFk3nQfvsRT @SenSchumer: It's October 30th, and President Trump still doesn’t have an adequate national testing strategy.RT @CHIZMAGA: 3 first time Minnesota voters for Trump! 🇺🇸 https://t.co/H7jTXsYfzyRT @thebradfordfile: @realDonaldTrump Biden is for lockdowns.","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is for freedom.WATCH: Laura Ingraham on The GREAT Trump Recovery!","polarity":1,"subjectivity":"0.75"}
{"tweet":"While the #FakeNewsMedia Dismisses Record Economic Growth.","polarity":1,"subjectivity":"0.2"}
{"tweet":"#Trump2020 #4MoreYears ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020Landslide #KAG2020LandslideVictory ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#KAG #KAG2020 https://t.co/26IbjsYuPnDon Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal off of my chest","polarity":0,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was really difficult to post... https://t.co/MxXAC7NT7RAnd let’s not forget that a Biden presidency means that AG Bill Barr, DNI Ratcliffe, Sec State Mike Pompeo, WH xenophobe Stephen Miller, &amp; the rest of Trump’s corrupt cronies will also be tossed out.","polarity":-1,"subjectivity":"0.8666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"It’s a terrific package deal. ","polarity":0,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vote Biden/Harris!Wow. Zero surprise that Walmart has suspended gun/ammo sales ahead of the US election. If Trump wins it will be chaos ... https://t.co/0dxV2G83mNRT @RichardGrenell: I don’t see any ground game for the Democrats in Michigan, Wisconsin or Pennsylvania.","polarity":0,"subjectivity":"0.5333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Trump ground game is AMAZING.RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.43333333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.If you think Trump is not already using his packed courts to steal the election, just look at Minnesota. Appeals court changed the rules yesterday saying no ballots after election day will be counted. 4 days before election day.  Avg mail delivery 6 days. This is criminalRT @jsolomonReports: Michigan Democratic Rep. Dingell: 'So many' auto workers are choosing Trump over Biden | Just The News","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/X6…RT @KingJosiah54: “What’s your favorite Lil Wayne song?”","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump supporters: https://t.co/fGH4fcNK7kRT @ElieNYC: Dear media, Trump is out of money and Super Spreader rallies aren't actually \"news\" anymore.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just, like, FYI.RT @ScottPresler: @realDonaldTrump We win Michigan &amp; Trump is re-elected. ","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Make a plan to vote for Trump on Tuesday, November 3rd, 2020.Trump rallies are known for their enthusiastic supporters. I’ve covered a number of them.","polarity":1,"subjectivity":"0.45"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rochester, Minnesota might be the most fired up crowd I’ve ever seen. These voters want to see their President @realDonaldTrump! @OANN https://t.co/pHBrKoS64BRT @thejtlewis: President Trump is holding 14 rallies over the remaining 3 days until Election Day!RT @lover_obi: TRUMP’S WALL OF LIES! https://t.co/GJFnV9liBEPatriots around the world read these threads plz WWG!WGA","polarity":1,"subjectivity":"0.5"}
{"tweet":"And if you want help us to trend #MIGA !","polarity":0,"subjectivity":"0.0"}
{"tweet":"thanQ dears, we support #Trump2020 for sure!","polarity":1,"subjectivity":"0.8888888888888888"}
{"tweet":"[UNITED NOT DIVIDED] https://t.co/TWzd9naWnHRT @FairyQ15: These Firefighters know who is on their side.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Philadelphia Firefighters Union Votes to Endorse Trump https://t.co/eVQWXsGcp4RT @thebradfordfile: LOL. Trump is dragging the corrupt media for only asking Biden about his ice cream flavor. It's so true.RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.67"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.On the surface, the Halbank story may seem complicated, but it doesn't have to be: a foreign dictator asked Trump to corrupt his own country's justice system, and the Republican president gladly said yes. https://t.co/uNIrf7mJ1vDonald Trump's former head of national intelligence is sharing a video that outs private federal workers and ominously suggests they are working with the DNC and BLM on a coup d'etat to overthrow the government.If he loses, this will be iconicBREAKING: Congressional Oversight report says Trump Admin’s response to coronavirus was “among the worst failures of leadership in American history.” The report details corruption and negligence which led to people losing jobs, going broke, getting sick or even dying. Vote Biden.RT @thebradfordfile: @realDonaldTrump Biden is for lockdowns.","polarity":-1,"subjectivity":"0.587012987012987"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is for freedom.RT @asheborn57: Don Lemon Competes With Chris Cuomo for 'Jerk of the Year' Award in Rant on Dumping Trump-Supporting Friends https://t.co/3…RT @catturd2: President Trump is on Rush right now.@FoxNews Just Cut off the Video Trump was showing at Trump rally with the Democrat Govenors praising Trump over his… https://t.co/OMWfcEpuoaRT @naimeiyao: Melanie runs around in $58,000 ugly coats to do ABSOLUTELY nothing. What’s your point, Frau Ingraham?@BrandonStraka I have a gay friend who is convinced her marriage will be declared null &amp; void if Trump wins.  I have no idea why.RT @lover_obi: TRUMP’S WALL OF LIES! https://t.co/GJFnV9liBERT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKt@kayleighmcenany I just said that to my friend, he wants to be like @realDonaldTrump so bad!!! He can’t even come close to Trump@KylieJenner @jamescharles Please research the damage this particular family could do to your country ( I'm a Brit… https://t.co/xK0qjULQsSLet's get farewell tour underway, bye to Trump and bye to the Covidiots for embracing their short livesRT @realDonaldTrump: Great Red Wave!RT @MarkRuffalo: #onlytheyoung, we have just begun.RT @LambdaLegal: 1 in 3 of Donald Trump's federal circuit court nominees have a deep history of anti-LGBTQ advocacy. 🙃 https://t.co/eLXtNMM…Retweet if YOU are part of the Silent Majority that WILL MAKE AMERICA GREAT AGAIN AGAIN by voting for DONALD J. TRUMP!","polarity":1,"subjectivity":"0.5158263305322128"}
{"tweet":"🔥🔥🔥@EinsteinsMagic 🔥🔥🔥 https://t.co/TqHcBUUcapReturning to his strategy of mocking her name, Trump now claims Sen. Kamala Harris cannot pronounce her own name properly. https://t.co/8Wr2Y6lNFnNEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.4904761904761905"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKERT @catturd2: Hardest working President EVER!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"LET’S GO !!!Trump accuses NBC reporter Savannah Guthrie and CBS' Lesley Stahl of \"screaming\" at him when they interviewed him.… https://t.co/QOkkfMCtxJImprovidence Incarnate warns that there will be “no future” if his opponent is elected. Irony is dead.What's your vision of America? How much do you reject the symbol of the Statue of Liberty? It changed my grandparen… https://t.co/2ZmAaeqZ0iBull 💩 Operations must be DemocraticRT @BlackNews4Real: I love my #BlackBrothersForTrumpRT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtTruth ! Eric Trump: “When have you ever seen 30K people lineup multiple times a day, every day chanting \"we love you\"? This is not politics, this is a movement of love and this is why we will win on Tuesday\"🇺🇸🙏@realDonaldTrump https://t.co/9OEOCKRRhpWhen Trump was doing Apprentice, never heard nothing about him being a racist. Weren't these celebrities always tryna get pics with him or stay at his hotel? If Trump is racist so is Biden.RT @jsolomonReports: Michigan Democratic Rep. Dingell: 'So many' auto workers are choosing Trump over Biden | Just The News","polarity":1,"subjectivity":"0.4840909090909091"}
{"tweet":"https://t.co/X6…@savethemouse @JohnFugelsang Yeah I can't wait for Tucker Carlson to claim the 500,000th death to be Biden's fault in February.  And I can't wait for the GOP to blame him for the debt Trump left behind.  And I can't watch for Mitch to whine about how Biden is adding more judges to the court.@1LastRepublican @LarrySchweikart I’m aware of Trump’s shortcomings and I still voted for him because I’m choosing… https://t.co/V2fNcGKEX3Libs will mock this tweet, but it’s a reflection of their willful blindness. The “oppressor vs oppressed” narrative the left’s embraced for decades is motivating CONSERVATIVES to vote Trump. They see him as the only thing standing between them &amp; the powerful forces attacking themRT @IngrahamAngle: Donald Trump leading Joseph Biden in four states: Poll - Washington Times https://t.co/V6YMTFQUkNRT @LeahR77: President Trump will hold his last rally in Scranton PA on Election Eve .. he IS the ultimate Troll 😊@jsolomonReports John, could it be Trump wants to bring back the auto industry to the U.S. Unlike Obama he doesn’t… https://t.co/9XB4I8UJDPTrump has been LYING to seniors and people who receive Social Security Disability: #TrumpCutSocialSecurity ","polarity":1,"subjectivity":"0.3902777777777778"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"These people live on a fixed income and the Administration has approved only a 1.5% increase for 2021. How are they supposed to live with that? 😡","polarity":1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/bYD5CoKMk7@Mod4USA @SM4USA @NS4USA @JDPHD2 @cullyy @KP2USA @beg402 @EG4USA @SGUSA4 @BelannF @drbob63 @BchHunt @ocMikeP… https://t.co/4c5aulemahDon Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal off of my chest","polarity":0,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was really difficult to post... https://t.co/MxXAC7NT7RCould be he's planning on hunkering down...OR he'll be packing just what he can carry.If you hate the media, big tech, the military industrial complex, the deepstate national intelligence community - the clear better choice is Trump. All those groups hate him.It pisses me off that NYT would call a man who hasn’t drawn a sober breath since the ‘80’s a ‘teetotaler’ (it’s also bad reporting as Trump used alcohol frequently in nightclubs) ‘dry goods’ are the same as booze. He is high 24/7 while POTUS. @realDonaldTrump.@MaddowBlog: The Turkey scandal is simple: a foreign dictator asked Pres. Trump to corrupt his own country's justice system, and the Republican president gladly said yes.","polarity":-1,"subjectivity":"0.5243015873015873"}
{"tweet":"https://t.co/01ls24ZB1c.@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":0,"subjectivity":"0.0"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household incomes increase, and home ownership expand.","polarity":-1,"subjectivity":"0.4"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hispanics have achieved RECORD economic success because of Pres. Trump's thriving economic environment.RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.Show this clip to all of the people you know who support Donald Trump and claim he isn’t a racist.","polarity":1,"subjectivity":"0.13333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Decades of documentation...https://t.co/ZjQxvl3wR1@isaac_adu1 Trump is definitely full of it but threatening to cancel people over who or what party they feel would… https://t.co/zEt4dLvzO8RT @tinagutierrez04: I didn’t work all these years to be without it when I need it. #TrumpCutSocialSecurityWhen he wins!!! Not IFRT @mmasnick: Conspiracy theories too crazy for even your crazy uncle are now spewing forth from the President dailyIf you put 2k on trump you can win 1k in odds, place your bets all my gambling niggasHe doesn't pay his bills. Cash sent into the Trump 2020 Campaign has gone to lavish parties, lavish lifestyles of t… https://t.co/PtDTu7M09KIt appears if I read this right, Archbishop Carlo Maria Vigano is calling the pope a disciple of the devil.  https://t.co/mzWYKP7CxD  We are light workers.  @yoga4teaYes, I want to know too. Just got into a conversation with a trumper here in Canada, a born again Christian, who sa… https://t.co/MfI5gbmcEDRT @mrbenwexler: This is how he repays doctors, some of whom saved his life four weeks ago https://t.co/xlpThCGMl5\"Trump once said he could shoot someone on Fifth Avenue without consequences. At this moment, we are all on Fifth Avenue.\"@Jasmine86042289 @tacoshirtK @Vaalleerri @TexasAngels3 @frznmargs @girlscouts It is not exclusively used by Trump s… https://t.co/jWOIO84w5QThis is so maddening!!!! 😡CNN reports that \"the enthusiasm on the voting side seems to be alive and well here in Michigan,\" for President Trump. https://t.co/tcTmSlUTwhHave you noticed that many leftists refer to Trump supporters as \"cultists\"?","polarity":1,"subjectivity":"0.5085714285714286"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"People who say the world will end in a decade if we don't elect them, who believe men can become women, and who regard child sacrifice as a sacred, constitutional right call the rest of us \"cultists.\"The left thinks we're stupid. We're not!@ReallyAmerican1 Rise up, Florida Seniors! 80% of #COVID19 deaths are Senior Citizens. Trump will not protect our health OR our #SocialSecurity &amp; #Medicare","polarity":1,"subjectivity":"0.6089285714285715"}
{"tweet":"Vote for experience,  intelligence, Science, our grandchildren's futures, truth, empathy &amp; leadership","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteBidenHarris2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#SeniorsForBiden https://t.co/QKZqIN03pK@AP_Politics @AP FACT:  Trump LIED TO AMERICANS admitting he knew about the deadliness of COVID on February 8, but… https://t.co/tQpQ4oNy8nRT @AynRandPaulRyan: Holy shit, I’m gonna need a fact checker to weigh in here. 😂","polarity":-1,"subjectivity":"0.8"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Madame Tussauds Throws Wax Trump in Dumpster https://t.c…Yes, Interior’s latest Trump-promoting video looks a lot like the other Trump propaganda materials that we’re suing for records about.","polarity":1,"subjectivity":"0.4583333333333333"}
{"tweet":"https://t.co/0JQiOVAWAVJoe Biden said President Trump would cut Social Security. He challenged his audience: \"Google it.\" So people did, and found out that Biden was lying--again. https://t.co/Y8mGpZxZdGDemocratic presidential candidate Joe Biden laid into Trump for hanging out on the golf course instead of passing pandemic aid in Iowa.","polarity":1,"subjectivity":"0.06666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/NsXBy34Oe2 via @politicususaAbolish the supreme court\"There will be school. No graduations. No weddings, no Thanksgiving. No Christmas. No Fourth of July. There will be no nothing. No future.\" -- Trump on what will happen if Biden is elected https://t.co/I7W6Bw3Unx@kayleighmcenany Kaleigh, exactly my thoughts there is no need for yelling with the connotation of anger. Trump 2020! 🇺🇸❤️👍Democratic presidential candidate Joe Biden laid into Trump for hanging out on the golf course instead of passing pandemic aid in Iowa.","polarity":-1,"subjectivity":"0.14375"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/NsXBy34Oe2 via @politicususaRT @itsssjesenya: Just A Reminder! Pretty Girls Hate Trump! Please Vote If You Can! 💗✨ https://t.co/OV059DFmKtLife-Long Dem and Flint City Council Member Backs Trump in INCREDIBLE Sp... https://t.co/jbRqjVjWx5 via @YouTube@AmericanTruth44 @tburages @BrettFavre @realDonaldTrump donald trump committed tax fraud, says he’d date his daught… https://t.co/mDI30CPjYUthis is such a lame troll, please don't talk about the hatch act, just file the criminal complaintThe President who dangled pardons at his cronies to keep them from cooperating with the Mueller investigation is now trying to convince the Supreme Court to do him a little favor. No institution Trump touches gets out of this with its integrity intact.RT @chris_gustafson: Oakland County showed up in force for President Trump today...! #MAGA https://t.co/daAUJa7nOZRT @aroseblush: 🤕🤡These disturbing facts about Trump show his abnormal mental state is an existential threat to humanity  🤡🤕","polarity":-1,"subjectivity":"0.6777777777777777"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/…Frend @turrible_tao write important article everyone is reading making the case for vote Trump this year. Please read","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/XmAsE3U9ttMom, under Trump, social security funding is poised to be depleted in 730 days. 2 years. 2023. #TrumpCutSocialSecurityRT @TheBabylonBee: Chelsea Handler Patrols Polling Places To Make Sure No Black People Are Voting For Trump https://t.co/dLOV5QvYVIThe Hiroshima nuclear bomb killed 140,000 people","polarity":1,"subjectivity":"0.3472222222222222"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The Nagasaki (pictured bridge survived) nuclear bomb killed 80,000","polarity":-1,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"In seven months the Trump Virus Covid-19 has killed 220,000 Americans. (140+80=220)","polarity":-1,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Of those 200,000 could have been saved","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpLied220KDied ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#TrumpIsLosing https://t.co/okyz1EaVSc@D35749937 @realDonaldTrump @JoeBiden Because she said so? Pelosi will be replaced soon! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"If we will vote in person and volunteer at the polls to watch them. We will win! Just stay positive and vote, help others to get to the polls! We must do our job! Let President Trump do his job to win! #MAGA https://t.co/17H524Pe4iRT @ateacher97: #TrumpCutSocialSecurity guess I’ll have to move in with the kids.@MockUSAHockeyGM @JNJdubya @KeithOlbermann And why does the right not see who Trump really is?  A conman grifter wh… https://t.co/wVVhyoqbrw@mattklewis @BillKristol Most offensive excuse for a politician in 2020!  That's saying something considering she's… https://t.co/MSrFwmPikwDonald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":1,"subjectivity":"0.33722943722943727"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden could never keep up with the energy, stamina, and drive that this president has.RT @MarchGlas: @NoToHateInWales @rapsiencyn Are they factoring in lying Trump voters - people who say they won't vote or will vote Biden, b…Where would we now be if Trump, upon learning of the threat of Covid, had said we must wear masks both for our welfare as well as the economy?  Instead he put his own survival first. Now look where we areRT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.RT @RealBrysonGray: Instagram is purposely hiding the hashtag “#Trump”. I’ll ask again...is this the USA or is it China?RT @thekjohnston: One of his most vile statements.@CBSBigBrother Your vote does count Congratulations Da! Now yall go vote Trump outIt’s so cruel and unAmerican:  people are being evicted from their homes because their Covid relief checks ran out, and McConnell and Senate Republicans say no action until 2021 on relief, and Trump is busy campaigning.I hear Joe at his rally saying Trump inherited their economy.","polarity":1,"subjectivity":"0.5571428571428572"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"OBAMA'S AVERAGE ANNUAL GDP AFTER 4 YEARS WAS ONLY 1.5%","polarity":-1,"subjectivity":"0.7"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"1.5%","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Compare that to 33% GDP Trump got for recent 3rd Quarter.A CNN investigation of 17 Trump campaign rallies finds that 14 of the host counties -- 82% of them -- had an increased rate of new Covid-19 cases one month after the rally. https://t.co/8O6pH1kdKpHoly cow!RT @ChuckCallesto: SAVAGE: Trump just announced that he is holding a rally THE DAY BEFORE THE ELECTION in Scranton PA, Biden's home town...This is my closing argument for Joe Biden. I have a written a lot of things about a lot of subjects for @USATODAY - Indian food! - but thanks @JillDLawrence for insisting my election stuff stay sane (or as sane as anyone with my TDS can be in 2020):","polarity":1,"subjectivity":"0.21424242424242426"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/Um69Wwtr6j","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"/2@LilTunechi @realDonaldTrump @POTUS Trump’s Platinum Plan is 2 pages. Biden’s Lift Every Voice Plan is 48 pages. Le… https://t.co/SyDnpnEjVdI’m a First Time Voter casting my vote for Donald J Trump. ","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump cares about America and preserving my opportunity to succeed. I’m thankful to have grown up in the greatest country in the world, and I plan on keeping it that way. https://t.co/l8351IzhzpSo far today Trump has lied about:","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"* The COVID death count","polarity":0,"subjectivity":"0.0"}
{"tweet":"* Doctors who treat COVID","polarity":0,"subjectivity":"0.0"}
{"tweet":"* Joe Biden","polarity":0,"subjectivity":"0.0"}
{"tweet":"* Election fraud","polarity":0,"subjectivity":"0.0"}
{"tweet":"* The auto industry","polarity":0,"subjectivity":"0.0"}
{"tweet":"* Environmental regulations","polarity":0,"subjectivity":"0.0"}
{"tweet":"* His impeachment","polarity":0,"subjectivity":"0.0"}
{"tweet":"* Being named Michigan Man of the Year (he wasn't)","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And the day ain't over.Trump just now:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)RT @C_3C_3: Trump to hold 14 rallies in the next 3 days.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden to say 14 coherent words in the next 3 days.@Colombian_U_S_A @realDonaldTrump I wrote this back in March, before we even knew COVID lockdowns were going to kill schools and jobs here. https://t.co/SehjH8GxxrTrump is mocking Biden for taking health precautions (\"I’m watching these Biden rallies. There’s like nobody...He says they want to do that on purpose\") but also Laura Ingraham (\"Are you wearing a mask? I've never seen her in a mask...She's being very politically correct\")NEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.36178787878787877"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKERT @feliciaday: This made me cry, so amazing. Link to everyone you know.@chrislhayes TRUMP's TOP ACCOMPLISHMENTS:","polarity":1,"subjectivity":"0.7"}
{"tweet":"- COVID19: 230k American Deaths, 9million Infected","polarity":0,"subjectivity":"0.0"}
{"tweet":"- IMPEACHED","polarity":0,"subjectivity":"0.0"}
{"tweet":"- NO WALL (Mexico did NOT Pay) 9miles built","polarity":0,"subjectivity":"0.0"}
{"tweet":"- NO HEALTHCARE PLAN","polarity":0,"subjectivity":"0.0"}
{"tweet":"- 25,086 LIES","polarity":0,"subjectivity":"0.0"}
{"tweet":"- SUPER-SPREADER","polarity":1,"subjectivity":"0.6666666666666666"}
{"tweet":"- NO INFRASTRUCTURE ","polarity":0,"subjectivity":"0.0"}
{"tweet":"- ALL TOP STAFF: ARRESTED, INDICTED &amp; INCARCERATED","polarity":1,"subjectivity":"0.5"}
{"tweet":"- TRUMP CRIMES DAILYIs he doing this so he can stay at our White House where he thinks he'll be safe when he starts trying to nullify the election results or does he not want to suffer a humiliating loss in front of tons of people at the party? https://t.co/iBGCtXOFETIf Donald Trump wins again, despite","polarity":1,"subjectivity":"0.2333333333333333"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell community","polarity":0,"subjectivity":"0.4"}
{"tweet":"-The Hollywood hate machine","polarity":-1,"subjectivity":"0.9"}
{"tweet":"-and the cancel culture libs,","polarity":0,"subjectivity":"0.0"}
{"tweet":"it’ll be the greatest political story ever told.#Trump ","polarity":1,"subjectivity":"0.55"}
{"tweet":"#TrumpVirus ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#COVID19","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteBlueToSaveAmerica ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Go to https://t.co/ykMafIUaHD ","polarity":0,"subjectivity":"0.0"}
{"tweet":"and ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteHimOut… https://t.co/zvVETVPWtd@Chica_LeoLatina I asked a magat if you owned a business would you let trump represent or run your company? This is… https://t.co/hwAhN4wA6iRT @Msnazzzy: THE TRUMP DEATH COUNT BILLBOARD IS LIVE IN #DALLAS  ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WE DID IT Y’ALL. Now vote, and let’s turn Texas BLUE!’n https://t.co/2H…@ProjectLincoln Please don't roll out Dave Chappelle next. I find him very funny, but if he got involved in a fake… https://t.co/0S7JJ0hJPcSenior citizens please read the fine print trump want to end Social Security and medicareNancy Pelosi and her cronies are planning to have Trump removed literally from the White House, I really hope our military will protect our President. She did say \"he will be leaving the White House, one way or the other\", \"THEY\" have something planned folks!Looks like Barr's incompetence is coming home to roost.  #MakeYourselfHeardNov3rd #WeWillVote #DeathSantis #ObamaWasBetterAtEverything ","polarity":1,"subjectivity":"0.30378787878787883"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Judge shoots down effort to delay hearing on Trump rape case — after Barr’s DOJ was caught lying: report https://t.co/y6rbAJfzpG@CherylP13 @Kevinliptakcnn @jeffzeleny @betsy_klein Because the agency head of the offender is responsible for the… https://t.co/egSvC5h7jL@juarlesa @50cent You should ask what trump has done for AMERICANS. WE arent black or white or brown or yellow we a… https://t.co/0vOpyY8np2@AriMelber Ari, what will change after Trump is considered a lame duck. Will you folks be still giving him the way… https://t.co/qOLNV6RQXHRT @mspdcali: @dbongino Trump is running against the Mob! The American people will Re-Elect President Trump!🇺🇸RT @EvanAKilgore: Trump just talked about how hospitals list deaths are COVID related, even when they're not 100% sure.","polarity":1,"subjectivity":"0.42111111111111105"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Fact Check: TrueRT @jillybean614: @wernerkeil @DerMotzmichel Of course because we have the science denier tRumpYuckWhy would .@HouseDemocrats impeach Pres. Trump for something that .@JoeBiden did and bragged about on video? Telling someone that you're not giving them $1Billion in taxpayer dollars if they didn't fire a Procecutor is a Quid Pro Quo.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I'm still trying to make sense of this.RT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.Q. When will trump, his spawn and Republicans admit COVID exists, is deadly, and getting worse?","polarity":-1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"A. When they can blame it on President Biden.@GeraldoRivera Get some cahoonas. Be a man and think for yourself. If you vote Trump the country wins and you never… https://t.co/m1g6FKjsLFTHREAD","polarity":1,"subjectivity":"0.2"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@newtgingrich isn't known for his wild overstatement.","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"As some of you might know, I agree with Gingrich's assessment of @realDonaldTrump's prospects.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/AMt8MzbOPFRT @jsolomonReports: Michigan Democratic Rep. Dingell: 'So many' auto workers are choosing Trump over Biden | Just The News","polarity":1,"subjectivity":"0.5"}
{"tweet":"https://t.co/X6…RT @CouchPotatoSJW: Biden Harris Bus is Leading a Trump caravan 😂 https://t.co/JbNEAfPbIm@RonnyPats @SpunkForRobots @TillotsonSilas @richardtucker23 @FreeGirlNowNYC @LilTunechi @realDonaldTrump @POTUS You… https://t.co/YYKwN253SbThe difference is 2 brain surgeries Beijing DeadHead joe. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"President Trump EARNED &amp; WORKED HARD FOR SUCCESS.","polarity":1,"subjectivity":"0.2708333333333333"}
{"tweet":"Corrup… https://t.co/EpaYqVREfDNope. Do not let the trumps escape to Russia or any country that won’t extradite their miserable selves back to the US. Seriously.President Trump just said his plans for an election night party at the Trump hotel are being held up by DC Mayor Muriel Bowser who has imposed restrictions on numbers. He said his plans aren't yet settled and that he will \"probably\" stay at the White House.Stop answering your own question!@Timcast If Trump loses to Biden, we'll have proven that Russian scientist correct in that once people have been br… https://t.co/66QMpdgr69@TrumpJew After looking at all the bad polls for 3 months, I feel like Trump has taken the lead in every battlegrou… https://t.co/vV1LvXJOHIRT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something. https://t.co/N7TOGJrskHRT @gtconway3d: This is truly one of the sickest lies he's ever told, and that's saying something.@GOPChairwoman @GOP @realDonaldTrump Why don't conservatives and republican's push back on this craziness? ","polarity":-1,"subjectivity":"0.3814814814814815"}
{"tweet":"-Listen… https://t.co/4c2WAvZpwMI Voted today for Donald J. Trump because he puts America first! @realDonaldTrump ","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸 https://t.co/GpxGUOvFnY@MagicJohnson Vote for Donald J.  Trump 2020. If not for me do it for your damn country.LOVE our President - Super-Soldier Trump!!!Biden: Why should a firefighter, an educator, a nurse, a cop pay at a higher tax rate than a major multi-billion do… https://t.co/Yyb2DqDTnYRT @RichardGrenell: Fire them and replace them with people from outside DC. https://t.co/wkObWgQfMd.@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":1,"subjectivity":"0.46333333333333326"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household incomes increase, and home ownership expand.","polarity":-1,"subjectivity":"0.4"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hispanics have achieved RECORD economic success because of Pres. Trump's thriving economic environment.That’s *EXACTLY* what I would expect the grandson of the guy who made up communism to say!!RT @LeahR77: President Trump will hold his last rally in Scranton PA on Election Eve .. he IS the ultimate Troll 😊What else besides her intelligence and integrity will she surrender?","polarity":1,"subjectivity":"0.28611111111111115"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Jennifer Lawrence is a little liar. She's a communist, you know how they lie.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/mVYAKjnULTRT @JamesMartinSJ: \"Pope Francis calls Trump’s family separation border policy ‘cruelty of the highest form'\" https://t.co/dgAbwKW0kUFolks, This 👇 is absolutely amazing!","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Communities who’ve lived Socialism &amp; Communism will vote overwhelmingly for President Trump.","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Chinese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vietnamese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/qHrOPUFGeC@DanScavino Trump speaks the TruthHope Kelly Loeffler loses BIG TIME!  I’m am so sick of right-wing bigots &amp; idiots.  They are racist, condescending,… https://t.co/FeMRe1WaSc@Neoonecattorul1 @ChrisEvans @DonCheadle @Pink @TheMandyMoore @ericswalwell Here is a glimpse of what I used to bel… https://t.co/Kth24HRWUjRT @AdamParkhomenko: Doctors are dying tooRT @catturd2: President Trump is on Rush right now.one thing I hope is whatever they are paying that Piece of Shit  Matt #drudge  I hope its enough to save his soul f… https://t.co/qIlsuKLqrqRT @RichardGrenell: Keep fighting. https://t.co/gCpvvhXPjVTrump told reporters that he might not do an election night party at his DC hotel because \"you know, Washington, DC is shut down\" and “I think it’s crazy. Washington, DC is shut down.”","polarity":-1,"subjectivity":"0.5187590187590188"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"DC is not shut down. No stay-home order, indoor dining is allowed at 50% capacity, etc.The ones with a brain!RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSul@morganpehme @dandoesdocs Incredible. TRUMP is a walking disaster in the waiting. Worse, he has neutered HOMELAND S… https://t.co/CgCSaqwmhaNorth Carolina Polling:","polarity":1,"subjectivity":"0.5962962962962962"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Pres:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden (D): 50% (-1)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump (R): 48% (+1)","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Sen:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Cunningham (D): 48% (-1)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Tillis (R): 4… https://t.co/gWxtuHowsp@julie_creelman @realDonaldTrump Nope. Trump is the best candidate available. Trump &gt; BLM, Antifa, riots, racism, \"… https://t.co/lpMszWLPogPeople should stop pretending that the 2020 election is the first time Trump will be a loser.","polarity":1,"subjectivity":"0.3444444444444444"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He’s failed at most things other than being a celebrity, The Apprentice, and winning in 2016.","polarity":1,"subjectivity":"0.48125"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Aside from that, his life as been riddled with failures and humiliations. Hence the crazy.RT @RBReich: When you vote, remember that Trump's golf trips have cost taxpayers $142,000,000. That's equivalent to 355 years of presidenti…President Trump just said his plans for an election night party at the Trump hotel are being held up by DC Mayor Muriel Bowser who has imposed restrictions on numbers. He said his plans aren't yet settled and that he will \"probably\" stay at the White House.Fact Check: President Trump did not call the coronavirus a 'hoax.' ","polarity":-1,"subjectivity":"0.45"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"That's a lie debunked by at least nine fact checkers.","polarity":-1,"subjectivity":"0.4"}
{"tweet":"https://t.co/OxJSZokZpSRT @gtconway3d: He's contemptible—and bonkers.@AllDandi @Readers4Pete @KG_1085 @OuakamA @YOzzie5 @AdamGreen @ossoff @PeteButtigieg She would never have survived… https://t.co/aPCMfQcLjqNBC Exclusive: The Hunter Biden 'dossier' that went viral on right-wing internet sites and was later disseminated by Trump's close associates appears to be from a fake 'intelligence firm'.","polarity":-1,"subjectivity":"0.4839285714285714"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The author of the report, 'Martin Aspen', does not exist. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/XgIbSns9MmThey’re debunking a story nobody has heard of, which their side probably authored in the first place, so they can pretend it’s all fake. The media are the enemy of the people.RT @catturd2: “This election is about a choice between the American dream or a socialist nightmare.”","polarity":-1,"subjectivity":"0.4444444444444444"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"- President Donald J Trump@realDonaldTrump Trump is attacking Joe Biden for wanting to help the middle and lower classes by taxing the super wealthy.NEW VIDEO: Social Security is completely funded by the payroll tax. Trump is cutting the payroll tax and is cutting social security and Medicaid. Everyone needs to know this.","polarity":-1,"subjectivity":"0.4949494949494949"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Retweet to expose how #TrumpCutSocialSecurity https://t.co/pb60l64hKERT @meiselasb: This is just so crazy. Who is that lady?A November Surprise: Trump And The Coming Red Wave","polarity":-1,"subjectivity":"0.45"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"The good news for the Republican party won’t end at the top of the ticket.\" - @ChrisRBarron","polarity":1,"subjectivity":"0.55"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@TPInsidr #Trump2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/GNV3lIirLr@mookiealexander Bunch of idiots have gotten pimped out by the Republican party and now are 100% OK with citizens d… https://t.co/XAyB11x5ejRT @C_3C_3: Vote for President Trump like the survival of the Republic depends on it because it does...RT @SavannahQSavage: Thats MY PRESIDENT !!!❤🇺🇸✊ https://t.co/UAS1XYkrHzA November Surprise: Trump And The Coming Red Wave","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"The good news for the Republican party won’t end at the top of the ticket.\" - @ChrisRBarron","polarity":1,"subjectivity":"0.55"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"@TPInsidr #Trump2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/GNV3lIirLrALL normalization of Trump MUST end! Listen to his rallies. He is no defensible! His psychopathology IS the story now - trust us, it is! It MUST be spoken about openly. First, it must be understood!!","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#UNFIT We made the film for NOW!  https://t.co/o7GkPqlUg8RT @Cherokeelegs1: Not surprised by the crook @realDonaldTrump https://t.co/0dZ9YpqSNQHe is unbelievable.@DrewCreasman Furthermore, my argument stands up just fine, but to think that your followers are going to agree wit… https://t.co/L42snptAH5@RepBarryMoore You have won the Republican idiot of the year award. And that is saying something with the intellectually challenged Trump!RT @CHIZMAGA: 3 first time Minnesota voters for Trump! 🇺🇸 https://t.co/H7jTXsYfzyMy doctor friends talk about their physical exhaustion, the emotional toll of patients suffering &amp; dying without their families, and their frustration over the lack of equipment or leadership.","polarity":-1,"subjectivity":"0.5907738095238096"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Haven't heard about the sweet COVID cash the president claims they're getting. Weird.@oldschoolfrisby No? It's not impossible for Trump to win, but statistically, it's much more likely to be Biden at this point.@realDonaldTrump Think Trump should resign? Play Impeached: Be The President, a game where YOU become President and… https://t.co/Q96vythrc0RT @RyanAFournier: President Trump is holding 14 rallies these next three days.","polarity":1,"subjectivity":"0.61875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"14.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This man is unstoppable.@Dknight10k Also suggesting watching Steve Kornacki @MSNBC He does a great job of showing the different pathways to… https://t.co/1rT3qoGGAtTrump just now:","polarity":1,"subjectivity":"0.675"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)Trump in 2020 is a known commodity: he’s a corrupt, racist, incompetent wannabe dictator willing to undermine the values that make America great. That’s why I’m working so hard to make amends for my prior support and ensure @JoeBiden is elected president.","polarity":-1,"subjectivity":"0.5680555555555555"}
{"tweet":"https://t.co/z5uTcnqCHd@adam3us @notgrubles My scoop revealing how the Biden's team uses Bitcoin for to get an upper hand over… https://t.co/IXP5uwHMOeRT @maddow: \"the president has stripped protections from at least 29.6 million acres of public lands and waters...\"","polarity":-1,"subjectivity":"0.15555555555555556"}
{"tweet":"https://t.co/RbaxteeHC3@realDonaldTrump @RealJamesWoods Loves Trump!🌹#MAGA🌹🇺🇸Billie Eilish: Trump is destroying this country ","polarity":-1,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: She said I was destroying the country ","polarity":-1,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Media: Trump says Eilish is destroying the country https://t.co/5hJnY98cBCRT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulEvery night, a different Trump goes on Fox News and says that the pandemic isn’t a big deal anymore.","polarity":-1,"subjectivity":"0.2333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And every night, the number of new cases and deaths keeps going up. Today, covid killed 1,049 Americans. Yesterday, it was 1,025.","polarity":-1,"subjectivity":"0.22727272727272727"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“Almost nothing\"“Trump’s being an existential threat to humanity is not a diagnosis, it’s a demonstrable fact.”","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"New from @ABlotcky @SethN12 @DMRDynamics ","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":" https://t.co/vGMgH8urvpI would NEVER have taken the endorsement of the man who, through gross incompetence, poisoned the people of Flint, Michigan. Former RINO Governor Rick Snyder should be ashamed of himself and his service. I was asked to help fix it. Biden took his endorsement. VOTE TRUMP!!!\"Rochester is arguably extra-vulnerable to the effects of spreader events, given its status as a town filled with thousands of health care workers and thousands more hospitalized people with underlying health conditions.\"","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"https://t.co/uN4UmTeXpcRT @ThereseOSulliv2: NHL legend Bobby Orr on supporting Trump: 'That’s the kind of teammate I want'","polarity":1,"subjectivity":"0.575"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/xs2Ng6JDjPCHESS - REMEMBER TO ANTICIPATE YOUR OPPONENTS COUNTER MOVES...THE GOAL IS CHECKMATE!!! https://t.co/6uSDcY6gawIn my town there’s a house that has a rad halloween display. Around 40/50 skeletons in gruesome poses. Bats hanging from trees, jack-o-lanterns... but also a giant trump 2020 flag, the scariest of all decorations. And i can’t figure out if he’s a halloween genius or just a turd.Insurrection Act of 1807.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"[Determination that the various state and local authorities are not up to the task of responding to the growing unrest]","polarity":0,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Call The BallTrump rallies are known for their enthusiastic supporters. I’ve covered a number of them.","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rochester, Minnesota might be the most fired up crowd I’ve ever seen. These voters want to see their President @realDonaldTrump! @OANN https://t.co/pHBrKoS64BYep! We all figured this was the case. Trump is a broke loser.@VirgoJ24 “There are men that think that way” can be a statically insignificant amount of black men.","polarity":1,"subjectivity":"0.4666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"And a large p… https://t.co/E7NecnH433RT @DanScavino: LET’S GO MICHIGAN!!!!!!!!!!","polarity":1,"subjectivity":"0.42857142857142855"}
{"tweet":"🌐https://t.co/zqgeZML9Hf","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WATERFORD TOWNSHIP⤵️ https://t.co/5b98cTP6VdBiggest lie driving election is that Trump to blame for COVID deaths.  Cuomo repeated it on The View. Irony is Cuomo is the one with blood on his hands.RT @ScottPresler: @realDonaldTrump We win Michigan &amp; Trump is re-elected. ","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Make a plan to vote for Trump on Tuesday, November 3rd, 2020.There’s a man with a trump mask on at the chiropractor and I’m very uncomfortable with the energy created in the office today.@Luckjones10 @mmpadellan @brikeilarcnn LMBO! Trump is the man pumping up white supremacist groups with his rhetoric… https://t.co/nU3zP1rwUP.@SpeakerPelosi: Covid deaths may mean 'almost nothing' to Donald Trump Jr., but they are 'everything' to families affected @MSNBC https://t.co/eeCFZR2A2J@realDonaldTrump Cherry picking","polarity":-1,"subjectivity":"0.421875"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Every Governor will tell you they had to kiss Trump's ass to get anything out of t… https://t.co/bBot7r8LS2.@SpeakerPelosi: Covid deaths may mean 'almost nothing' to Donald Trump Jr., but they are 'everything' to families affected @MSNBC https://t.co/eeCFZR2A2JI am so confused by so many Americans shrugging off Trump and Kavanaugh's clear signals to steal a presidential election. It's openly discussed and even joked about on TV. The response shouldn't be \"The win has to be overwhelming!\"  The response should be \"Stop cheating!\" https://t.co/1ZdY2iMZ1Ntw // trump","polarity":1,"subjectivity":"0.5958333333333332"}
{"tweet":"-","polarity":0,"subjectivity":"0.0"}
{"tweet":"-","polarity":0,"subjectivity":"0.0"}
{"tweet":"i hope my family knows that if he wins and i know they voted i wont be speaking to them for a very long timeCORRUPT Ivanka doing Daddy's bidding..@realDonaldTrump, you stupid pile of shit. Not only do you have not the first clue how medical billing works, you a… https://t.co/TiXypYsiBn@Yamiche Trump will be having a bad night. ","polarity":-1,"subjectivity":"0.5650000000000001"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I already cast my #vote for @JoeBiden and we have four days left until Trump starts packing his bags to get out of OUR White House.RT @MissBrookesMama: 💔😡 Trump strips protections for endangered gray wolves https://t.co/ETzJRSSHxV\"All I was watching was CNN so I had a lot of hate for Trump.\"","polarity":-1,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"One day I decided to say: You know what I don't know much abt him so let's go &amp; pray. When I did, God opened my heart &amp; that's how I became a big fan.\"","polarity":1,"subjectivity":"0.15000000000000002"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"Now I have 47 people close to me who are voting for him!\" https://t.co/MNJSI0cmhYRT @CHIZMAGA: 3 first time Minnesota voters for Trump! 🇺🇸 https://t.co/H7jTXsYfzy@Mike_Pence @realDonaldTrump Yes he did! And will again!","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"TRUMP 2020@MeddlinMegs @AdamInHTownTX @grizeldatee1 @Acosta What is a fascist policy that Trump has implementedThe man in this video is part of a longer 11 min video circulating on FB (for now) &amp; what he reveals in it is SO SHOCKING- you NEED TO BE INFORMED. ","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald Trump is the only person in a position to save the United States &amp; probably the rest of the world. HE MUST BE RE-ELECTED. https://t.co/g1xbMbdKmp@realDonaldTrump President Trump, we, the restarters, wholeheartedly supported you during this period, and we expect that after your re-election, you will break the censorship barrier and support us.","polarity":0,"subjectivity":"1.0"}
{"tweet":"#Trump2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#MIGAAmen to that. r/t everyone.@ProjectLincoln @MarcAnthony @SteveSchmidtSES @TheRickWilson You need you do a video showing the Trump supporters l… https://t.co/r7S0VnJKa3RT @nana4MANY: Good for the DC mayor. https://t.co/Ry1dB64RzlRT @DearAuntCrabby: \"He’s done\": George Conway predicts Trump will wind up \"bankrupt\" and a \"criminal defendant\"","polarity":1,"subjectivity":"0.5750000000000001"}
{"tweet":"https://t.co/XGZKyuyTya#TrumpCutSocialSecurity Trump knows full well that by cutting payroll tax that it would then cause cuts to Medicaid and the social security systems. Trump doesn’t care about the elderly since they don’t work @ReallyAmerican1 https://t.co/NudnxOniVe.@realDonaldTrump is committed to fighting for the Hispanic Community.","polarity":-1,"subjectivity":"0.5055555555555556"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"His policies help small businesses grow, household incomes increase, and home ownership expand.","polarity":-1,"subjectivity":"0.4"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hispanics have achieved RECORD economic success because of Pres. Trump's thriving economic environment.RT @jsolomonReports: Michigan Democratic Rep. Dingell: 'So many' auto workers are choosing Trump over Biden | Just The News","polarity":1,"subjectivity":"0.225"}
{"tweet":"https://t.co/X6…Trump Claims Therapeutics Are \"Working\" Even as U.S. Continues to Break Coronavirus Case Records https://t.co/zYsJg8WRAn via @politicususa@TheRealHoarse Can we talk about this more? THAT'S NOT MELANIA TRUMP.'We Will See Them in Court': Howls of Protest and Lawsuit Promised as Trump Takes Wolves Off Endangered Species Lis… https://t.co/qahdUr8lT2Love Reagan? Listen to him.  Then listen to trump.  Trump WILL destroy Social Security.  I’ve worked since was 15yrs old and EARNED my Social Security — you earned yours too. Trump wants to take it from us. #VoteHimOut #VOTE #TrumpCutSocialSecurity #OurSocialSecurityWe Must Keep President Trump in Office!  #VoteRed2020ToSaveAmericaRT @kumailn: This dude’s impression is unreal. I’ve watched this clip over and over and I’m more amazed by it each time. https://t.co/aspQO…You'll never believe her reason for not voting for Biden. Actually you will.  She tells on herself very clearly.  I… https://t.co/LBZPycbpgxRT @1THEBABE: They take turns voting against Trump and his supporters..She will be no different..Don't get your hopes up!!!RT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.@realDonaldTrump nice! after decades Trump got it done to move the embassy!This is why we MUST take back our country! Read and weep for humanity if trump wins. ⬇️","polarity":1,"subjectivity":"0.2947435897435897"}
{"tweet":"Stephen Miller reveals Trum… https://t.co/rfPf7zpdETTrump repeats his baseless story about how he can imagine the governor of Nevada tossing some extra Democratic ballots in the pile, \"bing,\" after finding out they're losing. He then repeats his false claim that Nevada doesn't want to verify signatures.RT @richardmarx: Trump is a deadbeat.@timothypmurphy @atrupar Nothing but the most shameful most baseless, most untethered rants ever heard from anyone.… https://t.co/luQ6rqwusERudy Giuliani, another one of Trump's very fine people.....What a low life Trump is!@realDonaldTrump First George W Bush, then Trump. How about we don’t allow Republicans to pick presidents for a while?@get_ez_clapped @anthony07984978 @JamaalBowmanNY Inconvenient fact: the mayor is the boss of the police department,… https://t.co/KQZYr4PgjpTrump launched a platinum plan ","polarity":1,"subjectivity":"0.4981481481481482"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Democrats launched a coup. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"One spent time working with the people —- ","polarity":-1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The other spent time trying to stop the man working with the people ","polarity":-1,"subjectivity":"0.2375"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"💥👊🇺🇸New download link.","polarity":1,"subjectivity":"0.45454545454545453"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"OPEN LETTER TO THE PRESIDENT OF THE UNITED STATES OF AMERICA DONALD J TRUMP","polarity":0,"subjectivity":"0.5"}
{"tweet":"From Archbishop Viganò.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Link allows for PDF download. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"➡️https://t.co/L1DlkPqXEjRT @1776Stonewall: Trump motorcycle parade in JerusalemTRUMP: “You know, our doctors get more money if someone dies from COVID, you know that right?”","polarity":1,"subjectivity":"0.423015873015873"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Beyond reprehensible. https://t.co/k5wuLDZOrzFolks, This 👇 is absolutely amazing!","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Communities who’ve lived Socialism &amp; Communism will vote overwhelmingly for President Trump.","polarity":1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Chinese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Vietnamese Americans For Trump!","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/qHrOPUFGeCBrett Favre tried to steal over $1 million from the state of Mississippi, sent lewd photos to a sports reporter &amp; sexually harassed her, and recorded an anti-Semitic video. ","polarity":1,"subjectivity":"0.8333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Of course he is endorsing Trump. So did the Taliban.Trump rallies are known for their enthusiastic supporters. I’ve covered a number of them.","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rochester, Minnesota might be the most fired up crowd I’ve ever seen. These voters want to see their President @realDonaldTrump! @OANN https://t.co/pHBrKoS64BTrump says Laura Ingraham is here, then looks over to her and says, \"I can't recognize you. Is that a mask? No way, are you wearing a mask? I've never seen her in a mask. Look at you. Laura, she's being very politically correct. Whoa! Whoa!\"President Trump today on the difference between his 2016 campaign &amp; now: “I don’t know what happened to Fox [News]. We still have a few great ones at Fox. It’s not like it used to be. But Fox is a big difference. Somewhere along the line we lost Fox. And that’s ok.”.@SpeakerPelosi: Covid deaths may mean 'almost nothing' to Donald Trump Jr., but they are 'everything' to families affected @MSNBC https://t.co/eeCFZR2A2JRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rally@BillKristol @JVLast Normally no judgment, this time I’m judging. ","polarity":1,"subjectivity":"0.38712962962962966"}
{"tweet":"If you vote for Trump, you want to continue on t… https://t.co/38HtuVvLtRThe Shy #Trump Voter is going to SAVE our Constitutional Republic from Democrat destruction...pass it on.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Vote RED","polarity":0,"subjectivity":"0.0"}
{"tweet":"Re-elect @realDonaldTrump🇺🇸 https://t.co/M3iqWXD4H8Don Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":1,"subjectivity":"0.9"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal off of my chest","polarity":0,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was really difficult to post... https://t.co/MxXAC7NT7R4 days till we tell @realDonaldTrump #YOUREFIRED.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"Reason 4:  We just recorded our worst week ever for Coronavirus, with over a half-million new cases.  Months ago Trump said it would just disappear. Americans are literally sick of his failed, stupid, corrupt, dishonest presidency@NYGovCuomo When we can no longer change a situation, we are challenged to change ourselves. But what if trump wins… https://t.co/ijp4fnKX0YTrump is now afraid and running scared. He &amp; his children will be doing the ‘bin-laden’ shuffle out of DC by Wednesday morning. They will bunker in place at Mar a Lago until they negotiate a full pardon or safe passage out of the US. @realDonaldTrumpDon't mess with Texas !!","polarity":-1,"subjectivity":"0.5848734598734598"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden gets called out by someone in San Antonio for a lie about Trump &amp; about his corruption with Ukraine and he is stopped cold. https://t.co/Vg4DUQl26cSanjay Gupta on CNN says they examined 17 locations where Trump held rallies and found that 82% of the time, the infections jumped in counties soon after a Trump campaign visit, and the rate of new cases in those counties grew faster than the rest of their states@ScottPresler @realDonaldTrump We will be on our knees encouraging the Trump voters.Gingrich expects Trump landslide and says the Left will be 'terribly shocked' on Election Day https://t.co/Il0OyFYIw5you will forever be stained with the blood of millions of dead Iraqis and no amount of cashing in on your aversion to a more impolite version of the evil you devoted your life to promoting will ever clean your soul or your record https://t.co/3WcTJ4RIB3RT @DavidCornDC: To ask the question...is to laugh out loud.People get beat up for wearing MAGA hats and called “chumps” or “deplorables” for supporting Trump. Sixty-two percent of Americans have political views they are afraid to share. Do you really thing polling is accurately capturing the electorate?RT @DanScavino: LET’S GO MICHIGAN!!!!!!!!!!","polarity":-1,"subjectivity":"0.5225252525252525"}
{"tweet":"🌐https://t.co/zqgeZML9Hf","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"WATERFORD TOWNSHIP⤵️ https://t.co/5b98cTP6VdRestartLeader and President Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" Two personalities who were financially excellent and had a wonderful life and could enjoy it with their families, but entered the Sludge policy to save their people and their country.","polarity":1,"subjectivity":"0.8333333333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"@restartleader @realDonaldTrump","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Trump2020","polarity":0,"subjectivity":"0.0"}
{"tweet":"#MIGA https://t.co/chqklsw8NDHow do doctors \"get more money\" if someone dies of COVID-19? ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No. NO. Goddammit. Don't you wave your fucking hands. Don't dismiss my question. HOW. DO. DOCTORS. GET. MORE. MONEY. Show me. In detail. Show your work. Let's see it, because I think you're full of shit. https://t.co/7G0dHiA3yu“Twitter Stock Plunges as Investors Ask What Happens If Donald Trump Loses”","polarity":-1,"subjectivity":"0.55"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"1. @realDonaldTrump isn’t going to “L*SE”😉","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"2. Jack owes Trump “bigly”for his success and he knows it. ","polarity":1,"subjectivity":"0.05"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"3. Many people will leave twitter post election. ","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"4 $TWTR stk is toast! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/oxf1civ10LRT @catturd2: President Trump is on Rush right now.RT @mschlapp: The Trump Bus team is expanding off to Findlay OH w Ohio's hero @Jim_Jordan @TWShannon @TeamTrumpOnTour https://t.co/RBXenj7R…RT @ThePubliusUSA: Donald Trump frantically tweets in the middle of the night that he is “way ahead in Texas.” You know what that means ...Actually believes trump rhetoric.  What the happened to \"critical thinking\" ","polarity":1,"subjectivity":"0.35892857142857143"}
{"tweet":"The 2nd Amendment is not under threat. Your 1st Amendment's rights are not on the line. COVID19 is the issue driving voters. ","polarity":0,"subjectivity":"0.0"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Your believing trump's lies is  gaslighting yourself.It is disgraceful that we have the chance to elect Adrian Perkins, Mike Espy, Jaime Harrison &amp; Rev. Raphael Warnock to the US Senate...yet some rappers have enlisted as foot soldiers in Trump's ⚪ supremacist agenda versus passing the mic to amplify Black men candidates. https://t.co/I48kn4wjPnRT @TrueFactsStated: Our first Trump Death Count billboard went up May 26. 95,000...now at 230,000. https://t.co/Gzxp6AaDz4@TaylorRooks Because they mostly don’t like when Black men with power speak about politics that are not aligned with their own beliefs. They feel like players like LeBrons James need to be “grateful” for her success and that he should idle people like Trump!RT @MrMichaelBurkes: I just took a family of 4 to the polls to vote for Trump! Wow!@steveasaur85 @realDonaldTrump It's a true statement since Biden wants to reverse Trump Tax cuts.RT @glennkirschner2: We’re ready. Ready to embrace @JoeBiden’s hope and reject Donald Trump’s hate. #VOTE@JoeBiden it was your party that has murdered tens of thousands of senior citizens. Joe you offer us nothing , no p… https://t.co/YgqPvtpvVWOur governor in MI is doing everything she can to get more votes for Trump with her continued over-reach in restric… https://t.co/XjYwz8jAbsRT @mattjbernstein: remember that weekend when we just waited to see if trump would dieSuch a sick man to infect so many.Why doesn´t @realDonaldTrump talk about his policies and plans - like healthcare,infrastructure,social security dur… https://t.co/QEuFj2cHuVDonald Trump is slated to hold SEVENTEEN rallies between now and Monday. 17 rallies in less than 4 days.","polarity":1,"subjectivity":"0.5133597883597883"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Joe Biden could never keep up with the energy, stamina, and drive that this president has.If this doesn't motivate Kentuckians to kick Mitch McConnell out of office, which they can absolutely do on Tuesday, I don't know what will. He is an unapologetic court thief. He has no principles, no scruples, and not clear there's a soul inside his body. https://t.co/YzrTPMsUTNRT @marcellacomedy: All these rappers endorsing Trump remind me of this bit https://t.co/uzJeg9AlKeI'm confused! Trump, Barr, Mnuchin, @RudyGiuliani worked w Erdogan to stop prosecutions of close associates of Erdogan/Turkish bank funneling billion to Iran and its barely being discussed. Barr directly pressured SDNY Berman to stop any indictments. Should be a huge controversy?This is very serious if true. Trump needs to act now. @RichardGrenell is a former acting director of intelligence a… https://t.co/G50VmcoIII.@MaddowBlog: The Turkey scandal is simple: a foreign dictator asked Pres. Trump to corrupt his own country's justice system, and the Republican president gladly said yes.","polarity":1,"subjectivity":"0.5588095238095238"}
{"tweet":"https://t.co/01ls24ZB1cIf Donald Trump wins again, despite","polarity":1,"subjectivity":"0.2"}
{"tweet":"-Twitter","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Facebook","polarity":0,"subjectivity":"0.0"}
{"tweet":"-Google","polarity":0,"subjectivity":"0.0"}
{"tweet":"-The entire mainstream media","polarity":0,"subjectivity":"0.625"}
{"tweet":"-The deep staters in the intell community","polarity":0,"subjectivity":"0.4"}
{"tweet":"-The Hollywood hate machine","polarity":-1,"subjectivity":"0.9"}
{"tweet":"-and the cancel culture libs,","polarity":0,"subjectivity":"0.0"}
{"tweet":"it’ll be the greatest political story ever told.RT @DearAuntCrabby: \"He’s done\": George Conway predicts Trump will wind up \"bankrupt\" and a \"criminal defendant\"","polarity":1,"subjectivity":"0.55"}
{"tweet":"https://t.co/XGZKyuyTya@RLHeinrichs @jpc14409 I’m glad she is not backing down!  We are trying to get California to flip red and VOTE TRUM… https://t.co/81XQ1HpbiIThe same political party that impeached President Donald Trump over a phone call about Joe Biden’s foreign corruption is now telling you to blatantly ignore Joe Biden’s foreign corruption.","polarity":-1,"subjectivity":"0.28298611111111116"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is insane.Obama let many get sick and die in Flint. @realDonaldTrump sent help. Many blacks in flint stayed home in 2016 because of Obama and Hillary was just awful. https://t.co/Ap9GRxG4YVRT @Legenterry1: Anyway https://t.co/kzpENuoLaSThe emergence of a deadly virus is no politician’s fault. ","polarity":-1,"subjectivity":"0.7095238095238096"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"But responsibility for our government’s undeniably catastrophic response rests 100% with President Trump and the spineless politicians who serve him, like Senator David Perdue.If you want to destroy this country vote for Joe if you want your children to have a future vote for Trump really it’s that simple I wish it wasn’t so cut and dry but it is when I was a kid I remember my father having discussions on who was a better candidate when the issuesAND THEY’VE STILL DONE NOTHING!!!!!We asked. We FOIAed. We sued. We spent 8 months trying to get @StateDept to release records on its payments to Trump properties.","polarity":1,"subjectivity":"0.26887755102040817"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They wouldn’t. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Here’s how we got them anyway.","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/jTHZMqg6sB@angelinnewyork @charliekirk11 @JunkScience You are aware that trump is currently under many more investigations th… https://t.co/yCIWeH3AQYRT @thehill: Trump to hold 14 rallies in final three days of campaign https://t.co/Y8MRjUglxP https://t.co/z2ssRlCdr7@CTVNews Wow. Did Bobby Orr sustain a head injury?  Can’t think of any other reason he’d speak in favour of anyone as despicable as Trump.@TKMusiic Trump is not racist. Record low Black unemployment, prison reform, and several pardons for nonviolent dru… https://t.co/61FTmZI3C6RT @BetoORourke: We can still listen to one another and be good to each other, even when we disagree.RT @Timcast: Biden announces plan to mobilize \"Truinanashabadepresure\"","polarity":1,"subjectivity":"0.4871794871794872"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is done@MarshaBlackburn @realDonaldTrump @SenateGOP We're still in the hole. All of US aren't dumb; just Trump's uneducated base. #votebluePlease, Ohio, regain your honesty, dignity, and self-worth.","polarity":-1,"subjectivity":"0.5333333333333333"}
{"tweet":"Vote him out.Trump on Biden: \"He called young Black men 'superpredators.' And he did it all the time.\" We've found no record of Biden using that term once.BREAKING:  Trump just now.  \"Joe Biden is getting millions and millions of dollars from communist China.\"","polarity":-1,"subjectivity":"0.4166666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No, he's literally not, but YOU ARE!Imagine the difficulty of deciding between a 5 time Nobel Peace Prize nominee and a mentally demented consorter with China and his drug-addicted son. https://t.co/IqfnjR0yv7Trump on Biden: \"He called young Black men 'superpredators.' And he did it all the time.\" We've found no record of Biden using that term once.RT @CaliConserv1: @KamalaHarris Don’t let them distract you. Don’t let them discourage you. Stay focused and get everyone you know to go vo…RT @kayleighmcenany: President @realDonaldTrump is LEADING Joe Biden in 4 key swing states‼️","polarity":-1,"subjectivity":"0.5266666666666667"}
{"tweet":"https://t.co/ocOEtGAEiKSeniors better listen up!","polarity":1,"subjectivity":"0.5"}
{"tweet":"#TrumpCutsSocialSecurityRT @LibtKitWitch: Biden supporters telling Trump supporters that \"it's not okay to support a racist\" are hilarious people.RT @HKrassenstein: @realDonaldTrump Trump is attacking Joe Biden for wanting to help the middle and lower classes by taxing the super wealt…Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":1,"subjectivity":"0.5416666666666666"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter riots”","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No matter what, not a single police officer will be attacked, business looted, or car set on fire by a Trump supporter in a MAGA hat. We all know it.RT @ChuckCallesto: SAVAGE: Trump just announced that he is holding a rally THE DAY BEFORE THE ELECTION in Scranton PA, Biden's home town...RT @gtconway3d: He's contemptible—and bonkers. https://t.co/tmWTxMYOlbA fired-up Joe Biden rips Trump in Iowa for hiding on his golf course bunkers or the White House bunker instead of bringing congress together to pass coronavirus aid. https://t.co/3aLiv6lyCVIvanka Trump has been making a last-ditch effort in the final days before the election to raise money for the cash-strapped Trump campaign https://t.co/sTBn5MU3aaTell that to your pal Herman Cain.  And 220 thousand people who are no longer alive.  And the next two hundred thousand who are about to die.Don Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":1,"subjectivity":"0.2801587301587301"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal off of my chest","polarity":0,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was really difficult to post... https://t.co/MxXAC7NT7R🛑The Trouble to Come🛑THREAD","polarity":-1,"subjectivity":"0.6"}
{"tweet":"Yesterday, The Federalist published an overview of a destabilization plan concocted by a group of left-wing extremists calling themselves Shut Down DC. They claim to be \"resisting\" a Trump-led coup.","polarity":-1,"subjectivity":"0.14444444444444446"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/TtN0Vb4bafRT @kumailn: This dude’s impression is unreal. I’ve watched this clip over and over and I’m more amazed by it each time.“Work sets you free”","polarity":1,"subjectivity":"0.65"}
{"tweet":"The saying outside of Auschwitz. ","polarity":0,"subjectivity":"0.05"}
{"tweet":"I’m sure it’s just a coincidence. Yet another amazingly blatantly racist coincidence. https://t.co/5nZZvL0StERT @ChrisHartline: Are these Biden advisors secret Donald Trump plants that are trying to sabotage Biden’s chances of winning Florida? http…\"This president has still not given us a reason to re-elect him,\" says fmr. RNC Chairman Michael Steele in reaction to Pres. Trump's comments at Tampa rally.","polarity":1,"subjectivity":"0.7477777777777777"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"\"There is a widening disconnect between this president, his presidency, and the American people.\" https://t.co/i4mulE8ukino bcs i genuinely don't understand there are people who willingly vote someone as vile and immoral as this buffoon… https://t.co/aDZ3Wt480HDonald Trump has been president for 4 years in a country that’s 244 years old and will be responsible for our second civil war. Incredible.RT @thebradfordfile: 50% of Trump's last Michigan rally were Democrats, in case you were wondering why Biden and Obama are heading there.Dave Wasserman Fails to mention in this tweet that it voted for Trump  by 28 points and Trended R in 2016. If that… https://t.co/O5XAFCStkM@Politics_Polls @Rasmussen_Poll I only believe the Rasmussen polls when they're unfavorable for Trump &amp; his gang.RT @votevets: When Trump says we’ve “turned the corner,” is this what he means? ","polarity":1,"subjectivity":"0.42666666666666664"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"(Cartoon by: @mluckovichajc) https://t.co/gsfAMlhznQRT @TheRealHoarse: My god. This is terrifying.","polarity":-1,"subjectivity":"1.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump warns that if Biden is elected things will.... stay the way they are now.Kelly Loeffler, the rancid bigot and GA senate candidate,  claims she's \"not familiar\" with Trump's Access Hollywood tape. She explains, \"My hair has prevented me from receiving any information for the past century and my tiny crucifix protects me from thinking about anything\" https://t.co/UqxUe4GhSQTrump recent Executive Order will allow firing of federal workers who are actively undermining his administration. Watch as the Swamp is cleared! ","polarity":-1,"subjectivity":"0.42000000000000004"}
{"tweet":"VOTE RED! ","polarity":0,"subjectivity":"0.0"}
{"tweet":"YOUR FREEDOM DEPENDS ON IT !RT @Kevinliptakcnn: President Trump to hold 17 rallies between now and Monday evening.ATTENTION TRUMP VICTORY VOLUNTEERS","polarity":0,"subjectivity":"0.0"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Join us as we kick off our final 5-day push by helping get out the vote for IN PERSON EARLY VOTING and ELECTION DAY VOTING.","polarity":1,"subjectivity":"0.65"}
{"tweet":" ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Let’s win this for @realDonaldTrump &amp; ALL Republicans on the ballot! 🇺🇸 ","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Volunteer here👇 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/uP5uUmsofJRT @ChuckCallesto: BREAKING REPORT: NFL great Brett Favre ENDORSES President Trump...RT @TeamTrump: First Lady Melania Trump: “We are a country of hope, not a country of fear or weakness.” https://t.co/9n1841cdA6While you were VP, 300,000 Vets died waiting in lines, those responsible got bonuses, 200,000 died of opioid overdo… https://t.co/AfVDB9o4S4RT @alancheng333tw1: @JackPosobiec @Barbiemacs1 He is losing MI and MN.  Polls show President Trump is leading Biden.New docs released by House Oversight show Trump admin was politicizing the creation of a $250-million taxpayer-funded ad campaign on COVID, in part by planning to exclude anti-Trump and pro-LGBTQ rights celebrities. https://t.co/ZrXfxUb7d7 https://t.co/doyIN9b7uzRepublicans like Ted peddle lies for Dear Leader Trump and then complain when private companies don’t want to participate.You want buttery? Trump blaming doctors &amp; health care workers to inflate the number of Covid-related deaths for fin… https://t.co/fUglDxLlZHRemember that disgusting Access Hollywood tape? @sarahcpr (with the assistance of Helen Mirren) has brought it back to life. This is such a depressing reminder of how vile Donald Trump is &amp; how outrageous it is that \"Evangelical Christians\" support him.","polarity":-1,"subjectivity":"0.5693526170798898"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/4KFvumKCiYGet Rid of TRUMP before he “GETS RID” of us😳‼️NHL Hall of Famer Bobby Orr endorses President Trump for re-election: ‘The kind of teammate I... https://t.co/tuzVnzDX6eRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @LeaBlackMiami: Trump doesn’t pay his bills. Why the buses left the rally. https://t.co/VcStOpwewKTrump’s closing rallies are not smart politics. Should not be covered as such or as him fighting hard. They will hurt him politically. The local coverage/visuals are deadly for him. They will also be the largest spread of COVID in the country during those 3 days. Total cluster.I prefer John Mullanes Waterford speech. #lovesMeCounty #deise #Waterford https://t.co/U8l3ujimI5RT @thebradfordfile: @realDonaldTrump Biden is for lockdowns.","polarity":1,"subjectivity":"0.3901190476190476"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump is for freedom.RT @Snake_Plissken8: @HRHAdeyemiAdams @JoeBiden @PayPal Trump prepaid his taxes.  That $750 was a filing fee, not his taxes.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Stay dumb.@thehill This just in: Ivanka Trump has now decided she likes Vanilla Ice Cream and is unapologetic about it.  All… https://t.co/9XBv10dURjJoe Biden’s house smells like old people. Trump’s house smells like pure gold.Lord, We Call Upon The","polarity":-1,"subjectivity":"0.39999999999999997"}
{"tweet":"Army of God on Earth and ","polarity":0,"subjectivity":"0.0"}
{"tweet":"In Heaven; We Call Upon","polarity":0,"subjectivity":"0.0"}
{"tweet":"WARRING ANGELS and Angels","polarity":0,"subjectivity":"0.0"}
{"tweet":"With Flaming Swords to ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Encamp around ","polarity":0,"subjectivity":"0.0"}
{"tweet":"President Trump and All your","polarity":0,"subjectivity":"0.0"}
{"tweet":"People","polarity":0,"subjectivity":"0.0"}
{"tweet":"They Will Be Done, O Lord","polarity":0,"subjectivity":"0.0"}
{"tweet":"On Earth as it is in Heaven","polarity":0,"subjectivity":"0.0"}
{"tweet":"Arise, O Lord","polarity":0,"subjectivity":"0.0"}
{"tweet":"Let thy enemies be scattered https://t.co/lXimGk107z🔴 Watch LIVE: President Trump Holds Make America Great Again Rally in Green Bay, WI 10-30-20 - YouTube… https://t.co/hL4LvgtLUZRT @ChairmanAustin: Arizona Republicans for Biden hate Trump more than they love America.RT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyRT @marc_lotter: .@realDonaldTrump will hold more rallies in three days than Joe Biden does in three months! https://t.co/Pgq2RCt72DDon Lemon &amp; Chris Cuomo compared Trump supporters to drug addicts","polarity":1,"subjectivity":"0.5145833333333334"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I wanted to take this time to get something personal off of my chest","polarity":0,"subjectivity":"0.3"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"This was really difficult to post... https://t.co/MxXAC7NT7RReminder that the US ambassador in Italy, who was later exposed by @RichardGrenell as one of the unmaskers, appears to have had a role in Burisma's \"Italian efforts\". ","polarity":-1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"If Trump is gone, the swamp wins. https://t.co/4fbg5WxtaQPres. Trump made progress in the Middle East where no POTUS could!","polarity":1,"subjectivity":"0.1"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"CNN’s Oren Liebermann: The Israel &amp; Sudan deal is a “significant…foreign policy accomplishment by the White House.”","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Washington Times' Charles Hurt: Pres. Trump “reinvents the wheel” w/ Middle East peace plans.crucial: lots of media got it wrong 2018. CNN at 9 pm announced “no blue wave”","polarity":-1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"they got it wrong bc they ignored early votes. weeks later after counting done Dems flipped 40 seats.","polarity":-1,"subjectivity":"0.39999999999999997"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/RpytJeOk0nRT @MollyJongFast: The super spreader tourFake as tRump's heart.Trump told reporters that he might not do an election night party at his DC hotel because \"you know, Washington, DC is shut down\" and “I think it’s crazy. Washington, DC is shut down.”","polarity":-1,"subjectivity":"0.5361111111111111"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"DC is not shut down. No stay-home order, indoor dining is allowed at 50% capacity, etc.RT @maxoregonian: Judge cites Trump tweets as he orders restrictions on federal officers in downtown Portland protests https://t.co/RBegMLV…tRump calls off plans to attend election night party at his DC hotel &amp; will remain at the White House","polarity":-1,"subjectivity":"0.14444444444444446"}
{"tweet":"I'm assuming in the bunker","polarity":0,"subjectivity":"0.0"}
{"tweet":"In the fetal position","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hugging a trumpybear","polarity":0,"subjectivity":"0.0"}
{"tweet":"Devastated by the landslide victory of President Biden.","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VoteBlueDownBallot ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#VOTE ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/JRxvBIOdJVTrump campaign strategy: create so much chaos, death and fear, people won't vote.RT @iammix24: 10 MINUTE SHOW FEAT. IAMMIX 😁👍....TRUMP TO BEAST OUT 14 RALLIES IN 3 DAYS...BIDEN😴😴 https://t.co/83gGnvQQbNRT @EmeraldRobinson: RIP: USA Today’s credibility.What would be better, Anons? Arrests after the election when Trump wins lawfully, or arrests before an election? I think arrests later would be more useful because Democrats cannot cry about election interference, and America will observe the Red Wave. 🔥Love Reagan? Listen to him.  Then listen to trump.  Trump WILL destroy Social Security.  I’ve worked since was 15yrs old and EARNED my Social Security — you earned yours too. Trump wants to take it from us. #VoteHimOut #VOTE #TrumpCutSocialSecurity #OurSocialSecurity\"what will happen to the economy if the 1% pay slightly higher taxes\"","polarity":1,"subjectivity":"0.1955555555555556"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"America's 200 richest people have gotten $1 trillion richer in the last four years - a 56% increase. They now pay the lowest tax rate of any income class.","polarity":0,"subjectivity":"0.06666666666666667"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Did that help your finances?","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/Q3YEc98o5tNew download link.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"OPEN LETTER TO THE PRESIDENT OF THE UNITED STATES OF AMERICA DONALD J TRUMP","polarity":0,"subjectivity":"0.5"}
{"tweet":"From Archbishop Viganò.","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Link allows for PDF download. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"➡️https://t.co/L1DlkPqXEjIt’s so cruel and unAmerican:  people are being evicted from their homes because their Covid relief checks ran out, and McConnell and Senate Republicans say no action until 2021 on relief, and Trump is busy campaigning.I’m seeing - riots either way - DC (according to PDJT prior to his leaving the WH) DC is shut down. Apparently ther… https://t.co/AsJ7DoinufEveryone needs to hear this.  Don’t allow rich rappers to convince you to throw your vote away. tRump doesn’t respect  people of color or understand anything about your lives.  Vote!  And Vote Blue!@KamalaHarris Oh we are focused on getting Trump back in pre CoVid he rocked with economy and he will do it again. Now 33.1% GDP sorry libsRT @JackPosobiec: BREAKING: Trump to hold 14 rallies in the last 3 days of the election, announces Scranton, PA rallyExclusive footage! ","polarity":-1,"subjectivity":"0.35959595959595964"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Leftist protest groups plot election day coup aided by the Democrat Party, Federal employees &amp; Intelligence contractors. ","polarity":-1,"subjectivity":"0.6"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"- They plan to shut down &amp; take over Washington D.C.  starting Nov. 4th until inauguration day to force Trump out of the White House. https://t.co/AaMCKwSndkRT @funder: Trump used $250,000,000 meant for coronavirus education to help his re-election. FFS vote Biden. Seriously.I can’t help but think how it would have fueled right-wing speculation had Obama been a teetotaler. With these two… https://t.co/IE2pcIJqokRT @realDonaldTrump: Great Red Wave!HELLOOO. WE SAID A BLACK MAN WAS **LYNCHED** IN SACRAMENTO, THE CAPITOL OF “LIBERAL” BLUE CA! There were multiple white supremacist and trump rally’s being held in that area the night before he was hung. SACPD continues to fail in providing a thorough investigation..RT @ScottPresler: @realDonaldTrump We win Michigan &amp; Trump is re-elected. ","polarity":1,"subjectivity":"0.27496947496947494"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Make a plan to vote for Trump on Tuesday, November 3rd, 2020.Trump just now:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"“I’ve declassified everything, they (DOJ) didn’t need anything else, they had everything they need to put these people away.” ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"-(Rush Limbaugh show)@realDonaldTrump Go Trump! https://t.co/Zt8hpoyhcy100%!  @GOPSenate stood by while Donald trashed so many American Heroes. Lt. Col. Vindmand should absolutely get his rank &amp; benefits back, as should Capt. Brett Crozier. Biden should absolutely fix this act of supreme cowardice by the Republicans &amp; petty vindictiveness by Trump.It’s so cruel and unAmerican:  people are being evicted from their homes because their Covid relief checks ran out, and McConnell and Senate Republicans say no action until 2021 on relief, and Trump is busy campaigning.AmenPresident Trump is now complaining that *Fox News* is too hard on him. ","polarity":-1,"subjectivity":"0.5141666666666665"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"He said, \"I don't know what the hell happened to Fox ... We still have a great ones at Fox ... It's not like it used to be ... Somewhere along we lost Fox and that's OK. But that's a big difference.\"#NEW: @COVIDOversight releases interim staff report on investigations into the Trump Administration’s failed coronavirus pandemic response, among the “worst failures of leadership in American history.”","polarity":-1,"subjectivity":"0.4435064935064935"}
{"tweet":"Read the full release ⬇️ ","polarity":1,"subjectivity":"0.55"}
{"tweet":"https://t.co/MeugAtPrER https://t.co/rDMfiw1qw4RT @ShawnG927: Meanwhile in Israel 🇮🇱, BIKERS FOR TRUMP drive through Jerusalem! 😎👍🇺🇸🇮🇱 🏍 https://t.co/vzb3I9avVQWTF? This man is so demented.RT @thebradfordfile: The \"experts\" said he would lead us to nuclear war, and all Trump gave us was dead terrorists and world peace.@NBCNews Then don’t vote for Donald Trump Jr. if this offends you.@RalphNader The Neoliberals are the exact same as the Republicans. The Neoliberal Republican Party can't lose becau… https://t.co/TFiqWwkNVMRT @ElieNYC: Dear media, Trump is out of money and Super Spreader rallies aren't actually \"news\" anymore.","polarity":1,"subjectivity":"0.30833333333333335"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Just, like, FYI.RT @JoeBiden: Donald Trump is wholly unfit to serve as commander in chief. But don’t just take my word for it... https://t.co/TnxcPvwSulTrump is going to steal the election. Bernie would have left no doubt who was the winner, he would have beat Trump.… https://t.co/mB0me5PAdY\"In order two fundamentally change America, they must have 3 things in their pocket:","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"The educational system","polarity":1,"subjectivity":"0.25"}
{"tweet":"The media","polarity":0,"subjectivity":"0.0"}
{"tweet":"The court system","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They have the first 2. ","polarity":1,"subjectivity":"0.3333333333333333"}
{"tweet":"In 2016","polarity":0,"subjectivity":"0.0"}
{"tweet":"Donald J. Trump changed the trajectory. This is why they hate him so much.\" ","polarity":-1,"subjectivity":"0.55"}
{"tweet":"@realDonaldTrump","polarity":0,"subjectivity":"0.0"}
{"tweet":"Must win🇺🇸 #VOTE https://t.co/ee1ZnkKyRTTrump tells 60 min that his supporters chant lock her up he does not encourage it. #MakeYourselfHeardNov3rd #ObamaWasBetterAtEverything #WeWillVote #DeathSantis #HomophobePence ","polarity":1,"subjectivity":"0.4"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":" https://t.co/1vNjnDdhghOMG--she doesn't look like Melania at all!!!When I told the truth about Trump on CNN in 2016, Jeff Zucker banned me, helped Trump ruin me and my livelihood, and never remedied the situation. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"When Miles \"Anonymous\" Taylor cowers in the shadows and tells the truth about Trump, Zucker rewards him w/ a CNN contract. #WhiteMen@jfittma @RexChapman She heard Bobby Orr supports Trump and immediately passed out ;)Keep seeing all these “cities preparing for election unrest” news headlines ","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"They should read “preparing for Biden voter riots”","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No matter what, not a single police officer will be attacked, business looted, or car set on fire by a Trump supporter in a MAGA hat. We all know it.RT @Dexter52541039: 🚨MICHIGAN FOR TRUMP🚨","polarity":1,"subjectivity":"0.21428571428571427"}
{"tweet":"@realDonaldTrump https://t.co/BWgknW128xRT @SVNewsAlerts: REVEALED: FBI say man behind the plot to kidnap Michigan Gov. Whitmer also wanted to kill President Trump.There is a massive conspiracy by the media and polling companies to suppress our vote. Both would have you believe that Trump is losing bigly, state by state and nationally. Don't let them get away with it.   #VoteRedLikeYourLifeDependsOnIt #VoteRedToSaveAmerica #IgnoreThePollsIf you're asking Joe \"Medicare for All is too much\" Biden if he's a socialist, but you're not asking Donald \"send in federal troops and cut off federal funding to quell dissent\" Trump if he's a fascist, you're not an objective journalist.To all the Cubans who are supporting Trump. Who exactly opened up relations and travel so you can visit relatives e… https://t.co/oGFaidVCQhRT @realDonaldTrump: Great Red Wave!If #Trump loses, but refuses to concede or cooperate, would #MitchMcConnell step in, as #BarryGoldwater did nearly a half century ago with #Nixon, and be a Republican source of patriotic political order? In a word, no.RT @CHIZMAGA: Trump gave up his wealth for the Country, Biden gave up the Country for his wealth.Literally thousands of lawyers are deployed to all 50 states. It helps that the law is mostly on the side of those who want all legally cast ballots to count. And, with due modesty, it might help that I’m on their side 24/7. Not all lawyers are equal. ","polarity":1,"subjectivity":"0.3151041666666667"}
{"tweet":"https://t.co/VtVPMYz20DRT @globeandmail: Bobby Orr endorses Donald Trump, calling him ‘the kind of teammate I want’ https://t.co/Up1IbPj39DBiden in Des Moines: \"70,000 jobs lost in Iowa since Trump became POTUS. Here at the fairgrounds of the Iowa State Fair, canceled for the first time since World War 2. And Trump has given up. The WH chief of staff said out loud last week, 'we're not gonna control the pandemic.'\" https://t.co/hZRkWAATuuThese disturbing facts about Trump show his abnormal mental state is an existential threat to humanity - https://t.co/LWVjN46wdERT @RichardGrenell: Keep fighting.not only has this killed many health care workers and left them ill-prepared to deal with mass suffering but it has also blown up the business model of hospitals that can't handle other workAfter campaigning in 2016 to lift up the ‘forgotten man,’ President Trump has completely lost sight of working people. ","polarity":1,"subjectivity":"0.5196428571428572"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"I promise you this: I never will. https://t.co/mbcxYtv80UGuys supporting Trump is no longer a stigma, it's now a sign of strength and Patriotism ","polarity":1,"subjectivity":"0.25"}
{"tweet":"And just downright the cool side to be on. We are done being silent! ","polarity":1,"subjectivity":"0.375"}
{"tweet":"This Red Wave is going to be bigger and louder then 2016 ","polarity":0,"subjectivity":"0.25"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/GlRV3czX1O@NothingRllyMtrz Isn't that the New York Dance Troupe that performed at Trump's inauguration?RT @catturd2: President Trump is on Rush right now.It’s pure joy to behold the energy &amp; enthusiasm of all the happy people jazzed for Trump at the huge rallies. When our President tells the American people not to believe the Fake news cartel, it is music to my ears!!!! FOUR MORE YEARS!!! 🇺🇸@MollyJongFast @BoratSagdiyev If you ever want to know what the Trump crime family is up to, just ask him what Biden is up to.@senatemajldr HEALTHCARE! Trump Repubs said had better plan, failed proposals below, fewer covered, not cover pre-e… https://t.co/3GWoPDv3S4RT @JillWineBanks: A local American who is a Republican speaks.RT @MollyJongFast: Someone tell the daily caller. https://t.co/NblB2uNrUUThe Governor of Minnesota  @GovEvers should feel the brunt of our unhappiness!!","polarity":1,"subjectivity":"0.4207328385899814"}
{"tweet":"Limiting Peaceful Protests for Trump Supporters, but not for violent rioters or looters is unacceptable!RT @thomaskaine5: Marc Anthony slams Trump in new Lincoln Project ad: ‘We remember the lies’ https://t.co/HZ9lsb6WwZPennsylvania! Trump’s PA campaign is run by Bannon, Ernie Preate (served time 4 mail fraud), &amp; Preate’s daughter. Pls help protect the election by signing up  w/ #PhotoFinish to photograph precinct totals (poll tapes) on election night. ","polarity":-1,"subjectivity":"0.6515151515151515"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"Sign up:  https://t.co/ectQrFk1UN 1/ https://t.co/DgrFoOCE7xalternately you will suffer poorly-understood long term damage to your lungs or your brain, or join the 225K who have died since he first proclaimed that soon the number will be down to zero https://t.co/SO1XQEUxYJAnd I think #ColVindman should be chosen to escort #IMPOTUS45 from the #WhiteHouse in January.\"If [Trump] wins reelection...Americans will witness the radicalization of the Democratic Party\"","polarity":-1,"subjectivity":"0.36444444444444446"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"No. There will be… https://t.co/IiN1uUJS9vHealth care workers literally put their lives on the line every day to treat people with COVID. That Trump is rewar… https://t.co/M4k7YEUuQORT @allinwithchris: Donald Trump Jr. says Covid deaths are \"almost nothing\" on a day reporting 90,000 infected, 1,000 dead. https://t.co/uR…A new study found that Trump has 500 followers that retweet him in a identical order and length of time after he sends them. For example, one retweets him after exactly 42 minutes. Another retweets him 4.5 seconds later. He calls his followers \"enthusiastic\"; I call them bots.I'm confused.  Trump is a billionaire, right?  Why would the campaign ever be \"cash strapped\"?Has anyone ever seen a campaign that was this pathetic? What is the strategy of this - an old man screaming in empty parking lots? Hours painting the white circles, just for a 5 minute speech? Burn $60,000 in jet fuel to go speak to 6 people? #SleepyJoe #Trump #MAGA https://t.co/G1wtJVj6NhRT @Kevin1263: Well the Bloated Toad got one thing right. Hope you have yer bags packed. Toad Boy.RT @ProjectLincoln: three dimensional chess..","polarity":-1,"subjectivity":"0.4563311688311688"}
{"tweet":"🗳️ ELECTION WATCH - MORE ENDORSEMENTS for TRUMP","polarity":1,"subjectivity":"0.5"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":"ANOTHER Big-League Endorsement for Trump","polarity":0,"subjectivity":"0.1"}
{"tweet":" - Philadelphia Firefighters Union Votes to Endorse Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"","polarity":0,"subjectivity":"0.0"}
{"tweet":".","polarity":0,"subjectivity":"0.0"}
