{"tweet":"Let's be clear. This election won't be over when Trump says it's over. It will be over after every vote is counted. That includes mail-in ballots postmarked on Election Day, as well as military ballots. This is a democracy. Whether Trump likes it or not, we count every vote.That was the Washington Post and ABC News that put out that fake poll, seemingly intended to help Biden and suppress the Trump campaign. https://t.co/BlR6X3nHUSTrump snatched babies from their families, gave y’all $1200 8 months ago &amp; said he ain’t giving no more till y’all vote for him (😭), is taking away free health care, and wants to keep the taxes low for the rich &amp; over tax the poor (that’s you). and this not even everything 😂😂It is patently unacceptable for Fox News to call Arizona for Joe Biden while people are still voting, only to retract it right when the polls are closing.","polarity":1,"subjectivity":"0.5517316017316017"}
{"tweet":"I will not forget this @FoxNewsAZ GOVERNOR: \"Irresponsible to call Arizona. Nearly 1 million votes have NOT BEEN COUNTED yet.\"","polarity":1,"subjectivity":"0.4"}
{"tweet":"DATA FROM THE GROUND: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Late rural votes are breaking 2 to 1 for Trump according to real time data","polarity":-1,"subjectivity":"0.3"}
{"tweet":"ARIZONA is not even close to a safe call for Biden","polarity":1,"subjectivity":"0.5"}
{"tweet":"FOX NEWS owes America an apologyWhen President Trump took to Twitter to share his opinion that “they” are “trying to STEAL the election,” Twitter was ready https://t.co/5wMInMZmvKI saw many people that are cooking the the Youth Presidency Propaganda in Nigeria supporting Joe Biden who will be over 80 by the time he is coming back for second time! Hypocrisy is our main problem in this country.The radical left is trying to censor my pro-Trump YouTube channel.","polarity":1,"subjectivity":"0.21041666666666667"}
{"tweet":"Liberal trolls are working overtime to stop my channel from reaching 100,000 subscribers.","polarity":0,"subjectivity":"0.0"}
{"tweet":"I need your help to fight back.","polarity":0,"subjectivity":"0.0"}
{"tweet":"RT and subscribe below! 🇺🇸","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/LGvmOMmOuWAZ GOVERNOR: \"Irresponsible to call Arizona. Nearly 1 million votes have NOT BEEN COUNTED yet.\"","polarity":1,"subjectivity":"0.4"}
{"tweet":"DATA FROM THE GROUND: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Late rural votes are breaking 2 to 1 for Trump according to real time data","polarity":-1,"subjectivity":"0.3"}
{"tweet":"ARIZONA is not even close to a safe call for Biden","polarity":1,"subjectivity":"0.5"}
{"tweet":"FOX NEWS owes America an apologyIf Biden were so overwhelmingly ahead in Philly &amp; Atlanta areas, Democrats there wouldnt be delaying the vote-counting until tomorrow. If they were winning, they would not be dragging it out. Situation ripe for shenanigans. Team Trump ought to get lawyers on ground to audit. StatIn just one month, 16 Trump admin officials violated the law and promoted Trump's candidacy using government resources. They racked up an unprecedented 60 Hatch Act violations, an escalation in their all-out assault on democracy.","polarity":1,"subjectivity":"0.8833333333333333"}
{"tweet":"https://t.co/8bywJPy1SBPOLICY COMPARISON","polarity":0,"subjectivity":"0.0"}
{"tweet":"SCIENCE","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: Against","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: Pro","polarity":0,"subjectivity":"0.0"}
{"tweet":"COVID:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: Against","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: Pro","polarity":0,"subjectivity":"0.0"}
{"tweet":"BLACK PEOPLE:","polarity":-1,"subjectivity":"0.43333333333333335"}
{"tweet":"Trump: Against","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: Worked for one","polarity":0,"subjectivity":"0.0"}
{"tweet":"NEO-NAZIS:","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: Against","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: Against \"Neo-\" part","polarity":0,"subjectivity":"0.0"}
{"tweet":"HOMO SAPIENS","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: Against","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: Pro","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: Pro","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: AgainstEven when Biden squeaks this out, it will always make me sad that half of America saw a genocidal tax-dodging sex predator and said \"please sir, may I have some more?\"I’m furious at people saying “we’ve survived four years of Trump, we can survive four more” — I’ve known a lot of people who have not survived, whether because of COVID, immigration policies, hate crimes, it’s all violence — a lot of people have not survived.Virginia is only 53% in and Biden is losing by 200000 votes but networks called it for Biden two hours ago ","polarity":-1,"subjectivity":"0.6777777777777777"}
{"tweet":"#Florida is 91% in &amp; Trump leads by 3.5% but they still refuse to call itFairfax County just reported it’s Central Absentee Precinct (early, mail-in, drop box votes) and it added more than 300K to Joe Biden’s total. A big reason he’s projected to win Virginia @nbcwashington https://t.co/aJfJoiK1NfTrump calls African nations \"sh!tholes\" and banned Nigerians from getting visas to the U.S.","polarity":1,"subjectivity":"0.3285714285714286"}
{"tweet":"But those same Nigerians are throwing Trump a parade.🙄","polarity":-1,"subjectivity":"0.17916666666666667"}
{"tweet":"This gives us a window to why Europeans and Asians are dominating the Africans and why they prefer to attack us instead of fight WS. https://t.co/xbCs5niR9UWhat you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.3"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...There are not enough votes still  outstanding for Biden in Pennsylvania, Michigan, and Wisconsin. The election is over.TRUMP LEADING IN PENNSYLVANIA 51% TO 46%.","polarity":1,"subjectivity":"0.7916666666666666"}
{"tweet":"51% COUNTED.","polarity":0,"subjectivity":"0.0"}
{"tweet":"CROOKED PHILLY DEMOCRAT MACHINE STOPS COUNTING.","polarity":0,"subjectivity":"0.1"}
{"tweet":"ALL THEIR BALLOTS SHOULD BE IMPOUNDED AND COUNTED BY INDEPENDENT MONITOR  NOT BY CROOKED HACK POLITICIANS.The guys @ProjectLincoln were so smug that they were flipping #SouthCarolina when they started flooding the state with cash for Dems. Trump &amp; Graham win by basically the same margin 57-42. #SCVotes https://t.co/mpvkKYJMVALooks like Pennsylvania is hoping to count ballots for the rest of the week that weren't postmarked on time, hoping to steal this for Biden since Trump is up by 700,000.Everyone must tweet what @realDonaldTrump did before getting suppressed by Twitter. Copy and paste his tweet: ","polarity":1,"subjectivity":"0.1875"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"An update on the Rust Belt trio: ","polarity":-1,"subjectivity":"0.1"}
{"tweet":"–Michigan: Some of the biggest sources of Dem votes haven't been counted","polarity":0,"subjectivity":"0.0"}
{"tweet":"–Wisconsin: Only about 1/3 of the biggest Dem stronghold, Milwaukee, has reported","polarity":0,"subjectivity":"1.0"}
{"tweet":"–Pennsylvania: Half the Dem vote in Philly has yet to be counted","polarity":-1,"subjectivity":"0.16666666666666666"}
{"tweet":"https://t.co/2LfggPABZhMost of you know this by now, but IF Trump holds Florida, NC and GA:","polarity":0,"subjectivity":"0.0"}
{"tweet":"1. When we go to bed on Nov 3rd he'll be AHEAD in PA and MI by 10-15%.","polarity":0,"subjectivity":"0.0"}
{"tweet":"2. Early votes are counted LAST in these states and lean heavily Dem.","polarity":-1,"subjectivity":"0.2888888888888889"}
{"tweet":"3. Trump will claim that COUNTING these legal votes is cheating. https://t.co/3nPOqMVwK8The president appears to alerting the public that the enemy strategy was to under-report states going to Trump, while forcing fraudulent ballots into the counting stations after polls closed so they could try to flip them back to Biden. Dirty tricks! https://t.co/X03cYjJNDIWhenever I hear republicans justify voting for trump, they tell me about what he’s done for their bank accounts that year. When people talk about voting for Biden, they talk about how they’re trying to protect other people. And that’s the fundamental differenceIf there is one thing this election teaches us, its that the American people don't care about each other. No empathetic person would ever in their right fucking mind vote for Trump. Only people with truly no fucking sympathy for anyone other than themselves would do that.Crazy how I did this same exact thing at a protest of police brutality in Vallejo but got arrested and pressed with two felony charges two misdemeanors and a $333,333 bail yet these people just got to do their thing and go home in peace. Where are the officers in riot gear?TRUMP SET TO FALSELY CLAIM VICTORY AS VOTE COUNT BEGINS: Pres. Trump is delivering remarks from the White House. In a tweet minutes ago, he said he would claim victory, but he has not won. https://t.co/azcUwpxHYOI want you Never Trumpers to know — not that you give even close to a damn — that I love Donald Trump. And I’ll love him even if he loses. He is trying to save America. And God bless him in every fiber of his being. I so appreciate him.Resist the urge to quit. Trump wanted tonight to look like he was winning. Pull up and know that we still need to Count. Every. Vote. #CountEveryVotereminder not to praise biden too much!! he would make a much better president than trump, but please never forget that he has sexual assault allegations. as easy as it can be to want to be a biden supporter, please remember we are settling, not supportingI dunno, it may have been Trump insulting and disrespecting beloved war hero John McCain, while he was alive and even after he died, that lost the pathetic bully AZ  🤔The fact that any Democrat could be defeated going up against Trump says more about white America than anything else. That’s the point folks want to deflect from.Fox: we can’t call Florida, Texas, or Georgia for Trump despite 95% of the vote counted","polarity":1,"subjectivity":"0.4880952380952381"}
{"tweet":"Also Fox: 3 Dems voted in Arizona and we’re calling it for BidenI can vote Biden and have some political disagreements with him. I can’t vote for a man I share no values as a human being with and decide basic decency and equality are not worth fighting for. This election is more than just tax ratesEveryone must tweet what @realDonaldTrump did before getting suppressed by Twitter. Copy and paste his tweet: ","polarity":1,"subjectivity":"0.185"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"Most of you know this by now, but IF Trump holds Florida, NC and GA:","polarity":1,"subjectivity":"0.2333333333333333"}
{"tweet":"1. When we go to bed on Nov 3rd he'll be AHEAD in PA and MI by 10-15%.","polarity":0,"subjectivity":"0.0"}
{"tweet":"2. Early votes are counted LAST in these states and lean heavily Dem.","polarity":-1,"subjectivity":"0.2888888888888889"}
{"tweet":"3. Trump will claim that COUNTING these legal votes is cheating. https://t.co/3nPOqMVwK8Biden currently has 223 electoral votes.","polarity":1,"subjectivity":"0.30000000000000004"}
{"tweet":"Controversy in the following:","polarity":0,"subjectivity":"0.1"}
{"tweet":"Pennsylvania (20) - Philadelphia","polarity":0,"subjectivity":"0.0"}
{"tweet":"Georgia (16) - Fulton County","polarity":0,"subjectivity":"0.0"}
{"tweet":"Arizona (11) - Maricopa County","polarity":0,"subjectivity":"0.0"}
{"tweet":"Do the math, people!","polarity":0,"subjectivity":"0.0"}
{"tweet":"That's 270. We see what is going on!I actually think Biden's interviews have all gone surprisingly well, considering he's had to contend with the distraction of his mother's voice calling his name gently from a bright lightOk but like half the people I know voted for trump so im not surprised tbhStrike that. Just learned there was an error in reporting in Fairfax County. It will mean subtracting  about 100K from the Biden total there. The Board of Elections site has not been corrected yet.Most of you know this by now, but IF Trump holds Florida, NC and GA:","polarity":1,"subjectivity":"0.5782407407407406"}
{"tweet":"1. When we go to bed on Nov 3rd he'll be AHEAD in PA and MI by 10-15%.","polarity":0,"subjectivity":"0.0"}
{"tweet":"2. Early votes are counted LAST in these states and lean heavily Dem.","polarity":-1,"subjectivity":"0.2888888888888889"}
{"tweet":"3. Trump will claim that COUNTING these legal votes is cheating. https://t.co/3nPOqMVwK8If Trump wins and Republicans hold the Senate, will Speaker Pelosi and Sen. Harris seek to forget a bipartisan consensus behind their court-packing plan?While it's too soon to know the presidential race outcome, this is clear: we must do more to counter the alternative information space FOX News and other Trump media create for Republicans. The race should not be this close given the objective reality of Trump's performance.This is not just an election between Trump and Biden.","polarity":1,"subjectivity":"0.3511904761904762"}
{"tweet":"This election is about democracy vs. authoritarianism – and democracy must win.","polarity":1,"subjectivity":"0.4"}
{"tweet":"The first way to do that is to get out and vote in overwhelming numbers and defeat Trump – the most dangerous president in American history.Everyone must tweet what @realDonaldTrump did before getting suppressed by Twitter. Copy and paste his tweet: ","polarity":1,"subjectivity":"0.5466666666666666"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"PLEASE NETWORKS BE PREPARED TO BEEP OR CUT AWAY IF TRUMP STARTS LYING ABOUT STEALING ELECTIONS, ETC...","polarity":-1,"subjectivity":"0.1"}
{"tweet":"BE RESPONSIBLE.","polarity":1,"subjectivity":"0.55"}
{"tweet":"DON'T AIR WHAT YOU KNOW ARE LIES.Everyone must tweet what @realDonaldTrump did before getting suppressed by Twitter. Copy and paste his tweet: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"I just don’t understand how all of the racist, homophobic, immoral, transphobic, misogynistic things Trump has said and stood for wasn’t a deal breaker for this many Americans.We are going to #CountAllVotes. And when we’re done,Joe Biden is going to win the presidency, Donald. We will not let you play your tricks and games, or call out your hounds. We’re on to you, and we’re going to do this the lawful, orderly way. #LawAndOrderLooks like Pennsylvania is hoping to count ballots for the rest of the week that weren't postmarked on time, hoping to steal this for Biden since Trump is up by 700,000.Sorry but Trump is going to win and the dems know it.  Now the games start. They are holding votes and waiting to see how many they can add. Joke. This party is disgusting.I mean it’s really a cult, it’s not even about his presidency anymore. We didn’t see stuff like this for Romney. We didn’t see this for McCain. We didn’t see this for Bush. They’ve made Trump their entire personality solely bc of his hatred for others.I am still awake.While it's too soon to know the presidential race outcome, this is clear: we must do more to counter the alternative information space FOX News and other Trump media create for Republicans. The race should not be this close given the objective reality of Trump's performance.I still have hope that Biden will win this. But regardless of what happens, it’s clear that this country has an absolute mess on its hands. We’re deeply entrenched in an immoral and disgusting mode of living.That's how it always works w/ Dems. When they're down, they drag out the count. They take days or weeks to complete the count. And right before the state reporting deadline, they magically find a truckload of ballots. It's how Al Franken became a senator. https://t.co/KakQuSXz8xThe media’s polls were very wrong. But they won’t admit it. ","polarity":1,"subjectivity":"0.47945011337868493"}
{"tweet":"Trump is currently up in Michigan, Wisconsin and Pennsylvania. ","polarity":0,"subjectivity":"0.4"}
{"tweet":"So the media will now help the Democrats extend deadlines to go looking for additional votes over the next days.People scared for Biden winning tomorrow are scared to be taxed extra (most of them don’t even make enough to be taxed in Biden’s tax plans 🤡)","polarity":1,"subjectivity":"0.37"}
{"tweet":"People scared for trump winning tomorrow are scared for their lives and their basic human rights being stripped away","polarity":1,"subjectivity":"0.325"}
{"tweet":"Spot the privilegeWhen we win Wisconsin, Democrats can thank Black Lives Matter and Antifa for trying to burn down the Kenosha which now has flipped for Trump.I’m furious at people saying “we’ve survived four years of Trump, we can survive four more” — I’ve known a lot of people who have not survived, whether because of COVID, immigration policies, hate crimes, it’s all violence — a lot of people have not survived.What you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.4703703703703703"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...BREAKING: @votepittman just FLIPPED Kansas’ SD-5, a district Trump won by 10 points in 2016!","polarity":0,"subjectivity":"1.0"}
{"tweet":"As a representative, Jeff helped restore constitutionally-acceptable funding for schools &amp; has worked as a defender for civil &amp; LGBTQ+ rights. https://t.co/ZhFKj3dnPkTrump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"","polarity":-1,"subjectivity":"0.1"}
{"tweet":"@realDonaldTrumpThe wildly pro-Biden polls were indeed \"suppression polls\"","polarity":1,"subjectivity":"0.4"}
{"tweet":"The spiking of the NY Post's bombshell story on Biden corruption by the mainstream media + social media was indeed \"suppression media\"","polarity":1,"subjectivity":"0.06666666666666667"}
{"tweet":"Information suppression = voter suppression","polarity":0,"subjectivity":"0.0"}
{"tweet":"This cannot stand in a free republicNote about Georgia:","polarity":1,"subjectivity":"0.8"}
{"tweet":"ALL the outstanding vote is heavy Biden vote. Rural Georgia is finished reporting. Trump isn’t gaining anymore.","polarity":1,"subjectivity":"0.4583333333333333"}
{"tweet":"Counties still with sizable outstanding vote:","polarity":1,"subjectivity":"0.875"}
{"tweet":"Fulton (29%!)","polarity":0,"subjectivity":"0.0"}
{"tweet":"DeKalb (21)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Richmond (14%)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Chatham (20%)","polarity":0,"subjectivity":"0.0"}
{"tweet":"All heavy Biden!What you are watching tonight is the sealing of an election before your very eyes.","polarity":0,"subjectivity":"0.4"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...What you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.65"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...It’s insane what *our* fears are if we lose, compared to their fears if Biden wins. like we will prob all die or be handmaids and they’re worried about bathroom safetyEvery single serious analysis I read of this election said that it would be long and drawn out, and that Trump would try to steal the election by trying to discount late-arriving Biden votes. And now that it's happening...everyone seems shocked.If trump loses and people start throwing a fit &amp; going crazy, I better see cops have the same energy they had when the PEACEFUL PROTESTS were going on for BLMRT to inform people","polarity":-1,"subjectivity":"0.5289965986394558"}
{"tweet":"We will not know the winner of the election tonight. Some states only count mail-in ballets until tomorrow. If Trump comes online saying he won tonight do not believe him. He might try to close down the counting of the rest of the balletsTrump has already won &amp; will continue fighting for US. ","polarity":-1,"subjectivity":"0.6444444444444445"}
{"tweet":"He's already succeeded in exposing media, academia &amp; entertainment. Numbers of #WalkAway continue to rise &amp; no amount of media oppression stops awareness. ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Listen to their stories for inspiration:","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/5VmCWgNmqkEveryone must tweet what @realDonaldTrump did before getting suppressed by Twitter. Copy and paste his tweet: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"An update on the Rust Belt trio: ","polarity":-1,"subjectivity":"0.1"}
{"tweet":"–Michigan: Some of the biggest sources of Dem votes haven't been counted","polarity":0,"subjectivity":"0.0"}
{"tweet":"–Wisconsin: Only about 1/3 of the biggest Dem stronghold, Milwaukee, has reported","polarity":0,"subjectivity":"1.0"}
{"tweet":"–Pennsylvania: Half the Dem vote in Philly has yet to be counted","polarity":-1,"subjectivity":"0.16666666666666666"}
{"tweet":"https://t.co/2LfggPABZhSomething weird is happening in Georgia. Trump is up 300,000 votes with 83% reporting yet Democrats seem confident. ","polarity":0,"subjectivity":"0.9166666666666667"}
{"tweet":"Why? Poll watchers needed!","polarity":0,"subjectivity":"0.0"}
{"tweet":"RT!it’s the fact that trump supporters are getting escorted and protected by police but BLM activists are getting killed by themThe losses continue to mount for Hse Dems. House Agriculture Cmte Chairman Collin Peterson (D-MN), who represented the most pro-Trump district held by a Democrat, has lost to former MN Lt. Gov. Michelle Fischbach. Trump carried Peterson’s district by more than 30 pts in '16If trump loses and people start throwing a fit &amp; going crazy, I better see cops have the same energy they had when the PEACEFUL PROTESTS were going on for BLMyou can always tell how people voted based on their election day posts because biden voters are like \"vote him out!\" &amp; \"settle for biden!\" whereas trump voters are like \"we can vote for different people &amp; still be friends\" &amp; \"it doesn't matter who wins, jesus is still king\"Less than 6% of the people in D.C. voted for trump. The District of Columbia. The Capital of the United States. The people who know the ins and outs of politics didn’t even vote for him. That should tell you something.For people voting for Trump. You can’t be upset when people are mad at you. You are voting for someone that wants to rid the rights of the LGBTQ, Women’s rights, and undocumented immigrants, etc. This is their life on the line, not just a difference of opinion. It’s deeper.Donald Trump is up by 700,000 votes in Pennsylvania...and they've decided to stop counting votes? He's up 57% to 42%.","polarity":1,"subjectivity":"0.3661111111111111"}
{"tweet":"This is complete and utter nonsense. The fix is in. ","polarity":1,"subjectivity":"0.7"}
{"tweet":"Turn off @FoxNews. Turn on @Newsmax. 🇺🇸AZ GOVERNOR: \"Irresponsible to call Arizona. Nearly 1 million votes have NOT BEEN COUNTED yet.\"","polarity":1,"subjectivity":"0.4"}
{"tweet":"DATA FROM THE GROUND: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Late rural votes are breaking 2 to 1 for Trump according to real time data","polarity":-1,"subjectivity":"0.3"}
{"tweet":"ARIZONA is not even close to a safe call for Biden","polarity":1,"subjectivity":"0.5"}
{"tweet":"FOX NEWS owes America an apologyWhat you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.3"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...This is part of the unfortunate trend of wealthy and woke whites and Asians, along with the Hispanic underclass that serves them, terraforming urban/suburban areas into Democrat territory: ","polarity":0,"subjectivity":"0.6"}
{"tweet":"https://t.co/vsfVv2MhlA https://t.co/lkxANVsR62That's how it always works w/ Dems. When they're down, they drag out the count. They take days or weeks to complete the count. And right before the state reporting deadline, they magically find a truckload of ballots. It's how Al Franken became a senator. https://t.co/KakQuSXz8xThat boy Trump gave a $1200 stimmy for 8 months 😂😂","polarity":1,"subjectivity":"0.4590873015873016"}
{"tweet":"So basically 5 dollars a day to survive on. His numbers SHOULD be in HELL... but you know...racism takes precedence over logic.. so here we areAgain, for the record. The final (mainstream) Ohio polls: ","polarity":0,"subjectivity":"1.0"}
{"tweet":"Quinnipiac: Biden +4","polarity":0,"subjectivity":"0.0"}
{"tweet":"Emerson: Biden +1","polarity":0,"subjectivity":"0.0"}
{"tweet":"Quinnipiac: Biden +5","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump, with 94% reporting, winning by +8if u voted for trump, block me now. i dont want anything to do with u, i have zero respect for u and i mean this in the most disrespectful way possible. not only did u vote against basic human rights and equality, u voted for racism, homophobia, islamophobia and transphobia.Trump has won Zapata County — just north of the Rio Grande Valley along the border — by 6 points, 53% to 47%, per SOS results.","polarity":1,"subjectivity":"0.5946428571428571"}
{"tweet":"Last two presidential elections there were Clinton +33 and Obama +43.Trump has already won Pennsylvania. There's no way Biden is closing this lead without cheating. Call the flipping race!! #StopTheSteal https://t.co/htAbsfm7eXWAY too soon to be calling Arizona...way too soon. We believe over 2/3 of those outstanding Election Day voters are going to be for Trump. Can’t believe Fox was so anxious to pull the trigger here after taking so long to call Florida. Wow.Twitter is censoring @realDonaldTrump let’s copy and paste his tweet.","polarity":1,"subjectivity":"0.6683333333333333"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"Coup d'état President Donald J. Trump when do we call the National Guard in for the Big Arrests?  Asking for a Friend.Yes I’m taking this election personal. I have undocumented family, friends on DACA, black friends, friends part of the LGBTQ+... a vote for trump is hate towards people I care about.President Trump is now saying, without evidence, that Democrats are trying to steal the election. ","polarity":-1,"subjectivity":"0.32222222222222224"}
{"tweet":"Again, no evidence of voter fraud and VP Biden is urging people to be patient. https://t.co/dte6PaKKsxif you vote for trump, unfollow me. block me. stay the hell away from me. if you vote for trump you are voting against lgbtq+, women, disabled people and poc. you are voting against me and i dont want your supportI had to block so many people when all of the protest started happening when George Floyd was murdered by the police and these Trump supporters were trying to justify it. I’m getting the same energy rn. I just been blocking people all night. Idc nomore lol fuck yalPennsylvania stopped counting with nearly 66% of The votes in. Trump was up by nearly 700,000 votes. The state stopped counting. Doesn’t the seem odd to you?Biden is underperforming with Latinos by like 30 points in key districts, but Bernie Sanders, who won Latinos by like 30 points during the primary, is the reason we lost Florida. I am very smart.Joe Biden Hurt the Democratic Party","polarity":1,"subjectivity":"0.5100649350649351"}
{"tweet":"Pete Buttigieg Hurt the Democratic Party","polarity":0,"subjectivity":"0.0"}
{"tweet":"Amy Klobuchar Hurt the Democratic Party","polarity":0,"subjectivity":"0.0"}
{"tweet":"Elizabeth Warren Hurt the Democratic Party","polarity":0,"subjectivity":"0.0"}
{"tweet":"Hillary Clinton really Hurt the Democratic Party","polarity":1,"subjectivity":"0.2"}
{"tweet":"Barack Obama really Hurt the Democratic PartyNative organizers from AZ Tribes have been working toward this since 2016. They increased mail-in ballots by 200%. It’s been predicted that Natives would help swing AZ, even though there’s been a massive effort to suppress their votes, all while they were being ravaged by Covid.MANIFEST WITH ME ","polarity":1,"subjectivity":"0.6"}
{"tweet":"BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WINThe REASON Pennsylvania, Michigan and Wisconsin didn't count their votes earlier is because the REPUBLICAN LEGISLATURES WOULDN'T LET THEM.","polarity":1,"subjectivity":"0.40625000000000006"}
{"tweet":"Most of these votes were cast weeks ago.","polarity":1,"subjectivity":"0.5"}
{"tweet":"They're going to be counted. And Biden is going to win.if biden wins the majority of people will become complacent and lose interest in the activism they participated in this year and will believe the problems end with trump being gone. that’s when the real work begins because trump’s america isnt disappearing overnight.That's how it always works w/ Dems. When they're down, they drag out the count. They take days or weeks to complete the count. And right before the state reporting deadline, they magically find a truckload of ballots. It's how Al Franken became a senator. https://t.co/KakQuSXz8xThis simply is as nerve-wracking as can be. The one element in the race  that was over-looked, in my opinion, is the Hispanic swing toward Trump. That culture is one that celebrates conservative values of family, hard work, and religion, so it shouldn’t be such a surprise.It’s embarrassing, isn’t it. I think about all the people around the world watching, friends of mine abroad sending me messages, and it’s downright embarrassing. How could it possibly be this close when Donald Trump is in the race.“We believe we’re on track to win this election” ","polarity":1,"subjectivity":"0.4610958485958486"}
{"tweet":"Joe Biden tells supporters in his home state of Delaware to “keep the faith” as US election goes to the wire ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Election2020 https://t.co/EE5y1TTUqj https://t.co/Oi1mqgNaXGI'm so tired of hearing people say \"we've survived 4 years of Trump, we can survive 4 more.\" There are A LOT of people who literally didn't survive because of his policies, decisions, and rhetoric. That statement is a statement of a ton of privilege.If you voted for Donald Trump, say it WITH YOUR CHEST! Go ahead and be hateful out loud. Don’t be in my face all nice and then vote against my rights and my friends rights behind my back.Biden currently has 223 electoral votes.","polarity":1,"subjectivity":"0.5857142857142857"}
{"tweet":"Controversy in the following:","polarity":0,"subjectivity":"0.1"}
{"tweet":"Pennsylvania (20) - Philadelphia","polarity":0,"subjectivity":"0.0"}
{"tweet":"Georgia (16) - Fulton County","polarity":0,"subjectivity":"0.0"}
{"tweet":"Arizona (11) - Maricopa County","polarity":0,"subjectivity":"0.0"}
{"tweet":"Do the math, people!","polarity":0,"subjectivity":"0.0"}
{"tweet":"That's 270. We see what is going on!That's how it always works w/ Dems. When they're down, they drag out the count. They take days or weeks to complete the count. And right before the state reporting deadline, they magically find a truckload of ballots. It's how Al Franken became a senator. https://t.co/KakQuSXz8x🇺🇲 WHERE THE HELL IS AG BARR?!","polarity":1,"subjectivity":"0.4590873015873016"}
{"tweet":"🔨  DROP THE HAMMER on the","polarity":0,"subjectivity":"0.0"}
{"tweet":"🇨🇳 COMMIE NEWS MEDIA","polarity":0,"subjectivity":"0.0"}
{"tweet":"🇨🇳 BIG TECH &amp;","polarity":0,"subjectivity":"0.1"}
{"tweet":"🇨🇳 ALL THE TRAITORS!","polarity":0,"subjectivity":"0.0"}
{"tweet":"🤪 And How The Hell Can Anyone Vote For BIDEN &amp; HARRIS?!","polarity":0,"subjectivity":"0.0"}
{"tweet":"🤯 Seriously?!This all goes down now to MAIL in VOTES. With Arizona likely in, BIDEN has a shot at WISCONSIN (won neighbouring Minnesota) and MICHIGAN, where his votes can recover as we head on...BREAKING: All But 3 Counties In #Georgia Have 100% Of Precincts Reporting.","polarity":-1,"subjectivity":"0.6518518518518518"}
{"tweet":"#Trump: 50.6% (2,365,653) ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Biden: 48.1% (2,247,576)","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP IS AHEAD BY 118,077 VOTES!Trump is up by ~700,000 votes in PA. Biden has to win the remaining vote by ~2:1 to win the state. That’s going to be tough. That’s why they shut down Philly early tonight - just in case a few extra are needed.  There were about 700k votes total in Philadelphia in 2016. https://t.co/yy7Ke6ZAQHAmerican democracy inaction: We’re awake but Georgia ballot counters have gone to bed with 10 per cent of votes still to count and a late Biden surge.  Incredible!UPDATED: Trump Accuses Democrats Of Trying To 'Steal' Election","polarity":1,"subjectivity":"0.46722222222222226"}
{"tweet":"Donald Trump, Republican candidate in the US presidential election, has accused Democrats of trying to steal the election.","polarity":0,"subjectivity":"0.0"}
{"tweet":"#ElectionNight #Vote2020 #USElection2020 ","polarity":0,"subjectivity":"0.0"}
{"tweet":"FOLLOW LIVE UPDATES: https://t.co/yojzk1cez5Again, for the record. The final (mainstream) Ohio polls: ","polarity":1,"subjectivity":"0.75"}
{"tweet":"Quinnipiac: Biden +4","polarity":0,"subjectivity":"0.0"}
{"tweet":"Emerson: Biden +1","polarity":0,"subjectivity":"0.0"}
{"tweet":"Quinnipiac: Biden +5","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump, with 94% reporting, winning by +8","polarity":1,"subjectivity":"0.75"}
{"tweet":"---Kimberley Strassel","polarity":0,"subjectivity":"0.0"}
{"tweet":"@KimStrasselThis is really, really horrifying. Informed pollsters have known for a long time there would be a huge blue shift in Pennsylvania that could wipe out a seeming ~15 lead for Trump as later votes come in. For the RNC to be pulling this crap is just unconscionable. https://t.co/1zVhsV0bvd#麵咪媽, or Mamee Monster, is a well-known LIHKG user for getting the stock market wrong. Mamee Monster previously fully supported Ant Group’s IPO, and it got both IPOs in Shanghai and Hong Kong suspended. Now, Mamee Monster said on request: Biden will win the election... https://t.co/WEmbgifUwf-- In the Lansing area, absentee votes running close to 3-to-1 for Biden. The vote count is presently at only 65% of the 2016 level.","polarity":-1,"subjectivity":"0.5666666666666668"}
{"tweet":"-- Ottawa County a major vote-gainer for Trump, but Biden holding closer than did Clinton by 3.5k.Idk why people are confused that Latinos are voting for Trump... they work in small businesses, are largely Catholic (pro-life), and hate the communism they fled. Why the shock?Something weird is happening in Georgia. Trump is up 300,000 votes with 83% reporting yet Democrats seem confident. ","polarity":-1,"subjectivity":"0.6333333333333334"}
{"tweet":"Why? Poll watchers needed!","polarity":0,"subjectivity":"0.0"}
{"tweet":"RT!That boy Trump gave a $1200 stimmy for 8 months 😂😂","polarity":0,"subjectivity":"0.0"}
{"tweet":"So basically 5 dollars a day to survive on. His numbers SHOULD be in HELL... but you know...racism takes precedence over logic.. so here we areThe fact that so many people of colour won’t do what they’re told reveals the horrific extent of internalised racism in Trump’s America.Biden is underperforming with Latinos by like 30 points in key districts, but Bernie Sanders, who won Latinos by like 30 points during the primary, is the reason we lost Florida. I am very smart.So basically if Trump wins these light red states he wins and he's currently leading by a few points in each, pretty sure the votes aren't there for Biden but Im expecting some dead people counted or something as votes https://t.co/0JeHMe4PLoSure is interesting how all the heavy Biden counties in all the remaining tipping point states all magically decided at the same time to just stop counting. It's almost like they don't want to give a real Election Day count. Why is that? https://t.co/lwxgVZlDLHExtremely sad... Untouched and pristine wilderness filled with endangered species, healthy forests, and clean water to be destroyed for what!? Some slight economic gain?The @AP map hasn't called any of the states that have gone red so Trump looks like he's losing BADLY, even as they have called CA and WA for Biden - and they haven't started counting votes. #Election2020WATCH: Democratic strategist James Carville remains optimistic about Joe Biden’s chances of winning the presidency: “I’ve waited four years for this, I can wait another four days.” https://t.co/U8wU8vYPwV@TRUMP45AUST They are doing to Morrison Au what they tried with Trump USA, trump said bring it on &amp; trump won, hence the lab making of a new virus. Unfortunately Australian governments never bothered to make Aus great. We could have been cuz we have the best resources in the world, shame!MANIFEST WITH ME ","polarity":1,"subjectivity":"0.5167963113275613"}
{"tweet":"BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WIN BIDEN WILL WINDonald Trump is up by 700,000 votes in Pennsylvania...and they've decided to stop counting votes? He's up 57% to 42%.","polarity":1,"subjectivity":"0.4000000000000001"}
{"tweet":"This is complete and utter nonsense. The fix is in. ","polarity":1,"subjectivity":"0.7"}
{"tweet":"Turn off @FoxNews. Turn on @Newsmax. 🇺🇸REMINDER THAT MOST STATES ARE COUNTING MAIL-IN VOTES SUPER LATE. We have been talking about a red mirage an election night for WEEKS. The more you doom post, the more you play into Trump's narrative that mail-in votes shouldn't count. Do not help himCopy paste RT ","polarity":1,"subjectivity":"0.4611111111111111"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"What you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.16666666666666666"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...NEVADA","polarity":0,"subjectivity":"1.0"}
{"tweet":"Biden 549,938 50.4% (+2.7)","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump 520,712 47.7%","polarity":0,"subjectivity":"0.0"}
{"tweet":"1,091,308 votes counted. Estimated 79.8% - 95.7% in","polarity":0,"subjectivity":"0.0"}
{"tweet":"Via @DecisionDeskHQ","polarity":0,"subjectivity":"0.0"}
{"tweet":"https://t.co/1c1gLXkGTjTRUMP LEADING IN PENNSYLVANIA 51% TO 46%.","polarity":0,"subjectivity":"0.0"}
{"tweet":"51% COUNTED.","polarity":0,"subjectivity":"0.0"}
{"tweet":"CROOKED PHILLY DEMOCRAT MACHINE STOPS COUNTING.","polarity":0,"subjectivity":"0.1"}
{"tweet":"ALL THEIR BALLOTS SHOULD BE IMPOUNDED AND COUNTED BY INDEPENDENT MONITOR  NOT BY CROOKED HACK POLITICIANS.The president appears to alerting the public that the enemy strategy was to under-report states going to Trump, while forcing fraudulent ballots into the counting stations after polls closed so they could try to flip them back to Biden. Dirty tricks! https://t.co/X03cYjJNDIthe sooner y’all get it through y’all heads that twitter is not reality and a good amount of Hispanics/Latinx folk think they white https://t.co/7I47LmWR3IIf trump loses and people start throwing a fit &amp; going crazy, I better see cops have the same energy they had when the PEACEFUL PROTESTS were going on for BLMWhat you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.30777777777777776"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...BREAKING: Dekalb County, GA [which leans heavily towards Biden] announces that due to “technical difficulties”, they have suspended tallying votes for the night and will resume counting absentee ballots at 11 am on 11/4.","polarity":-1,"subjectivity":"0.49375"}
{"tweet":"More shenanigans afoot ... buckle up, folks.@TopSportsMind @realDonaldTrump Yes, no way we flipped those seats red &amp; didn’t actually also re-elect President Trump. Shows the steal attempt right there.I wasn't heavily invested in Trump winning. I expected he would lose. I could even see long-term advantages if he lost (though that might be a cope). I'd get annoyed at liberals for a day and then forget it.","polarity":1,"subjectivity":"0.48857142857142855"}
{"tweet":"But this is blatant fraud. It's outrageous. All in for POTUS.REMINDER THAT MOST STATES ARE COUNTING MAIL-IN VOTES SUPER LATE. We have been talking about a red mirage an election night for WEEKS. The more you doom post, the more you play into Trump's narrative that mail-in votes shouldn't count. Do not help himWho could have predicted that:","polarity":1,"subjectivity":"0.5333333333333333"}
{"tweet":"1) Voting day totals would favor Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"2) The mail-in ballots would take longer to count","polarity":0,"subjectivity":"0.0"}
{"tweet":"3) Trump would claim counting votes is election fraud","polarity":0,"subjectivity":"0.0"}
{"tweet":"Oh literally everybody. Everybody predicted this. We will count the votes, and we will win.Everyone must tweet what @realDonaldTrump did before getting suppressed by Twitter. Copy and paste his tweet: ","polarity":1,"subjectivity":"0.4"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"Based on what we know about historical voting patterns and turnout in Pennsylvania, the only mathematical path for Biden in PA is for corrupt Democrats in Philly to manufacture enough post-election votes to tip the count to Biden just before the deadline. https://t.co/1vsdpmvCJeThe media’s polls were very wrong. But they won’t admit it. ","polarity":-1,"subjectivity":"0.4625"}
{"tweet":"Trump is currently up in Michigan, Wisconsin and Pennsylvania. ","polarity":0,"subjectivity":"0.4"}
{"tweet":"So the media will now help the Democrats extend deadlines to go looking for additional votes over the next days.T-shirt available From R200 😍😍","polarity":1,"subjectivity":"0.2"}
{"tweet":"Bucket hat available from 200 ❤🔥","polarity":1,"subjectivity":"0.4"}
{"tweet":"We courier nationwide from as little as R50.","polarity":-1,"subjectivity":"0.5"}
{"tweet":"Dm us or WhatsApp 0676458776 to order.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Porsche Bayern #covid19SA Afrikaans Trump powerup  #SisonkeMzansi Thando https://t.co/CPMgwSh9M9Pennsylvania.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: 57%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: 42%","polarity":0,"subjectivity":"0.0"}
{"tweet":"71% reporting.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Michigan.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: 54%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: 45%","polarity":0,"subjectivity":"0.0"}
{"tweet":"64% reporting.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Wisconsin.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: 51%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: 47%","polarity":0,"subjectivity":"0.0"}
{"tweet":"94% reporting.","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is looking really good for Trump!🚨 BREAKING - Several Precincts In County That Sent Over FIVE Times More Votes To Trump Than Clinton Runs Out Of Ballots","polarity":1,"subjectivity":"0.3666666666666667"}
{"tweet":"https://t.co/TMZoA9H4jHWhat you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.3"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...BREAKING: All But 3 Counties In #Georgia Have 100% Of Precincts Reporting.","polarity":0,"subjectivity":"1.0"}
{"tweet":"#Trump: 50.6% (2,365,653) ","polarity":0,"subjectivity":"0.0"}
{"tweet":"#Biden: 48.1% (2,247,576)","polarity":0,"subjectivity":"0.0"}
{"tweet":"TRUMP IS AHEAD BY 118,077 VOTES!The president appears to alerting the public that the enemy strategy was to under-report states going to Trump, while forcing fraudulent ballots into the counting stations after polls closed so they could try to flip them back to Biden. Dirty tricks! https://t.co/X03cYjJNDITwitter and Facebook both attached labels to posts from President Trump that made false claims about the election early on Wednesday. Twitter also restricted users’ ability to like and share one of the tweets. https://t.co/sbJZzydE03If we didn't have voter suppression, political gerrymandering, or a racist electoral college, no Republican would ever be elected again to any national office.Incredible how competitive Trump is with 230K+ covid deaths and kids being locked in cages and everything else. Even if Biden wins he will have to govern in a Trump country. This is who America is.Let's be clear. This election won't be over when Trump says it's over. It will be over after every vote is counted. That includes mail-in ballots postmarked on Election Day, as well as military ballots. This is a democracy. Whether Trump likes it or not, we count every vote.Everyone must tweet what @realDonaldTrump did before getting suppressed by Twitter. Copy and paste his tweet: ","polarity":1,"subjectivity":"0.3227272727272728"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"Excellent piece in Slate (French) about Trump's executive order against Critical Race Theory's divisive doctrines. We need more honest analysis like this and less pearl-clutching nonsense.","polarity":1,"subjectivity":"0.43333333333333335"}
{"tweet":"https://t.co/i425HHYTBNin 2016 folks pretended not to know that trump was a white supremacist when voting for him. now they absolutely know and have voted for him anyway.","polarity":1,"subjectivity":"0.45"}
{"tweet":"don’t ever fucking tell me “all lives matter” again, bc now we have solid proof that some lives don’t matter to a lot of y’all.What you are watching tonight is the sealing of an election before your very eyes.","polarity":-1,"subjectivity":"0.39999999999999997"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...PA won’t even start counting their 2.2M mail in ballots til tomorrow. MI said they won’t finish counting til Friday.","polarity":0,"subjectivity":"1.0"}
{"tweet":"We heard repeatedly that election night will favor Trump because of in person voting, but that the mail in ballots will strongly favor Biden. Don’t give up.President Trump and Joe Biden shift their focus to Wisconsin, Michigan and Pennsylvania, three states that could again determine who wins the White House. #Election2020","polarity":1,"subjectivity":"0.3111111111111111"}
{"tweet":"https://t.co/fwakOVCFpRWhat you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.3"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...Trump's lead in Georgia down to 2.5 points; needle unmoved on the news, with Biden still a very narrow favorite","polarity":1,"subjectivity":"0.7022222222222223"}
{"tweet":"Nice to see some stability after bouncing around on some of the bigger vote drops ","polarity":1,"subjectivity":"0.75"}
{"tweet":"https://t.co/xgQ0cHsB6C https://t.co/BAYu5TxRXILooks like Pennsylvania is hoping to count ballots for the rest of the week that weren't postmarked on time, hoping to steal this for Biden since Trump is up by 700,000.Trump has already won this election and he needs to get poll watchers and lawyers to PA and GA..and quickly. Democrats are going to be working overtime forging illegal ballots...#Election2020 latest: The polls suggested Joe Biden would win the White House in a knockout. Instead, he has a dogfight https://t.co/9KfgmeOGSHThere is a reason Trump has been doing everything for months to discount the mail in votes. The numbers are going to go in Biden’s favor. In a big way. Relax. Let the votes be counted. 🙏🙏🙏Georgia. WOW.  Only 118,000 votes now separate Trump and Biden.","polarity":1,"subjectivity":"0.55"}
{"tweet":"Imagine if there was no voter suppression.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Rooting for you, @staceyabrams and crew!Based on what we know about historical voting patterns and turnout in Pennsylvania, the only mathematical path for Biden in PA is for corrupt Democrats in Philly to manufacture enough post-election votes to tip the count to Biden just before the deadline. https://t.co/1vsdpmvCJeit never stops at “just voting for Trump”....it’s always everything else that comes with it. there’s just no middle ground behind supporting a white supremacist. like at all. so if you don’t see the very obvious human rights issues he constantly violates I can’t associate witchu!WAIT.... they added an extra 100,000 votes for Biden in Virginia and they consider it a \"clerical error\"..... no.... it is CRIMINAL! https://t.co/2Ui3N9y3yuI had thought through how upset I would be about four more years of Donald Trump. I had not fully thought through how I would feel about living in a country where a critical mass of people didn't just elect Trump once, but doubled down and voted for him again.Sure is interesting how all the heavy Biden counties in all the remaining tipping point states all magically decided at the same time to just stop counting. It's almost like they don't want to give a real Election Day count. Why is that? https://t.co/lwxgVZlDLH🚨Arizona is very much in play. Extrapolate this out, especially with good counties left to count, and @realDonaldTrump wins Arizona.🚨Let's be clear. This election won't be over when Trump says it's over. It will be over after every vote is counted. That includes mail-in ballots postmarked on Election Day, as well as military ballots. This is a democracy. Whether Trump likes it or not, we count every vote.Deleted my tweet after learning that there are shenanigans here in AZ. Up to 1M Republican votes missing from today. Trump needs to send lawyers. WTH?\"I'm here to tell you tonight, we believe we're on track to win this election,\" Joe Biden says, addressing supporters in Delaware. #MSNBC2020 https://t.co/ZHMLkwYJHxTwitter and Facebook both attached labels to posts from President Trump that made false claims about the election early on Wednesday. Twitter also restricted users’ ability to like and share one of the tweets. https://t.co/sbJZzydE03MSM said they still can’t call PA for Trump, even though he currently has a 15 point lead. ","polarity":1,"subjectivity":"0.424429012345679"}
{"tweet":"Yet they have no trouble calling AZ for Biden prematurely. ","polarity":1,"subjectivity":"0.2"}
{"tweet":"Mainstream media is garbage.the small central WI county of Juneau (11K+ votes) is an example of rural county that shifted hugely from Obama to Trump, and hasn't snapped back at all, which is pretty remarkable ","polarity":1,"subjectivity":"0.4714285714285714"}
{"tweet":"2012: Obama plus 7","polarity":0,"subjectivity":"0.0"}
{"tweet":"2016: Trump plus 26","polarity":0,"subjectivity":"0.0"}
{"tweet":"2020 right now: Trump plus 29.","polarity":1,"subjectivity":"0.5357142857142857"}
{"tweet":"🗳️ ELECTION WATCH - MEDIA NOT CALLING STATES","polarity":0,"subjectivity":"0.0"}
{"tweet":"99.9% Reported in North Carolina - Trump UP by 1.3%.","polarity":0,"subjectivity":"0.0"}
{"tweet":"He's been AT This Margin for over an HOUR.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Media NOT calling States for TrumpEveryone is so shocked about Venezuelans, Cubans, and Vietnamese for voting Trump, but wait until you find out how much they lied about their home country’s governments, and helped vilify them for the interests of US imperialism.I looked at the Texas counties along the Rio Grande and places Clinton and Obama won by 30-40 percent, Biden is winning by single digits. Even assuming Biden's outreach to Hispanic voters was lacking, and it apparently was, there's something seriously hinky with those numbers.I'm so tired of hearing people say \"we've survived 4 years of Trump, we can survive 4 more.\" There are A LOT of people who literally didn't survive because of his policies, decisions, and rhetoric. That statement is a statement of a ton of privilege.Manage your Agrovet business smoothly with our unique Point of Sale System that helps you manage &amp; track your stock, daily sales, expenses and general business performance.GET FREE DEMO, ✔️0716413386","polarity":1,"subjectivity":"0.536996336996337"}
{"tweet":" #USAElections2020 Trump Biden Sleepy Joe Pennsylvania America Florida USIU TPLF https://t.co/7t2FefRWBNAnyone who believed the pollster bro narrative this year about double digit leads for Biden in states he ultimately lost should stop writing about politics. There's a point where you should realize: you're just not good at this.Who could have predicted that:","polarity":-1,"subjectivity":"0.5333333333333333"}
{"tweet":"1) Voting day totals would favor Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"2) The mail-in ballots would take longer to count","polarity":0,"subjectivity":"0.0"}
{"tweet":"3) Trump would claim counting votes is election fraud","polarity":0,"subjectivity":"0.0"}
{"tweet":"Oh literally everybody. Everybody predicted this. We will count the votes, and we will win.cw // politics ","polarity":1,"subjectivity":"0.4"}
{"tweet":"-","polarity":0,"subjectivity":"0.0"}
{"tweet":"-","polarity":0,"subjectivity":"0.0"}
{"tweet":"if for some fucking reason trump wins, you are valid. we will NOT let some straight ass fuckers tell us different. i wont step down from my beliefs and i hope you guys wont either. please stay safe, going private or turning off dms is always an option luv u🤍That's how it always works w/ Dems. When they're down, they drag out the count. They take days or weeks to complete the count. And right before the state reporting deadline, they magically find a truckload of ballots. It's how Al Franken became a senator. https://t.co/KakQuSXz8xHere's the message from Trump that Twitter is now censoring.","polarity":1,"subjectivity":"0.454943783068783"}
{"tweet":"President Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"If you voted for Donald Trump, say it WITH YOUR CHEST! Go ahead and be hateful out loud. Don’t be in my face all nice and then vote against my rights and my friends rights behind my back.I'm so tired of hearing people say \"we've survived 4 years of Trump, we can survive 4 more.\" There are A LOT of people who literally didn't survive because of his policies, decisions, and rhetoric. That statement is a statement of a ton of privilege.Most of DeKalb is now in - and it helped Biden considerably narrow the gap. He now trails Trump by about 120k votes in Georgia, with still more to be counted in left-leaning metro Atlanta counties. #gapol https://t.co/EEF19NhDz7Donald Trump is up by 700,000 votes in Pennsylvania...and they've decided to stop counting votes? He's up 57% to 42%.","polarity":1,"subjectivity":"0.4416666666666667"}
{"tweet":"This is complete and utter nonsense. The fix is in. ","polarity":1,"subjectivity":"0.7"}
{"tweet":"Turn off @FoxNews. Turn on @Newsmax. 🇺🇸Whenever I hear republicans justify voting for trump, they tell me about what he’s done for their bank accounts that year. When people talk about voting for Biden, they talk about how they’re trying to protect other people. And that’s the fundamental difference#Wisconsin (10 EV's).","polarity":-1,"subjectivity":"0.375"}
{"tweet":"78% counted.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: 1,434,930 (51%).","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: 1,327,128 (47.2%).","polarity":0,"subjectivity":"0.0"}
{"tweet":"Another one which Biden *could* steal, but it's looking less likely as the count % rises.","polarity":-1,"subjectivity":"0.5333333333333333"}
{"tweet":"We'll know this result Wednesday.The media’s polls were very wrong. But they won’t admit it. ","polarity":-1,"subjectivity":"1.0"}
{"tweet":"Trump is currently up in Michigan, Wisconsin and Pennsylvania. ","polarity":0,"subjectivity":"0.4"}
{"tweet":"So the media will now help the Democrats extend deadlines to go looking for additional votes over the next days.Pennsylvania.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: 57%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: 42%","polarity":0,"subjectivity":"0.0"}
{"tweet":"71% reporting.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Michigan.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: 54%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: 45%","polarity":0,"subjectivity":"0.0"}
{"tweet":"64% reporting.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Wisconsin.","polarity":0,"subjectivity":"0.0"}
{"tweet":"Trump: 51%","polarity":0,"subjectivity":"0.0"}
{"tweet":"Biden: 47%","polarity":0,"subjectivity":"0.0"}
{"tweet":"94% reporting.","polarity":0,"subjectivity":"0.0"}
{"tweet":"This is looking really good for Trump!Who could have predicted that:","polarity":1,"subjectivity":"0.6000000000000001"}
{"tweet":"1) Voting day totals would favor Trump","polarity":0,"subjectivity":"0.0"}
{"tweet":"2) The mail-in ballots would take longer to count","polarity":0,"subjectivity":"0.0"}
{"tweet":"3) Trump would claim counting votes is election fraud","polarity":0,"subjectivity":"0.0"}
{"tweet":"Oh literally everybody. Everybody predicted this. We will count the votes, and we will win.If your election night prediction was: Trump does shockingly well with Latinos and Fox News foils his plan to declare victory by being only network to call Arizona for Biden, then take a bowWhat you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.6749999999999999"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...And so we have the anticipated scenario: on Election Night, it looks like a Trump victory based on votes counted so far, but there are enough uncounted states that Biden can tell his supporters that he will win. Media, lawyers, tech companies, and protesters will try to help him.GOP turnout was massive in #Florida. By the end of the night not only will Trump win by more than 3 points &amp; in Miami 2 US House seats &amp; several state legislative seats are going red as well.do people not understand that people who vote for Biden literally know that both parties are trash? we fucking know. BIDEN is just our only option against that piece of trash.If trump loses and people start throwing a fit &amp; going crazy, I better see cops have the same energy they had when the PEACEFUL PROTESTS were going on for BLMMaybe we should have set the bar higher than just the bare minimum which was to beat TrumpAZ GOVERNOR: \"Irresponsible to call Arizona. Nearly 1 million votes have NOT BEEN COUNTED yet.\"","polarity":1,"subjectivity":"0.5297619047619048"}
{"tweet":"DATA FROM THE GROUND: ","polarity":0,"subjectivity":"0.0"}
{"tweet":"Late rural votes are breaking 2 to 1 for Trump according to real time data","polarity":-1,"subjectivity":"0.3"}
{"tweet":"ARIZONA is not even close to a safe call for Biden","polarity":1,"subjectivity":"0.5"}
{"tweet":"FOX NEWS owes America an apologyTrump wins tonight but MSM + DEM controlled states are holding out for \"Lawfare\" - lawyers and voter fraud to steal the election for Biden. Now Twitter censors Trump tweet.  I've always said \"Trump always looks like he is going to lose until just before he wins\" @realDonaldTrumpMANIFEST WITH ME","polarity":1,"subjectivity":"0.2"}
{"tweet":"BIDEN HAS WON. BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WON BIDEN HAS WONTrump wants them to count every vote in Arizona. ","polarity":1,"subjectivity":"0.1"}
{"tweet":"But he wants them to stop counting in Georgia, Michigan, Wisconsin, and Pennsylvania. ","polarity":1,"subjectivity":"0.1"}
{"tweet":"He’s a fucking charlatan.That's how it always works w/ Dems. When they're down, they drag out the count. They take days or weeks to complete the count. And right before the state reporting deadline, they magically find a truckload of ballots. It's how Al Franken became a senator. https://t.co/KakQuSXz8xIt's outrageous beyond belief that this idiotic platform is so full of itself, it censors the President Of The USA. Copy/paste/share:","polarity":-1,"subjectivity":"0.6087522045855379"}
{"tweet":"Trump: \"We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!\"trump’s lead in Georgia went from over 300,000 to just over 100,000, with LOTS of outstanding Democratic votes remaining!","polarity":1,"subjectivity":"0.35833333333333334"}
{"tweet":"I’m saying...DON’T SLEEP ON GEORGIA!I can sort of understand people voting for Trump the first time around, but how in the f**k can they vote for him after 4 years of this s**t?We have just 244 counties at 99%+ of expected vote reporting, but so far it seems that the education divide has increased even further: Trump is beating his 2016 margins in counties with a lower share of college-educated people, but doing worse in more educated counties. https://t.co/cELvWnebz3I mean it’s really a cult, it’s not even about his presidency anymore. We didn’t see stuff like this for Romney. We didn’t see this for McCain. We didn’t see this for Bush. They’ve made Trump their entire personality solely bc of his hatred for others.2. But the audio supports what I posted as anyone who listens to it can tell.  It was 100% accurate.  Mediate is a propaganda operation.  A useless site that rips off other content, re-posts it, then spins and twists it to fit their leftwing narrative.","polarity":1,"subjectivity":"0.468154761904762"}
{"tweet":"https://t.co/k5dmJp6x1m🚨Arizona is very much in play. Extrapolate this out, especially with good counties left to count, and @realDonaldTrump wins Arizona.🚨I’m furious at people saying “we’ve survived four years of Trump, we can survive four more” — I’ve known a lot of people who have not survived, whether because of COVID, immigration policies, hate crimes, it’s all violence — a lot of people have not survived.What you are watching tonight is the sealing of an election before your very eyes.","polarity":1,"subjectivity":"0.47"}
{"tweet":"Massive swing states run by Democrats that are voting *overwhelmingly* for Trump refuse to count their votes.","polarity":1,"subjectivity":"1.0"}
{"tweet":"WI, MI and PA are breaking Trump. Clear in the data.","polarity":1,"subjectivity":"0.3833333333333333"}
{"tweet":"Why stop?","polarity":0,"subjectivity":"0.0"}
{"tweet":"Only one answer...An update on the Rust Belt trio: ","polarity":0,"subjectivity":"1.0"}
{"tweet":"–Michigan: Some of the biggest sources of Dem votes haven't been counted","polarity":0,"subjectivity":"0.0"}
{"tweet":"–Wisconsin: Only about 1/3 of the biggest Dem stronghold, Milwaukee, has reported","polarity":0,"subjectivity":"1.0"}
{"tweet":"–Pennsylvania: Half the Dem vote in Philly has yet to be counted","polarity":-1,"subjectivity":"0.16666666666666666"}
{"tweet":"https://t.co/2LfggPABZhThe president appears to alerting the public that the enemy strategy was to under-report states going to Trump, while forcing fraudulent ballots into the counting stations after polls closed so they could try to flip them back to Biden. Dirty tricks! https://t.co/X03cYjJNDIPA won’t even start counting their 2.2M mail in ballots til tomorrow. MI said they won’t finish counting til Friday.","polarity":-1,"subjectivity":"0.2416666666666667"}
